Оливия 2.1
#ВНИМАНИЕ!!!!! сцена доступна только через 3-4 дня после предыдущей парной сцены Синтии и Оливии, т.к между их срачем и осознанием что пора мириться и уж тем более, попыткой предпринять какие-то действия для решения этой проблемы, должно пройти время. Если читатель прошёл эту сцену перед апдейтом и прошло 4 дня с их ссоры то она уже доступна, если же нет - не доступна. Все эти хитровыебанные мувы нужны для подсказки, т.к после выхода апдейта, после прохождения парной сцены Оливии и Синтии, в ежедневнике по Синтии и Оливии: "Подождите несколько дней." - А когда эти несколько дней проходят - появляется новая подсказка: "Подслушать разговор Синтии и Оливии в коридоре на втором этаже."
#Через 3-4 дня после событий первой парной сцены Синтии и Оливии, обе этих барышни появляются в коридоре на втором этаже дома. Авто триггеров для запуска сцены нет, игрок имеет право выбирать, надо оно ему или нет. Триггером будет клик на них. Так же, уберите их из их привычных мест обитания. Пока Барди не пройдёт эту сцену, утром и днём, что Синтия что Оливия будут тут в коридоре.
#ВНИМАНИЕ!!! Эта сцена также является важной и для Синтии, если игрок не увидит эту сцену, то сцена с Синтией для него недоступна, поэтому до её прохождения, сцена Синтии так же не доступна!

#И так, собственно говоря сама сцена. Девочки стоят у комнаты Синтии, выглядит это так, словно Синтия шла в свою комнату а Оливия подловила её у входа. Обе стоят в нерешительности. Синтия прижата к двери в комнату, рукой держится за ручку. На её лице некая нерешительность и робость, что-то наподобие виноватого выражения лица. Поза зажатая, наряд обычный. Оливия в более открытой позе, она не зажатая но и не налегает на сестру слишком сильно, держит дистанцию. Выражение лица пытается делать более повседневным, но это у неё не очень получается.
#После клика на девочек.
Барди мысли: "Оппа... душевные диалоги?"
#Берём девочек крупным планом. Синтия наигранная улыбка. У Оливии примерно такая же, словно обе не знают о чём говорить.
Синтия: "Ох... Оливия? Да, привет..."
Оливия: "Да, привет..."
Синтия: "Ты что-то хотела?"
#Оливия закатывает глаза словно пытается что-то придумать, жестикулирует руками, Синтия с более или менее спокойным лицом, но всё ещё заметна робость и зажатость.
Оливия: "Слушай, да в принципе нет, просто проходила мимо и вот, встретила тебя... Решила поздороваться..."
Барди мысли: "Ой да чего ты врёшь... Явно же подкараулила бедняжку! Маньячка сестрофилка!"
Синтия: "А-а-а..."
Синтия: "Понятно..."
#Оливи робкая и, словно зажатая в угол. немного смущённое выражение лица.
Оливия: "Ага..."
Барди мысли: "Ну нихрена себе... Не знал что она умеет смущаться... Поздравляю с достижением Синти! не думаю что у кого-либо ещё так получится!"
Барди мысли: "Господи, где моя кола и попкорн..."
#Синтия и Оливия робко переглядываются.
Синтия: "..."
Оливия: "..."
#Оливия жестикулирует с наигранной улыбкой. У Синтии тоже наигранная улыбка и поза такая же зажатая. но можно слегка её изменить.
Оливия: "Ну и... Как день?"
Синтия: "Да вроде всё хорошо... День только начался да?"
#Оливия и синтия снова растерянные отводят глаза друг от друга.
Оливия: "Ага..."
Синтия: "..."
#Синтия снова нерешительно смотрит н Оливию.
Синтия: "А твой как?"
#Оливия наигранно улыбаясь смотрит в ответ на сестру.
Оливия: "Да тоже, всё по старому... Всё пытаюсь выстрелить в инстаграмм... Но пока получается не очень, думаю может рекламу заказать..."
#Синтия сочувственное выражение лица.
Синтия: "Оу..."
Оливия: "Ага..."
#Синтия снова наигранная улыбка. Оливия отводит глаза.
Синтия: "Ну, я думаю что в конце концов у тебя обязательно получится если ты будешь стараться!"
#Оливия поднимает взгляд на сестру.
Оливия: "Да, думаю так и будет."
#Обе снова отводят глаза друг от друга. Позы поменяете если до этого ещё не меняли, а то приелись.
Оливия: "..."
Синтия: "..."
Барди мысли: "Тьфу... Да поцелуйтесь вы уже..."
#Синтия смотрит на Оливию. Оливия смотрит на неё в ответ.
Синтия: "Ну, я наверно пойду..."
Барди мысли: "Фак! На самом интересном месте..."
Оливия: "Учёба?"
Синтия: "Ага..."
Оливия: "Ну.... Ладно..."
#Оливия отшагивает назад, Синтия открывает дверь.
Оливия: "Удачи там, не перегори за зубрёжкой."
Синтия: "Ага... И тебе удачи."
Барди мысли: "Что ж... Это был душещипательный диалог..."
#Синтия скрывается за дверью в комнату.
#Оливия втыкает в дверь пару секунд.
#Оливия закрывает лицо руками. взгляд направлен вверх.
Оливия: "Фа-а-а-а-ак..."
#Руки Оливии сползают с лица на шею.
Оливия: "Твою же мать..."
#Оливия метнула удивлённый взгляд в сторону Барди.
Барди: "Эммм.... Привет?"
#Оливия смотрит на Барди хмуро.
Барди мысли: "Опа... Походу сейчас меня будут делать крайним..."
Барди мысли: "Пора сматывать отсюда..."
#Барди разворачивается в сторону лестниц.
Оливия: "Стоять."
Барди мысли: "А фиг его знает что там сзади происходит... Мне вообще не до этого, ох... Сколько дел, сколько дел..."
Барди: "Сразу вспомнилось мне сто-о-олько дел!"
#Оливия подбегает и хватает его за плечё.
Оливия: "Ты что не слышишь!?"
Барди мысли: "Фа-а-ак!"
#Оливия разворачивает Барди к себе. Её лицо безразлично-хмурое"
Оливия: "Что эта за хрень сейчас была?"
Барди: "Ты про этот, до безумия душещипательный диалог?"
Оливия: "Да."
Барди мысли: "Это были ваши семейные, личные разборки. Я то тут причём?"
#Оливия смотрит на Барди рассерженным взглядом.
Оливия: "Были бы личные, если бы ты не грел уши стоя в сторонке. Теперь это наше общее дело."
#Барди вытягивает вперёд руку и сгибает мизинец
Барди: "Клянусь мизинцем! Я ничего не слышал!"
Оливия: "Поздно! У меня к тебе пара вопросов как к соучастнику!"
#Оливия хватает Барди за руку и тащит к себе в комнату. Барди хоть и нехотя, но идёт.
Барди: "Ну не-е-е-е-е-ет! Хочешь, я куплю тебе мороженное? Или рекламу в инсту?"
Барди: "Только пожалуйста, не делай меня соучастником ваших сестроёбских разборок!"
#Оливия резко оглядывается на барди. Смотрит на него со злостью.
Оливия: "Тихо! Заткнись, урод!"
#Оливия отводит взгляд
Оливия: "Поговорим у меня в комнате!"
Барди: "Не хочу я ни о чём говорить!"
#Оливия хватает Барди за руку и тащит в комнату.
Оливия: "А тебя никто и не спрашивает!"
Барди мысли: "Ну не-е-е-е-т! Мне и прошлого раза хватило сполна! Я не выспался! Тащил тебя в комнату! И заметал за тобой следы! Не надо мне больше этого счастья!"
#Со следующим рендером аккуратно. Оливия стоит со спины Барди и заталкивает его в комнату чуть ли не ногой упираясь руками в дверной косяк.
Барди мысли: "Боже ну нихрена себе! Настойчивая же!"
#На следующем рендере Оливия и Барди падают. после чего темноте.
Барди: "Боже... Это вообще что за ёб твою мать!"
#Эффект открывания глаз
#Барди лежит снизу, Оливия на нём, но так чтоб она стояла на коленях и упиралась руками в пол. Её лицо над лицом Барди. Она слегка удивлена.
Барди: "Оу..."
#Прокатитесь по её телу, сделайте эту сцену посесуальнее. Потом остановите на основном рендере.
Барди: "Насиловать будешь?"
#Оливия смотрит на Барди с отвращением.
Оливия: "Много чести"
Барди: "А если бы я был какой-нибудь невинной миловидной молоденькой блондиночкой?"
Оливия: "Заткнись!"
Барди: "Что ж... Обидно... Но ожидаемо..."
Барди: "Ну, пожалуй я пойду тогда..."
#Оливия злая.
Оливия: "Стоять извращенец!"
#Оливия вскакивает и подбегает к двери, затем закрывает её и смотрит на Барди. Выражение лица хмурое и злое.
Барди: "Ну отлично... Я стал заложником чокнутой сестрофилки..."
Оливия: "Я же тебя убью..."
Барди: "Не убьёшь, пока я тебе нужен... Да и мне кажется, ы проходили это в прошлый раз..."
#Барди встаёт, а Оливия смотрит на него с досадой.
Оливия: "Я сделаю это пока ты будешь спать!"
Барди: "Ох... Как жестоко..."
#Барди осматривается.
Оливия: "На что пялишься?"
Барди: "Я что ли?"
Оливия: "А кто ещё? Я?"
Барди: "Не знаю... Ищу взглядом куклу вуду."
#Оливия смотрит на Барди в ярости.
Оливия: "Я не настолько помешанная! Задрал!"
Барди: "Если я мешаю, я могу уйти..."
Оливия: "Ты уйдёшь когда я тебя отпущу!"
#Оливия указывает рукой на кровать.
Оливия: "Сядь."
Барди: "Да да да... Слушаюсь и повинуюсь моя госпожа..."
#Оливия смотрит на Барди с отвращением.
Оливия: "Прекращай. Это мерзко."
#Барди садится на кровать. Оливия стоит рядом, более или менее нейтральная. Стоит скрестив руки на груди.
Барди: "Ну ладно... Что там у тебя?"
Оливия: "Давай прямо и по делу. Что ты рассказал Синтии?"
Барди: "О как запели... Вот это нихрена ж себе повороты! С чего сразу я!?"
#Оливия смотрит на Барди со злостью. Позу сделайте соответствующую.
Оливия: "Тогда с какого хрена она так холодна ко мне!?"
#Оливия смотрит на Барди с желанием убить.
Оливия: "Я же говорила тебе, Барди... Я убью тебя. Ты же с самого начала знал что тебя ждёт..."
Барди: "И так! А ну хватит! Сестрофилка - психопатка!"
#Оливи смотрит на Барди, всё ещё со злостью, но готова выслушать его.
Барди: "Давай не забывать, кто не спал пол ночи ожидая когда ты наконец додрочишь и тащил тебя спящую в свою комнату, а потом заметал за тобой следы в комнате Синтии!"
Баржи: "На кой хрен по твоему мне после всех этих усилий чтоб прикрыть тебя, что-то ей рассказывать!?"
Оливия: "Мне откуда знать?"
Барди: "Господи..."
#Оливия хмуро смотрит на Барди.
Оливия: "И с какого это хрена я сестрофилка!?"
Барди: "Действительно... Это же я подождал пока она уедет, а потом завалился к ней в комнату и на весь дом орал как люблю её занюхиваясь её нижним бельём и передёргивая."
#Оливия слегка смущена.
Барди: "А потом спалился, из-за чего нажрался как свинья, и вместо того чтоб лечь спать на своей кровати..."
Барди: "До которой тебя кстати говоря я любезно дотащил!"
#Оливия смутилась ещё сильнее
Барди: "Вернулась в комнату сестры и, сука, закончила начатое и даже не пытаясь делать это тише!"
Барди: "А потом и вовсе тупо, мать твою, заснула там же!"
#Оливия обиженно кричит на Барди.
Оливия: "Ну ладно! Хорошо! Да! Вот такая вот я! Но я разве виновата!"
Барди мысли: "Действительно... Очевидно это всё тёмные силы..."
#Оливия смотрит на Барди обиженным взглядом, уже не кричи. Поза зажатая.
Оливия: "Я даже не понимаю зачем ты вообще помог мне."
Барди: "Боже... Самому бы знать... Просто, не знаю... Просто понимаю что любовь - штука странная..."
#Оливия прикрывает лицо руками.
Оливия: "Господи... Какая же я психованная дура..."
#Барди встаёт и приобнимает Оливию. в двух рендерах.
Барди: "Эй, всё хорошо. Всё нормально."
Барди: "Ты просто влюбилась."
#Оливия поднимает опущенный тоскливый взгляд на Барди.
Оливия: "Но что тогда случилось? Почему она так холодна ко мне?"
Барди: "Ты просто не умеешь показывать свою любовь. У тебя это получается, слегка..."
Барди: "Агрессивно."
#Оливия и Барди садятся на кровать друг на против друга. Оливия хмуро отвечает Барди.
Оливия: "Я и сама это знаю!"
Оливия: "Но что мне делать!? Как быть!? Я не контролирую себя! Это вообще всё из-за тебя!"
Оливия: "Той ссоры бы не было если бы не ты!"
Барди: "Той ссоры бы не было если бы ты была более сдержана."
#Оливия подавленная. поза зажатая.
Оливия: "Но... Но это же мой характер! Я не контролирую это! Оно само!"
Оливия: "Даже сейчас, я знаю что мне стоит извиниться, но как?"
#Оливия смотрит на Барди, так, словно в её голове родился идеальный план.
Барди мысли: "Ох и не нравится мне этот взгляд..."
Оливия: "Знаю!"
Барди: "Не знаешь!"
#Оливия с довольной рожей подняв палец вверх озвучивает свой гениальный план.
Оливия: "Ты поможешь мне!"
Барди: "Нет! Я в это дерьмо не ползу! И даже не проси! Я отказываюсь!"
Оливия: "Пойдёшь к ней, узнаешь всё, и расскажешь всё мне! А потом мы решим как это чинить!"
Барди: "Ты меня совсем не слышишь!?"
Барди: "Извини конечно, но один раз я уже наступил на это дерьмо! Потом всю ночь не спал! Спасибо, мне хватило!"
#Оливия упрашивает Барди. Сделайте соответствующие выражение лица и позу. Но с соответствием к её характеру.
Оливия: "Всмысле!? Ты мне не поможешь!? Ты же мой брат!"
Оливия: "К кому мне обратиться если не к тебе!?"
Барди: "Как же удобно ты вспоминаешь этот момент!"
Барди: "Когда ей надо - брат! А во всё остальное время отброс общества!?"
#Оливи держит Барди за руку с виноватым лицом.
Оливия: "Да когда такое было!?"
Барди: "...."
Барди: "Серьёзно? Мне реально начать перечислять?"
Оливия: "Но братья и сёстры всегда ссорятся! Это нормально!"
Барди: "И тем не менее, Давайте вы как-то без меня там договоритесь!"
#Оливия обиженно и хмуро смотрит на Барди.
Оливия: "Но ты обещал помочь мне если что!"
Барди: "Фак... Но! Чёрт подери! Не так же! Я не обещал мирить вас после каждой ссоры!"
Оливия: "Именно так! Ты обещал помочь! А помощь нужна именно с этим!"
Барди мысли: "Фак..."
#Оливи доминирующе победоносно смотрит на Барди.
Барди: "..."
Барди: "Фак..."
Оливия: "Ну?"
Барди: "Ладно, хрен с тобой!"
Оливия: "Отлично!"
#Барди встаёт с кровати.
Барди: "Сделаю что смогу, расскажу, но дальше, ты сама по себе, ясно? Я больше не влезу в ваши сестроёбские разборки!"
Оливия: "Давай-давай! Иди! И без информации не возвращайся!"
#Барди подходит к двери и выходит. В паре рендеров.
Барди: "И как меня только угораздило вляпаться в это дерьмо!?"
Барди: "Эх... Ладно, надо будет как-нибудь разобраться с этим дерьмом..."
#Конец сцены. игрок получает свободу действий. В подсказках Оливии и Синтии появляется новая подсказка: "Поговорить с Синтией в её комнате."
#Оливия и Синтия всё так же сидят по своим комнатам. Оливия в комнате просто читает книжку.

#Если после этой сцены зайти к оливии и начать с ней разговор предварительно не обсудив дело с Синтией.
#Барди входит в комнату с Оливией. Она лежит в кровати и залипает в телефон или читает книгу. лучше телефон, он больше ей подойдёт.
#При клике на неё, она безразлично поднимает взгляд на БАрди.
Оливия: "Ну как? узнал что-нибудь?"
Барди: "Нет, пока ничего."
#Оливия смотрит на Барди хмуро.
Оливия: "Так возьмись уже за дело!"
#Барди выходит из комнаты.
Барди: "Эх... Тебе бы к психологу..."
#Конец сцены. Игрок получает свободу действий.











Оливия 2.3
#Внимание. Сцена доступна только после прохождения второй сцены Синтии!!! После её прохождения в подсказках как у Синтии так и у Оливии появляется подсказка: "Поговорить с Оливией"
#После прохождения сцены Синтии Оливия тусуется в коридоре у входа в свою комнату. Сделайте её слегка хмурой, словно ожидающей.
#Сцена активируется по клику на Оливию В коридоре. Никаких автотрекеров как планировали раньше! Это затянет сцену..
#При клике на Оливию.
#Оливия смотрит на Барди, В камеру если быть точнее.
#Оливия подзывает Барди к себе жестом и потом  снова встаёт в исходную позу на след рендере.
Барди мысли: "И что ей надо... Фак... Точно..."
#Барди подходит ближе к Оливии.
Барди: "Что такое?"
Оливия: "Поговорим."
Барди: "Да без проблем. Погодка сегодня супер да? Кстати, что нового в жизни?"
#Оливия хватает Барди за руку, Выражение лица чуть хмурое.
Барди мысли: "Ну нихрена себе..."
Барди: "Что?"
Оливия: "Засунь свои шутки себе в зад. Ты знаешь о чём я. В комнате поговорим."
#Оливия тащит Барди в комнату и закрывает за ними дверь.
Барди мысли: "Что за дежавю мать вашу!?"
#Барди в комнате Оливии. Оливия всё ещё крепко держит его руку..
Барди: "Ну и что это такое?"
#Оливия смотрит на Бари с безразличием.
Оливия: "Что?"
#Выбор: "Отдёрнуть руку, Оставить как есть."

#Ответ: "Оставить как есть."
#Барди смотрит на руку.
Барди: "Может уже отпустишь?"
Оливия: "Ой..."
#Оливия отпускает руку Барди, смотрит на него всё с тем же безразличием.
Барди: "Так что такое?"
#Оливия встаёт скрестив руки и хмуро поглядывая на Барди.
Оливия: "Как будто сам не знаешь. Это на счёт Синтии."
Барди: "Ах да... Синтия..."
#Конец ответвления. Далее по одному сценарию.

#Ответ: "Отдёрнуть руку."
Барди: "Вот это!"
#Барди отдёргивает руку. Не агрессивно в сторону, а более или менее аккуратно, на себя. Оливия крепко его держала и стояла в неустойчивой позе, потому, по инерции навалилась на Барди.
Оливия: "Ай!"
#Барди мысли: "Фак!"
#Оливия наваливается на Барди и они вместе летят на кровать. Ебаните сюда и на следующий кадр какой-нибудь эротичесский момент.
#Барди и Оливия лежат в этой позе, но Оливия смотрит на Барди хмуро, со злостью..
Оливия: "Что это за хрень!?"
Барди: "Ау... Моя награда за проделанную работу?"
Оливия: "Пошёл ты! Извращенец!"
Барди: "Ты должна забыть это слово напрочь! Я готов услышать это слово от кого угодно! Но только не от тебя!"
#Оливия отводит глаза в сторону.
Оливия: "Заткнись. И отпусти меня уже!"
#Оливия отринула От Барди, и начинает вставать. Покажите это в двух рендерах.
#Оливия Встала перед Барди. Смотрит на него хмуро.
Оливия: "К делу. Я не хочу чтоб ты задерживался тут больше чем нужно."
Барди: "Ой как грубо."
Оливия: "Другого ты пока не заслужил. Что там с Синтией?"
Барди: "Не понимаю о чём ты..."
#Оливия уже на взводе. Позу сделайте такую же раздражённую.
Оливия: "Тебе же будет лучше если ты вспомнишь."
Барди: "Может память о том событии затмила какая-то обида засевшая во мне..."
Оливия: "Я убью тебя Барди. Хватит. Я задушу тебя пока ты будешь спать."
#Барди выставляет руки вперёд.
Барди: "Да ладно, Ладно. Успокойся."
#Синтия успокоилась немного, Руки Барди убираем.
Барди: "Ладно, На счёт синтии..."
#Конец ответвления. Далее по одному сценарию.

#Оливия смотрит на Барди нейтрально. барди сидит на кровати.
Барди: "И так... Может сядешь и не будешь стоять над душой? Это напрягает."
#Оливия раздражённо садится примерно как в позе лотоса рядом с Барди обернувшись к нему.
Оливия: "Доволен:"
Барди: "Вполне."
Барди: "В общем... Поговорил я с Синтией..."
#Оливия внимательно слушает. Выражение её лица слегка подавленное и грустное.
Барди: "Она ощущает ужасное чувство вины. Не знаю как это вообще возможно, но она действительно считает что виновата в чём-то."
Барди: "Говорит что ощущает холод с твоей стороны, и думает что ты чувствуешь к ней обиду, хоть и пытаешься её скрыть."
Оливия: "Но я же совсем не обижена! Наоборот, пыталась как-то вернуть наше тёплое общение... За что ей вообще чувствовать обиду!?"
Барди: "Вот и я о том же! Битый час я пытался вдолбить ей в голову, что перед стервой вроде тебя вообще нельзя чувствовать вину..."
#Оливия хмурая.
Оливия: "Эй!"
Барди: "Не суть."
#Оливия внимательно слушает.
Барди: "Но в общем, как я и говорил, ни в какую. Как со стеной говорю. Вроде и привожу аргументы, говорю что вина вся лежит на тебе и это ты должна извиняться за свой дерьмовый характер и прочее..."
#Оливия снова хмурая. Поза раздражённая.
Оливия: "Ты там меня тупо гавном поливал что ли!?"
Барди: "Не суть."
Барди: "Но она ни в какую. Сколько бы я не говорил, что вам двоим нужно всего лишь поговорить по душам, ей в одно ухо влетело из другого вылетало. Она слишком наивная для этого мира."
#Оливия печально опускает взгляд.
Оливия: "Значит ничего не вышло?"
Барди: "Вышло."
#Оливия поднимает взгляд на Барди.
Барди: "Вышло узнать что она ни  в чём тебя не винит. Как я и сказал, наоборот, ищет способ чтоб извиниться."
#Оливия смотрит на Барди с интересом.
Барди: "И даже нашла один..."
Оливия: "И какой же?"
Барди: "Она собирается купить тебе какой-то подарок в примирение."
#Оливия сразу меняется в лице. Эмоция умиления. Позу ебание соответствующую. Смотрит на на Барди.
Оливия: "О боже! Вот она моя милашка!"
Оливия: "Моя милашка, подарок мне готовит... Боже, Какая же она милашка!"
Оливия: "Боже, это так мило! Моя маленькая сестрёнка!"
#Оливия смотрит на Барди.
Барди: "Ну нихрена себе радости полные штаны... Ты притормози там не много. У тебя совесть хоть есть!?"
#Оливия смотрит на Барди хмуро.
Оливия: "Чего тебе?"
Барди: "А ничего что Синтия не должна тебе ничего покупать из чувства вины!? Ты вообще не заслужила такого отношения к себе. Там вообще-то только твой косяк!"
#Оливия с таким же выражением лица, но поза более открытая и жестикулирующая тим: "Ты что охренел?!"
Барди: "Как по мне - только тебе тут и нужно извиниться!"
Оливия: "Это ещё с какого такого хрена я не заслужила!?"
#Оливия чуть смущена, слегка подавленная и взгляд такой виноватый. Поза соответствующая.
Барди: "А ничего что это ты - та самая законченная извращённая сестрофетишистка которая дрочит на свою сестру в тихаря. Бесится и взрывается по любому поводу, строит из себя жертву..."
Барди: "А бедная, добрая и наивная Синтия, не знает ничего из этого, считает тебя чистой, офигеной любящей и заботливой сестрой. И  сейчас всё никак не может избавиться от чувства вины."
#Оливия ещё более поникшая.
Барди: "Уверенная в том, что это именно она накосячила. И не понимает, что во всём виновата твоя ревность. И потом, сейчас винит себя во всех ваших бедах."
Барди: "Настолько, что сейчас она не видит иного выхода кроме как купить для тебя что-то лишь бы ты её простила!?"
Барди мысли: "Причем на мои мать твою деньги!"
#Оливия пытается что-то вставить в своё оправдание чтоб остановить этот  беспрерывный поток говна в свою сторону. Это тип, она всё ещё виновато смотрит на Барди, но пытается как-то обелить своё имя.
Оливия: "Но вообще-то..."
#Оливия в ахуе. Она удивлена и взволнована.
Барди: "И ради этого, она даже вынуждена Искать у кого-то деньги, потому что у неё нет такой суммы!"
Оливия: "Она собирается взять в долг у какого-то придурка!? А если она не сможет вернуть!? А что если они решат выбить из неё долг!?"
Барди: "А ты вообще не веришь в её окружение?"
#Оливия со злостью и ахуеванием, жестикулируя смотрит на Барди.
Оливия: "Конечно нет! Она же моя маленькая наивная девочка! Её кто угодно обманет!"
Барди мысли: "Например ты..."
Оливия: "И потому я за каждым наблюдаю! И поверь, там одни ублюдки!"
Барди: "Воу! Ни за что не поверю, что Синтия впишется в плохую компашку! Что они сделали?"
#Оливия уверенная, словно вообще не сомневающаяся в своих словах.
Оливия: "Ничего! Но я же знаю какие они все сволочи! Уверена они только шанса ждут! И как ты только мог позволить ей пойти и у кого-то занять большие деньги!?"
Барди: "Боже да хватит уже, Сталкер недоделанный... Я не настолько туп, сказал что деньги найду сам."
#Оливия вздыхает с облегчением.
Барди мысли: "Ну... Почти... Я вообще не хотел помогать ей с тобой."
Оливия: "Фух... Я уже думала ты совсем кретин..."
#Оливия смотрит на Барди оценивающим взглядом. Позу ебаните соответствующую, тип рука у подбородка, все дела, поза слегка открытая итд.
Оливия: "А ты оказывается не много умнее и... Лучше, чем я думала..."
#Выбор кролик/крыса Внимание, ни один из вариантов выбора не даёт Барди денег. Это просто для кролик\крыса метра, и для разнообразия: "Ну не мог же я позволить ей подобное. Она слишком наивна для этого - +кролик \ А может ты сама свой подарок и проспонсируешь!? +крыса"

#Ответ: "Ну не мог же я позволить ей подобное. Она слишком наивна для этого - +кролик"
Барди: "Ну не мог же я позволить ей из-за подобной ерунды, в отчаянии пойти занимать деньги хрен знает у кого. Она слишком наивна для этого."
#Оливия улыбается.
Оливия: "Ну ничего себе... У тебя действительно есть совесть?"
Барди: "Зато у тебя её нет совершенно. С какого хрена я должен тратить такие суммы на твой подарок!?"
Оливия: "С такого, что ты тоже дорожишь ею. Знаешь, я даже начинаю верить в тебя."
#Оливия смотрит на Барди с ухмылкой, такой, слегка подъёбывающей.
Оливия: "Но.... Сколько она вообще планировала потратить на меня?"
Оливия: "Просто не могу понять почему ты так ноешь и жадничаешь, там что, миллионы?"
Барди: "С какого это хрена нежелание тратить деньги на человека который считает меня дерьмом делает меня жадным?!"
#Оливия улыбаясь смотрит на БАрди оценивающим взглядом.
Оливия: "Ну, знаешь, не прямо так и говном, могу тебя обрадовать. Ты повышен."
Барди: "Вот уж спасибо за вашу доброту госпожа, это так мило с вашей стороны. И на каком уровне я сейчас?"
#Оливия задумчивая. Смотрит вверх, пальцы у подбородка.
Оливия: "Дай ка подумать... Ну-у-у-у-у...."
#Оливия ехидно ухмыляясь и подмигивая смотрит на Барди и показывает на него пальцем, рука сложена в жест писталетика.
Оливия: "Где-то на уровне дворняжки. Это большой прогресс, продолжай в том же духе и может когда-нибудь даже выбьешься в люди."
Барди: "Вот уж спасибо не надо. Обойдусь. Быть дворняжкой законченной извращенки - сомнительная должность."
#Оливия смеясь. Позу сделайте другой, она уже не тычет пальцем в Барди.
Оливия: "Да ладно тебе."
#Оливия нейтральная. На лице лёгкая улыбка.
Оливия: "Ладно... на самом деле я действительно ценю то, что ты заботишься о Синтии. Я была о тебе худшего мнения."
Оливия: "И осознаю что была не права."
#Оливия смотрит на Барди серьёзно.
Оливия: "Но я всё ещё тебе не доверяю."
Барди: "Ох... Что-то мне подсказывает, что эта твоя черта останется в наших отношениях постоянной."
#Оливия достаёт свой телефон и смотрит в экран.
Оливия: "Ладно, сколько я тебе должна?"
Барди: "Что?"
#Оливия смотрит на Барди нейтрально. Телефон всё ещё у неё в руках.
Оливия: "Ну, ты же спонсируешь мой подарок. Не хочу принимать от Синтии что-то купленное за твои деньги."
Барди: "..."
Барди мысли: "Ну нихрена себе..."
Оливия: "Ну так что?"
#Барди называет сумму. Напиши пожалуйста сама сумму, сколько там барди должен занять Синтии. Слово "Сумма" в следующем диалоге замени на цифры.
Барди: "Сумма."
#Оливия смотри на Барди удивлённым взглядом.
#Оливия убирает телефон в двух рендерах. В одном тип убирает его за спину или в карман, в другом в естественной позе смотрит на Барди. Поза обычная, лицо улыбающееся.
Оливия: "Выкручивайся как хочешь."
Барди: "..."
Оливия: "..."
Барди: "Что?"
#Оливия с подъёбывающей ухмылкой.
Оливия: "Что слышал. Сам встрял, сам и выкручивайся."
Барди: "Что ж.... И чего я вообще ожидал? Что в тебе совесть проснётся? Так откуда? У тебя её с рождения не было..."
Оливия: "Ага."
Барди: "Но как же это твоё: "Не хочу принимать от Синтии что-то купленное за твои деньги." - и всё такое?"
#Оливия разводит руками делая естественное выражение лица, тип: "Что ж...."
Оливия: "Ну, что поделать. Потерплю. Деньги же не пахнут."
Барди: "Мда..."
Барди: "Ладно, не суть... По сути, другого я и не ожидал... Вернёмся к прошлому разговору..."
#Конец микро ответвления. Кролик получает плюсик. Больше ничего не меняется.
#Далее всё по одному сценарию.

#Ответ: "А может ты сама свой подарок и проспонсируешь!? +крыса"
Барди: "Слыш! "Лучше!" Ты может хоть сама этот подарок проспонсируешь!? Я как бы тоже не миллионер, и не знаю откуда эти деньги брать!"
#Оливия смотрит на Барди с отвращением.
Оливия: "А нет... Я поторопилась. Ты та ещё двуличная сволочь."
Барди: "Но сволочь справедливая! Конкретно в этой ситуации, ни Синтия, ни уж тем более я, не должны тратить свои бабки! Это только твой косяк! Ты довела Синтию до этого!"
Оливия: "Боже какой же ты жмот..."
Барди: "С какого это хрена нежелание тратить деньги на человека который считает меня дерьмом делает меня жмотом?!"
#Оливия достаёт свой телефон и смотрит в экран.
Оливия: "Ну и сколько там? Сколько я тебе должна, жмотяра? Я переведу."
#Барди называет сумму. Напиши пожалуйста сама сумму, сколько там барди должен занять Синтии. Слово "Сумма" в следующем диалоге замени на цифры.
Барди: "Сумма."
#Оливия смотри на Барди удивлённым взглядом.
#Оливия убирает телефон в двух рендерах. В одном тип убирает его за спину или в карман, в другом в естественной позе смотрит на Барди. Поза обычная, лицо безразличное.
Оливия: "Выкручивайся как хочешь."
Барди: "..."
Оливия: "..."
Барди: "Что?"
#Оливия со  злорадствующей ухмылкой.
Оливия: "Что слышал. Сам встрял, сам и выкручивайся."
Барди: "Что ж.... И чего я вообще ожидал? Что в тебе совесть проснётся? Так откуда? У тебя её с рождения не было..."
Оливия: "Верно мыслишь. но на самом деле это твой образ убивает любые проявления совести."
Барди: "Ага-ага."
Барди: "Ладно, не суть... Вернёмся к прошлому разговору..."
#Конец микро ответвления. Крыса получает плюсик. Больше ничего не меняется.
#Далее всё по одному сценарию.

#Оливия нейтральная, слушает Барди.
Барди: "Теперь ты знаешь всё, и что?"
Барди: "Тебе нормально жить с осознанием того, что ты по полной манипулируешь своей искренне верящей в тебя, наивной младшей сестрой?!"
#Оливия закатывает глаза,  после чего смотрит на Барди с усталым выражением лица. в двух рендерах.
Оливия: "О боже Барди! Какой же ты душный!"
#Оливия отводит взгляд в сторону. Она чуть смущена.
Оливия: "Но в чём-то ты может и прав..."
Оливия: "Боже... Весь кайф обломал!"
#Оливия обиженно задумчивая.
#Оливия Довольная собой, поза открытая, довольная.
Оливия: "Ладно, решено! Я тоже подберу ей что-то в подарок!"
Барди: "И извинишься!"
#Оливия недовольно обиженная опустила голову. Поза поникшая.
Оливия: "И извинюсь. Доволен!?"
Барди: "Вполне!"
Барди мысли: "Ну, хотя бы не я один пострадаю финансово."
Барди: "И да. Подарок должен быть не менее дорогим чем берёт Синтия."
#Оливия метнула в Барди недовольный взгляд. Руки скрещены на груди.
Оливия: "Я и сама знаю."
Барди мысли: "Ладно, теперь, когда кошелёк этой стервы пострадает так же как и мой, я доволен."
#Оливия нейтральная. Смотрит на Барди. Поза тоже нейтральная.
Барди: "Ладно, на этом в принципе всё."
Оливия: "Вы больше ни о чём не говорили?"
Барди: "Ну, ещё мы немного пообсуждали парня который ей нравится и с которым у неё был первый раз на днях а в целом..."
#Оливия просто в ярости и гневе. Поза и эмоция соответствующие
Оливия: "ЧТО?!"
 Оливия: "ЧТО ТЫ СКАЗАЛ!?"
Барди: "Аха-ха-ха-ха... Успокойся. Я шучу. Стала бы синтия обсуждать подобное со мной..."
#Оливия бьёт Барди в плечо. Не сильно, она не прям в ярости замахнулась, скорее уже отворачиваясь от него тим, из обиды. На лице обида и злость.
Оливия: "Кретин!"
Барди: "Может только чуть чуть..."
#Оливия нейтральная.
Барди: "А в целом, нет. Больше  ничего. Я просто выслушивал её мысли о том какая она нехорошая и как она тебя обидела. Знаешь? это очень мерзко с твоей стороны."
#Оливия недовольно и подавлено.
Оливия: "А что я могла сделать? Ты же знаешь её. Она сама себе всё это накрутила."
Барди: "Не без твоей помощи. И ты сама это знаешь."
#Оливия грустная и подавленная смотрит вниз.
Оливия: "Да я же... Пыталась."
#Оливия смотрит на Барди удивлённо.
Барди: "Всё забыть и сделать вид будто ничего небыло?"
Барди: "Да, я это уже понял."
Барди: "Ты знаешь Синтию по лучше меня. Не говори мне что не знаешь что она тот тип людей, которые могут сделать вид что ничего не было и забыть."
#Оливия снова опустила глаза. Она снова подавлена.
Барди: "Ты  знала что она не отпустит и продолжит накручивать себя. Но твоя гордость не позволила тебе просто взять и поговорить с ней о ситуации, а потом извиниться."
Оливия: "Я знаю."
Барди: "Не стоит с ней так. Она слишком мягкий и ранимый человек."
#Оливия хмуро стреляет глазами в Барди. Поза такая же подавленная. Просто выражение лица хмурое.
Оливия: "Да говорю же что знаю! Хватит читать мне нотации!"
#Оливия вновь опускает глаза. взгляд грустный.
Барди: "Я не говорю что ты не знаешь. Наоборот. Ты знаешь, и всё равно ты это допустила. В этом как раз так и проблема."
Оливия: "..."
Оливия: "Прости."
Барди: "А передо мной то зачем извиняться."
#Оливия смотрит на Барди. Поза чуть более открытая. Она внимательно его слушает. На лице словно лучик надежды.
Барди: "Перед ней и извинишься. Всё будет хорошо. НЕ переживай. Просто не допускай этого в будущем, ладно?"
#Глаза Оливии чуть влажные.
Барди: "Ну нихрена себе, Оливия может быть такой!?"
Барди мысли: "О боже... Мне теперь жаль её..."
Барди: "Ну всё, всё. Я знаю что тебе не плевать на неё. Как бы ты не вела себя в начале диалога."
#Оливия обнимает Барди и утыкается ему в грудь лицом. Барди в ахуе. Руки разведены чуть в стороны, он не обнял её в ответ.
Барди мысли: "Ну нихрена себе..."
Барди мысли: "Фак! Что за резкая смена имиджа!? И что мне делать!? Обнять в ответ!? Да она же очухается и убьёт меня!"
Оливия: "Спасибо..."
#Барди нерешительно кладёт руки ей на лопатки легонько обнимая её в ответ.
Барди: "Да... Незачто..."
Барди мысли: "Боже... Чувство будто обнимаю гранату которая вот вот взорвётся..."
Барди мысли: "Она же сейчас опомнится и всё. Пипец мне!"
#Оливия приподняла взгляд на Барди.
Барди: "Кстати... Синтия просила как-нибудь по тихому узнать у тебя что тебе подарить."
#Оливия хмурая и обозлённая. так же приподняв взгляд на Барди смотрит на него.
Барди: "Я сказал конечно, что лучшим подарком были бы её ношенные неделю нестиранные трусики, но по моему она не особо одобрила этот вариант и..."
Оливия: ""Что ты ей сказал мать твою!?"
#Оливия пытается вырваться из объятий но Барди не отпускает.
Барди: "Да всё, успокойся всё в порядке, Подумаешь, не получилось выбить конкретно трусики... Но зато я почти уломал её на лифчик!"
Оливия: "Я убью тебя Барди! Отпусти меня"!"
Барди: "Да всё, всё, я поговорю с ней ещё раз на счёт трусиков если тебе это так важно, но я думал вам фетишистам вообще без разницы что нюхать..."
#Оливия вырывается и замахивается на Барди. Барди защищается выставив руки вперёд. Оливия ну прям рождённая убивать
Барди: "А-а-а-а! Да всё! Шучу же я! Это шутка!"
#Оливия не бьёт Барди, лишь смотрит на него хмуро. Руки Барди убирает.
Оливия: "Когда-нибудь, я тебя убью. Честное слово барди, ты доиграешься, и я тебя убью!"
Барди: "Ох, наконец-то ты вернулась. А то тут какая-то сентиментальная душа завладела твоим телом..."
#Оливия хмурая поза и взгляд. Отводит взгляд в сторону.
Оливия: "Ну ты и кретин..."
Барди: "Зато с чувством юмора."
Оливия: "Хреновое чувство юмора."
#Оливия нейтральная. на лице лёгкая улыбка.
Оливия: "Но, правда, спасибо. Я правда не думала, что ты действительно возьмёшься помогать мне после того, что узнал обо мне..."
Барди мысли: "Ого... Она это всерьёз?"
Барди: "..."
#Оливия хмурая.
Оливия: "Что ты на меня так уставился?"
Барди: "А, нет... Я просто слегка удивлён..."
Оливия: "А что тут такого? Я вообще-то честная и справедливая!"
Барди: "Ага, скажи это моему кошельку..."
#Оливия самодовольная ухмылка.
Оливия: "Нет. Ты это заслужил. Не окажись тебя в комнате Синтии в тот день, мы бы может и не поругались бы вообще. И плюс, возможно после этого ты перестанешь быть таким жлобом."
Барди: "Ну спасибо..."
#Оливия поменяйте ей позу. приелать. Эмоция на лице такая же, но она ему подмигивает.
Оливия: "А ты не хмурься так. Может если всё пройдёт гладко тебя тоже будет ждать приз. Думаю мы с Синтией устроим посиделки до утра. И ты даже получишь от меня официальное приглашение."
Барди: "Оу... Долго же мне обойдётся ваша вечеринка..."
#Оливия снова хмуро. Тычет в барди пальцем
Оливия: "Она нам обоим обойдётся в копеечку, так что не гони."
Барди мысли: "Ну ладно... Как перспектива звучит неплохо... Может будет даже весело..."
#Оливия нейтральная, взгляд чуть вверх, эмоция задумчивая.
Оливия: "А на счёт подарка... Даже не знаю..."
#Оливия придумала идею. Поза и эмоция по эту хуйню в общем.
Оливия: "О! Пойдёшь с ней и сфоткаешь мне варианты когда будете выбирать.  А я решу."
Барди: "Ну нифига себе, сама, и посылаешь меня куда-то вместе с любовью всей своей жизни..."
#Оливия хмурая. Метнула взгляд в Барди.
Оливия : "А ты не зазнавайся. Если я узнаю что ты там что-то провернул не хорошее... А я узнаю. То пеняй на себя."
Барди: "Понял принял, начальник..."
Барди: "Ладно, я могу идти? Мне её обдумывать как всё это провернуть..."
#Оливия нейтральная, отводит взгляд и машет рукой в сторону двери.
Оливия: "Иди. Я закончила."
Барди: "От всей души благодарю госпожа."
Оливия: "Да пошёл ты."
Барди: "Ну конечно... чего я ещё мог ожидать? Я же не миленькая наивненькая блондиночка...."
#Оливия агрессивно смотрит на Барди.
Оливия: "Проваливай уже, пока цел."
Барди: "Всё всё, уже ушёл."
#Барди встаёт с кровати.
Барди мысли: "И с чего она продолжает строить из себя мисс: "Дам всем прикурить"... Мы же уже проходили это в прошлый раз..."
#Барди идёт к выходу.
Барди мысли: "Ладно, какая в принципе разница..."
#Барди выходит за дверь.
Барди мысли: "Ладно... Что мы имеем в итоге..."
Барди мысли: "Синтия с Оливией поссорились, из-за меня в частности, но опустим этот факт..."
Барди мысли: "У Оливии в заднице гордыня заиграла, а Синтия не смогла отпустить эту ситуацию... И ситуацию запустили слишком сильно..."
Барди мысли: "И теперь, всё это дерьмо свалилось на мои плечи... Ну конечно... кого ещё грузить всем этим дерьмом..."
Барди мысли: "Ладно, нужно решить как расхлёбывать всё это дерьмо."
Барди мысли: "Хотя что тут думать..."
Бади мысли: "Нужны деньги. Вот и вся проблема... А с остальным уже не проблема."
Барди мысли: "Ладно, нужно сделать всё красиво, чтоб в итоге и Синтия и Оливия были моими..."
#Конец сцены. Игрок получает свободу действий. В подсказках Оливии и синтии появляется запись: "Ждите следующего обновления."
