Эмили.
Сцена 3.
#И так, третья с Эмили сцена, по хронологии у нас завязана на фотках, которые делал Барди чтоб позлить Гарри. На этих фотках, Барди её засосал, облапал, Хорошо хоть не дал в рот. Но Гарри всё равно не оценил. По этому он ищет Барди.
#Само напоминание о сцене, появляется сразу же на следующий день после того как Барди делал эти фото. Если Читатель прошёл сцену с Эмили перед выходом апдейта, то напоминалка появится сразу же как выйдет апдейт, утром, как только Барди проснулся.
#ВНИМАНИЕ! Это лишь напоминалка. Сцена начнётся только после того, как Барди зайдёт в инсту, и увидит эти фото и отреагирует на них, и то, это всего лишь триггер, делающий активным следующий триггер, а именно посещение колледжа.

Сцена 3.
#Барди видит сон, где Гарри ломает ему нос. (Сделайте 2 рендера, где Барди только разговаривает с озлобленным Гарри, и второй, где он ломает ему нос.)
#От этого Барди просыпается.
Барди мысли: "Боже... Ну и сны..."
Барди мысли: "Интересно, Эмили реально выложила эти фото?"
Барди мысли: "Надеюсь она испугалась и передумала... Нужно будет как-нибудь глянуть что там происходит в её инсте."
#Конец микро сцены. В ежедневнике Барди (В подсказках) появляется подсказка в ветке Эмили: "Проверить инстаграмм Эмили."

Сцена Эмили 3.1
#Когда Барди решит проверить инсту Эмили.
#Барди листает фотки Эмили. На всех фотках, лицо Барди закрыто каким-нибудь смайликом.
Барди мысли: "Чёрт... Она их всё-таки выложила..."
Барди мысли: "Твою же мать! Ну хоть лицо моё закрыла, и на том спасибо..."
Барди мысли: "Чёрт... Если Гарри узнает..."
#Барди долистывает до последней фотки, под которой видит коммент Гарри.
#Комментарий гарри: "Кто бы ты ни был, я найду тебя, ублюдок!"
#Комментарий Эмили. ответ Гарри: "Это уже не твоё дело."
Барди мысли: "Твою ма-а-а-ать... Мне жопа."
Барди мысли: "Ладно... Вечер с Эмили того стоил. Будь что будет."Барди мысли: "Да и с какого это хрена я буду бегать от этого урода?"
Барди мысли: "Чёрт, я труп."
#Барди убирает телефон в карман.
#Конец минни сцены. Барди получает свободу действий.
#Активирован триггер посещения колледжа. Теперь при посещении колледжа Барди наткнётся на сцену с Эмили и Гарри. Эта сцена приоритетнее сцены с Сарой, поэтому, даже если сейчас должна быть активна Сара, при посещении Колледжа мы видим сцену Эмили и Гарри. Это относится ко всем возможным авто сценам в колледже в будущем.
#В ежедневнике Барди (Подсказках) появляется подсказка в ветке Эмили: "Посетить колледж в будний день."

Сцена Эмили 3.2
#При посещении локации колледж, запускается автотриггер. Мы автоматически мобилизируемся к шкафчикам, в начало сцены с Эмили.
#Эмили стоит спиной к шкафчикам, на 3\4 пофёрнутая к Барди. Гарри стоит к ней лицом и наезжает на него. Он выглядит злым и рассерженным, в то время как Эмили абсолютно похуй. Она вообще тупо втыкает в телефон пока Гарри там чёт орёт.
#Барди встаёт неподалёку и подслушивает.
Гарри: "Спрашиваю тебя ещё раз, что за чмошник лапает тебя на фотках!?"
Барди мысли: "Твою же мать что здесь происходит..."
#Эмили не отрываясь от телефона.
Эмили: "Какая тебе разница? Мы с тобой расстались. Ты мне изменял, флиртовал с другими, отжигал с ними по ночам. Думал я собираюсь это терпеть?"
#Гарри в ахуе с такого заявления.
Гарри: "Что?!"
Эмили: "Боже... Если тебе нужно дословно повторить..."
#Эмили смотрит на Гарри.
Эмили: "Гарри, я тебя бросаю. Отвали от меня."
Гарри: "Ты что, Совсем охренела?!"
#Гарри бьёт кулаком по шкафчику. весь из себя крутой обозлённый пиздюк.
Гарри: "Послушай сюда, Я решаю когда мы с тобой расстаёмся. И я решаю с кем мне спать а с кем нет!"
#Эмили надувает пузырь из жвачки, ей вообще похуй.
#Эмили с таким же выражением лица и позой но без жвачки.
Эмили: "Я не твоя собственность, придурок."
Гарри: "О нет, ошибаешься. Моя."
#Эмили смотрит в камеру, тип в глаза Барди. Она нас заметила. А затем снова смотрит на Гарри. поза чуть зажатая.
Барди мысли: "Чёрт... Она меня заметила... Это хорошо или плохо вообще!?"
Гарри: "Так что, я спрашиваю ещё раз, кто этот урод!?"
Барди мысли: "Твою же мать... Ей сильно достанется..."
#У Барди появляется выбор: "Вмешаться\нет."
#При ответе: "Нет."
#Эмили всё так же на похуй смотрит на Гарри.
Барди мысли: "Чёрт... Она говорила что разберётся с этим сама."
Эмили: "Не твоё дело."
#Эмили смотрит на Барди чуть повернув голову, намекая чтоб он съёбывал.
Барди мысли: "Она намекает мне сваливать?"
Барди мысли: "Может это и не такая плохая идея..."
#Гарри хватает Эмили за волосы и тянет на себя. Орёт на неё наклонившись к ней. Эмили в ауе. ей больно. Она выронила телефон.
Гарри: "Говори я сказал! Или я твою голову так же как этот шкаф разхреначу!"
Барди мысли: "Фа-а-ак! Похоже технично смыться не удастся."
Барди мысли: "Я так не могу, если бы я не решил сыграть в героя делая эти фото, этого бы и вовсе не случилось."
#Барди подходит к гарри и хватает его за руку. На следующем рендере Гарри оборачивается и вопросительно смотрит на Барди. На следующем рендере смотрит на Барди хмуро  и со злостью.
#Эмили тоже сквозь боль смотрит на Барди.
Барди: "Отпусти её придурок."
Гарри: "Отвали, урод. Я не закончил."
Барди: "Закончил."
#Гарри отпускает волосы Эмили, Эмили виновато смотрит на Барди. Гарри со злостью смотрит на Барди. Кулаки сжаты.
#Конец ответвления. далее по одному сюжету.

#При ответе: "Вмешаться."
#Эмили всё так же на похуй смотрит на Гарри.
Эмили: "Не твоё дело."
#Эмили смотрит на Барди чуть повернув голову, намекая чтоб он съёбывал.
Барди мысли: "Она намекает мне сваливать?"
Барди мысли: "Я так не могу, если бы я не решил сыграть в героя делая эти фото, этого бы и вовсе не случилось."
Барди мысли: "Да и хрен знает что выкинет этот урод если я не вмешаюсь."
#Барди подходит к гарри
#Гарри собирается замахнуться, но БАрди обеими руками хватает Гарри за руку. На следующем рендере Гарри оборачивается и вопросительно смотрит на Барди. На следующем рендере смотрит на Барди хмуро  и со злостью.
#Эмили тоже смотрит на Барди, но в ахуе, тип с вопросом: "Да на кой хрен ты влез-то!?".
Барди: "Отвали от неё, придурок."
Гарри: "Отвали, урод. Я не закончил. С тобой я ещё разберусь."
Барди: "Нет, ты закончил."
#Конец ответвления. далее по одному сюжету.

#Пока Гарри смотрит на Барди, Эмили смотрит на Барди эмоциями и жестами показывая, чтоб он съёбывал.
Барди: "Ты же за фотки спрашивал? Так вот он я."
#Гарри вопросительно смотрит на Барди, Эмили в ахуе ебашит фейспалм.
Гарри: "..."
Эмили: "..."
#Гарри начинает ржать. Эмили смотрит на Барди сквозь пальцы.
Гарри: "АХАХАХА Ты что в героя решил сыграть?"
#Гарри смотрит на эмили всё ещё угарая, Эмили виновато смотрит на Барди.
Гарри: "Эмили? Это шутка какая-то?"
#Гарри оборачивается на Барди. всё ещё улыбаясь и разводя руки.
Гарри: "Шутка ведь?"
Барди: "..."
#Гарри указывает на Барди пальцем. Лицом на Эмили смотрит. Эмили отворачивается от Гарри.
Гарри: "Это что... Правда? Он?"
#Эмили смотрит на Гарри хмуро.
Эмили: "Да. Он."
#У гарри безумно хмурое лицо. Он собирается убивать. Он подходит к Барди и тычет ему в грудь пальцем.
Барди мысли: "Ну всё... Это необратимо...."
Гарри: "Пойдём ка поговорим?"
#У Барди появляется выбор: "Пойти с Гарри\не идти."

#Если Барди пойдёт с Гарри.
#Эмили хмурая, тычет в Гарри пальцем.
Эмили: "Эй! Не трогай его. Тебя это вообще не касается."
Барди: "Видимо касается. Прекрати, Эмили."
Эмили: "Твою мать... Барди, не иди с ним!"
Барди: "Мы сами разберёмся."
#У гарри на лице появляется ухмылка. Он смотрит на Барди.
Гарри: "А ты неплохо так осмелел, урод. Но ничего, я из тебя это выбью..."
#Гарри и Барди идут в сторону раздевалок.
#Гарри и Барди доходят до раздевалок, Барди заходит первый, Гарри следует за ним.
Барди мысли: "Ну всё... Мы одни..."
Барди: "Слушай..."
#Барди оборачивается на Гарри, но Гарри уже подскочил к нему и на следующем рендере схватил за воротник.
Барди: "ЭЙ!"
#Гарри толкая Барди прижал его к стене.
#Конец ответвления Далее по одному сюжету.

#Если Барди откажется идти с Гарри. Сцена у тех же шкафчиков.
#Эмили хмурая, тычет в Гарри пальцем.
Эмили: "Эй! Не трогай его. Тебя это вообще не касается."
#Барди разводит руками. Гарри выглядит ещё злее.
Барди: "Извини, но мне неочем с тобой говорить. Ты относишься к Эмили по свински. Это был вопрос времени когда ей надоест это отношение."
Гарри: "Слышь!? Урод..."
#Гарри хватает Барди за шкирку и тащит за собой. Эмили в ахуе стоит испуганно прикрыв рот обеими ладонями.
Барди: "Эй!? Ты что охренел!?"
#Гарри дотаскивает Барди до раздевалок, после чего открывает дверь, затаскивает Барди внутрь, закрывает дверь. Изобразите это в нескольких рендерах.
Барди: "Эй! Отвали от меня!"
#Гарри толкая Барди прижал его к стене.
#Конец ответвления Далее по одному сюжету.

# Гарри стоит перед нами, близко, видим только его лицо. Ну он прям пиздец, как злая собака, смотрит чёт на барди.
Гарри: "Ты, я смотрю, совсем охренел!?"
Барди: "Ты сам относился к ней как к вещи! Думаю даже полный идиот уже догнал бы, что вскоре ей это надоест."
#Гарри уже откровенно отрубил нахуй все эмоци. Он настроен убивать..
Гарри: "Не учи меня! Я же от тебя живого места не оставлю, урод..."
Гарри: "Я смотрю ты совсем забыл, кем ты был в школе?"
#Гарри ухмыляется, но по злому. Грубо.
Гарри: "Ты забыл? Может тебе напомнить!?"
Барди: "Те времена давно прошли."
#У Гарри уже истерический смех.
Гарри: "Слушай, урод! Я же закрывал глаза на твою дерзость..."
Гарри: "Припёрся в колледж, Строишь из себя тут крутого мачо... Я закрыл на это глаза."
#Если Барди разбили нос в первой сцене когда Гарри  напал на него.
Барди мысли: "Ага... Закрыл... А потом врезал?"
#Если Барди не ломали нос в тот раз.
Барди мысли: "Ага, и чуть не разбил мне нос..."
#Конец короткой ветки. Далее по одному тексту.
Гарри: "Я закрыл глаза, когда ты совал свой грёбаный нос в наши отношения..."
Барди мысли: "Ага... Как же..."
#Гарри агрессивный.
Гарри: "А теперь ты решил увести у меня девушку!?"
Барди: "Она уже давно не твоя девушка. Вы расстались."
#Гарри швыряет Барди на пол. Стоит там где стоял но в ярости.
Гарри: "Я решаю расстались мы или нет!"
Гарри: "И если хочешь дожить до завтра запомни мои слова!"
#Барди встаёт на ноги. Гарри смотрит на него.
Барди мысли: "Чёрт... Дверь за моей спиной... может валить отсюда нахрен?"
Барди мысли: "Хотя... Это в любом случае произойдёт. Не сейчас так потом."
Барди: "Так ты сука её и бросил! Мы уже не в школе придурок! мне плевать на тебя и твои угрозы!"
#Гарри ухмыляется Барди, и подходит ближе.
Гарри: "Знаешь?"
Гарри: "Мне не нравится как..."
#Гарри сжав кулак бьёт ребром ладони о стену.
Гарри: "Ты на меня смотришь, Окей?"
#Гарри делает шаг назад, чуть наклонившись. Ладони соприкасаются в области паха.
Гарри: "У тебя проблемы с головой?"
#Гарри снова подходит ближе.
Гарри: "Думаешь я лапшу тебе на уши вешаю!? Вру!?"
#Гарри подходит ближе и согнув руку в локте, тычет пальцем в Гарри.
Гарри: "Пошёл ты! Окей!?"
#Гарри чуть приподнимает и пододвигает к себе руку с пальцем которым тычет в Барди, После чего с силой вновь быстро возвращает её в прошлое положение, вновь указывая на барди пальцем.
Гарри: "Пошёл нахрен!"
Барди мысли: "Ну всё... Бежать уже точно некуда..."
Барди: "У тебя крыша крыша поехала!?"
#Барди замахивается кулаком на Гарри. Попадает в лицо, Гарри слегка потерялся.
#Барди хуярит ему ногой в живот, тем самым слегка отталкивая Гарри, Тот в свою очередь, согнувшись в животе, поднимает взгляд на Барди. (В двух рендерах.)
Гарри: "Сука!"
#Барди Замахивается ещё раз ногой в лицо Гарри, но Гарри опускается туловищем ниже, и в моменте когда нога Барди пролетела над его ебалом, Гарри Ринулся на него. (В 3 рендерах. Это, 1. замах. 2. уворот. 3. Ответочка.)
Барди мысли: "Твою мать!"
#Гарри валит Барди на пол и начинает его избивать сидя на нём.
Гарри: "Я тебе..."
#Удар.
Гарри: "Сука!"
#Удар.
Гарри: "Напомню!"
#Удар.
Гарри: "Где твоё место!"
#Удар.
#Гарри сидит на Барди, потирая кулаки.
Гарри: "Ну что? Урод? Вспомнил!?"
Барди мысли: "Да пошёл ты..."
#Гарри встаёт с барди и садится рядом с Барди на кортаны. Он более или менее спокоен
Гарри: "А теперь, Запомни, чмо. Я решаю, Будет Эмили с кем-то или нет. Она моя сучка. Моя, сука, личная шлюха! Любого кто положит на неё взгляд, я закопаю нахер!"
#Барди отводит взгляд.
Гарри: "Эй! На меня смотри!"
#Барди переводит взгляд на Гарри. Гарри показывает двумя пальцами одной руки на свои глаза
Гарри: "Смотри мне в глаза!"
#Гарри снова агрессивный. Он резко подскочил, чуть встал но наклонился близко к Барди.
Гарри: "Эй! Урод! Смотри в глаза!"
#Барди смотрит на лицо Гарри.
Гарри: "Ты моя сучка!"
#Гарри указывает пальцем на себя.
Гарри: "Я тут царь и бог!"
Гарри: "Заткнись сука!"
Гарри: "Или сдохнешь."
#Гарри поднимается и уходит к выходу. Перед дверью оборачивается на Барди.
Гарри: "Надеюсь, ты понял где твоё место."
#Гарри выходит из  туалетов.
#Барди бьёт кулаком по земле.
Барди: "Сука!"
Барди: "Твою же мать!"
#Барди ползёт к стене, и садится облокотившись к стене.
Барди: "Вот же... Урод..."
Барди мыли: "Это ещё кто?"
#Дверь туалета открывается, в туалет заглядывает Эмили. Ищет взглядом Барди. Находит. Смотрит на Барди.
#Эмили в ахуе от состояния Барди. Тип лицо удивлённо-испуганное, ладонью закрывает рот. Заходит в раздевалку полность.
Барди мысли: "Фак..."
Эмили: "О боже! Барди!"
Барди: "Да-да... Я..."
#Эмили подбегает к Барди и садится на колени перед ним. Лицо всё такое же ахуевшее от удивления.
Эмили: "Какой ужас..."
Барди: "Всё настолько плохо?"
#У эмили виноватая улыбка, совершенно не искренняя.
Эмили: "Ну... Я бы не сказала что прям...."
Барди: "Ясно..."
#Эмили достаёт платок.
Эмили: "Погоди минутку... Я сейчас."
#Эмили наклоняется к Барди с платком. Тут можно ебануть пару сексиракурсов. Эмили вытирает кровь с лица Барди.
Эмили: "Господи... Я же говорила тебе что сама разберусь!"
Эмили: "Ну вот зачем ты влез?"
Барди: "Ну... Хотя бы ради такой заботы."
Барди мысли: "И ракурсов..."
#Эмили отстраняется и хмуро смотрит на Барди.
Эмили: "Всё свои шутки шутишь?!"
Барди: "Да он же псих. Мало ли что сделал бы с тобой если бы не узнал кто был на фотках..."
#Эмили с растроганным выражением лица.
Эмили: "Барди... Ты такой идиот..."
Барди: "Обидно, но прозвучало как комплимент..."
#Эмили снова хмурая наклоняется чтоб вытереть кровь.
Эмили: "Нет. Это констатация факта. Ты дурак."
Эмили: "Я так охренела когда увидела как Гарри уходил с разбитым носом и держась за живот... На секунду даже подумала..."
Барди: "Что я победил?"
#Эмили хмуро смотрит на Барди.
Эмили: "Что он тебя после этого убил!"
Барди: "Что ж... справедливо..."
#Барди вытягивает руку перед Эмили. Эмили удивлённая отстраняется.
Барди: "Ладно, хватит. Я пришёл в себя. Я... В порядке."
#Эмили хмурая. руки упираются в бока.
Эмили: "Но у тебя всё ещё кровь!"
Барди: "Ничего, переживу."
Эмили: "Но..."
Барди: "Если хочешь облегчить мою боль, можно сделать это иным способом. Так сказать, сосредоточив мои мысли на другом..."
#Эмили смотрит на Барди как на долбаёба.
Эмили: "Тебя жизнь вообще ничему не учит? Или тебе просто последние мозги убили?"
#Эмили: Лёгкая улыбка.
Барди: "То чего нет умереть не может!"
Барди: "Да и честно говоря, так плевать сейчас на то что будет дальше..."
Барди: "Ну неужели ты бросишь меня в такой ситуации?"
#Эмили неуверенная ухмылка.
Эмили: "Честно говоря, полумёртвые парни в крови меня не особо возбуждают..."
Барди: "Эй! Вообще-то, до такого состояния парня привело желание впечатлить свою даму!"
#Эмили смотрит на Барди с ухмылкой.
Эмили: "Что ж... Ты меня действительно удивил... Но сейчас тебе  нужен мед пункт а не минет."
Барди: "Ой как же ты ошибаешся. Ты и представить себе не можешь на сколько животворящим бывает хороший минет"
Эмили: "Да?"
Барди: "Назови хоть одну причину по которой я мог бы соврать"
#Эмили смеясь.
Эмили: "мне уже начинать перечислять?"
Барди: "..."
#Эмили улыбается с ухмылкой.
Эмили: "Эй! Ну что это ещё за взгляд?"
Бари: "Вот и рискуй после этого жизнью ради спасения принцесс... Никогда бы не подумал что сказки нам врали!"
#Эмили смеётся.
Эмили: "Нет ни одной сказки, в которой принцесса бы отсосала принцу после его победы над драконом."
Барди: "Просто это всегда остаётся за кадром. Это же детские сказки!"
#Эмили смотрит на Барди с ухмылкой.
Эмили: "Но дракон ещё не побеждён, а принц лежит истекая кровью."
Барди: "Именно по этому, сейчас, поддержка принцессы важна как никогда! Боевой дух воина слаб, он подавлен и сломлен! Кто если не она сможет помочь ему вновь поверить в себя!?"
#Эмили сексуально улыбается.
Эмили: "Что ж... ладно, мой принц... Ты умеешь заговаривать зубы..."
# Эмили наклоняется к штанам Барди.
Барди мысли: "Что ж... Возможно оно того и стоило..."
#Дверь распахивается и в раздевалку забегает Шон. Он испуган и встревожен. Эмили поворачивает голову к двери резно. мы видим лишь её затылок так что эмоция не важна.
Шон: "Барди ты живой!? Ух ты ж ёб твою мать! Барди! Что у тебя с лицом!? Эмили!?"
Барди мысли: "Хрена с два оно того стоило!"
Барди мысли: "Ты чёрт подери не мог поискать меня ещё минут 10 хотя бы!?"
#Шон удивлённо смотрит на Барди и Эмили
Шон: "..."
Барди: "..."
Эмили: "..."
#Шон хмурый.
Шон: "Так это что за херня вообще!?"
Шон: "Я тут думаю что мой друг отхватил люлей и валяется где-то... а вы тут... Развлекаетесь!?"
#Шон подходит ближе.
Барди мысли: "Нет, нет, нет! В другую сторону подходи! В сторону выхода! Та ну мать твою! Шон!"
#Эмили смотрит на Барди с ухмылкой.
Эмили: "Я вижу, принца пришёл поддержать лучший друг..."
Шон: "Что?"
Барди: "Уверен лучший друг подождёт минут 15 за дверью!"
#Эмили машет головой выставив руки перед собой.
Эмили: "Нет-нет-нет. Я пожалуй оставлю вас наедине. Тебе правда лучше бы врача."
Барди: "Да ты его видела!? Какой из него врач-то!?"
#Эмили встаёт. и отряхивается. Шон обращается к Эмили.
Эмили: "Психолог."
Шон: "Так, правда, иди ка ты отсюда. У Барди от тебя одни проблемы."
#Эмили машет рукой и подмигивает Барди.
Эмили: "Ладно, принц, ещё увидимся."
Эмили мысли: "По крайней мере я на это надеюсь..."
#Эмили выходит из раздевалки. Шон провожает её взглядом.
#Шон подсаживается перед Барди с подъёбистой ухмылкой.
Шон: "Во-о-о-о-оу бро? Что это такое?"
Барди: "Я думал ты пришёл узнать про потасовку с Гарри."
Шон: "Гарри, вместе с твоим разхреначенным лицом подождёт. Лучше расскажи какого хрена тут забыла Эмили?!"
Барди: "Движения вверх вниз головой. Точнее были бы если бы один гавнюк постоял бы за дверью минут 20!"
Барди: "Ну вот твою же мать! Шон! Ты даже и не представляешь на сколько ты не вовремя! Как можно так обламывать человека!"
#Шон смотрит на Барди с наигранной ухмылкой.
Шон: "Для этого и нужны друзья! Поддержать в трудную минуту как можно скорее!"
Барди: "И не дать трахнуть первую красотку колледжа..."
#Шон рука - писталетик указывает на БАрди. Шон с улыбкой подмигивает ему.
Шон: "Именно!"
#Шон смотрит на Барди с наигранной ухмылкой.
Барди: "Ну... Я отхватил из-за Эмили... Она пришла меня отблагодарить так сказать..."
Барди: "Но не успела... Из-за одной сволочи которая пришла и всё мне обломала!"
#Шон с умным видом прикрыв глаза обращается к барди, тип: "Эх... Дружище... Жизни ты не знаешь..."
Шон: "Эх... Барди-дарди... шлюх за деньги покупают, а не за разбитые морды."
Барди: "Да пошёл ты..."
#Шон серьёзный.
Шон: "Ладно... Рассказывай. Как до этого дошло?"
Барди: "Тебе полную историю? Или только основную часть?"
Шон: "Давай, выкладывай всё. Во всех подробностях."
Барди: "Ладно..."
#Воспоминание. Арт из сцены где шон находит телефон Эмили.
Барди: "Ну... я нашёл телефон Эмили. Она забыла его как-то раз в классе, а я нашёл и вернул."
Шон: "Ага..."
#Воспоминание. Гарри разъярённый гонится за Барди.
Барди: "Гарри не особо оценил этот жест. Он заметил нас когда я отдавал телефон. Даже не знаю чего он так отреагировал..."
Шон: "Ну... Говоря по правде мне кажется он псих с биполярным расстройством..."
Барди: "Это уж точно..."
#ВНИМАНИЕ!!! Если Барди прятался в туалете.
#Воспоминание с миссис Моррис. из этой ветки. момент где он её лапал.
Барди: "Я решил спрятаться в туалете... Там меня Миссис морис прикрыла... Мне очень повезло."
Шон: "Ясно..."
Барди: "Я даже немного её облапал... По случайности."
Шон: "Ну нихрена себе... Можно и мне такие случайности?"
#Конец микро развилки, далее по одной ветке.

#Если Барди прятался в раздевалке.
#Воспоминание из сцены с Роуз в раздевалке.
Барди: "Ну... Я спрятался в раздевалке, там мне очень Роуз помогла... Не окажись её там, думаю я был в этом состоянии гораздо раньше..."
Шон: "Повезло тебе..."
Барди: "Однозначно..."
#Если Барди видел Роуз голой.
#Воспоминание: Барди смотрит на голую Роуз.
Барди мысли: "Особенно эта сцена..."
Шон: "Ну и? что дальше?"
#Воспоминание из сцены где Гарри ссорится с Эмили и толкает её о стену.
Барди: "Ну... Гарри с Эмили ссорились... На счёт их расставания."
Шон: "Они расстались?"
Барди: "Да, но видимо так считала только Эмили. Гарри всё ещё считает её своей игрушкой..."
Шон: "Боже... Тяжело же ей наверно..."
Баржи: "Ага..."
#Воспоминание из той же сцены. Момент где Барди сидит рядом с Эмили и успокаивает её.
Барди: "Но там мы с ней и договорились погулять, когда я её успокаивал..."
Шон: "Ну... Достаточно типичный способ подцепить девчёнку."
Бари: "Ага.. .Я так же подумал. Но всё было чуть сложнее."
#Воспоминание из последней сцены до этой. момент где Барди встречается с Эмили на пляже.
Барди: "Ну... Мы с ней встретиться договорились, на пляже. И прикинь? Она действительно пришла."
Шон: "И в чём был подвох?"
#Воспоминание с того же пляжа, там где они гуляют и Эмили озирается по сторонам в поисках Гарри.
Барди: "Ну... Она предложила встретиться в выходные на пляже, только чтоб Гарри увидел нас вместе. Хотела его позлить."
Шон: "Твою же мать! Ну и стерва! Она же знала что он с тобой сделает!"
Шон: "Погоди, я думал он разобьёт тебе рожу прямо на месте, зачем он ждал тебя в колледже?"
Баржи: "Подожди ты... Дослушай."
#Воспоминание из той же сцены. Момент где Барди делает эти фотки.
Барди: "Гарри там не было, и Эмили в конце концов сказала для чего меня позвала туда... У нас завязалась небольшая ссора,  она вывела меня из себя, и я сделал с ней эти фотки."
Барди: "Практический против её воли."
Шон: "Так это был ты!?"
Шон: "Почему она закрыла твоё лицо?"
Бари: "Не знаю, возможно увидела во мне хорошего человека и решила не подставлять..."
Шон: "Ну нихрена себе... Не думал что Эмили может думать о других..."
#Если Эмили отсосала Барди в той сцене.
#Воспоминание из той же сцены. Эмили делает Барди инет.
Барди: "Я тоже... Особенно учитывая то, что я заставил её отсосать мне за эти фото..."
Шон: "Ты сделал, что!?"
Барди: "Что слышал. У меня был офигенный минет."
Шон: "Ну нихрена себе! Бро! Да у тебя охрененно весёлая жизнь! Почему я об этом всём не знал до сих пор?!"
Барди: "Да фиг его знает... Всё времени небыло рассказать... Мы же с тобой особо и не пересекались в последнее время..."
Шон: "О таком нельзя молчать!"
Барди: "Хах... Прости, больше не буду..."
Шон: "Смотри мне..."
Шон: "Ладно, что было дальше?"
#Конец минни ответвления. Дальше по одному тексту.

#Если Эмили не делала минет.
Барди: "Ага... Я тоже..."
Шон: "Ладно, что было дальше?"
#Конец минни ответвления. Дальше по одному тексту.

#Воспоминание из этой сцены. Тот момент, где Барди приходит в колледж, видит как Эмили говорит с Гарри.
Барди: "Ну... Дальше, то что произошло несколько минут назад. прихожу сегодня в Колледж, вижу как Гарри и Эмили спорят о чём-то."
Барди: "Как и ожидалось... Дело было в фотках. Знаешь? Она до последнего не хотела меня выдавать..."
Шон: "Эмили? Серьёзно!?"
Барди: "Ага..."
#Воспоминание из этой же сцены. Момент где Гарри озверел и орал на Эмили и собирался когда замахнуться, если читатель выбрал : "Вмешаться" или схватил её за волосы, если читатель выбрал: "Не вмешиваться."
Барди: "Ну и, как ожидалось от Гарри... Он напал на Эмили, и в этот момент я уже не мог стоять в стороне."
Шон: "Ну ясное дело..."
Барди: "Я вмешался, сказал что на фотках я и вот, мы в туалете..."
#Воспоминание где Барди ударил Гарри по ебалу.
Барди: "Настал момент, когда я понял что драка уже точно неизбежна... Хотя нет, она изначально была неизбежна. Я просто понял, что не хочу больше бежать как это было в школе."
Барди: "Я разбил ему нос, и понеслась."
#Воспоминания прерываются. Мы возвращаемся назад в настоящее время. Шон смотрит на Барди охуевшим удивлённым лицом.
Барди: "И вот, я здесь..."
#Шон Задумчиво потирает подбородок, Направив взгляд вниз. Будто он серьёзно над чем-то задумался.
Шон: "Ясно... Весёлая же у тебя жизнь бро..."
#Шон смотрит на Барди, так, словно на него снизошло озарение. тип его мозг посетила гениальная идея. Так же, всё та же рука - писталетик, указывает на Барди.
Шон: "А может всё-таки сломаем ему нахрен хребет?"
Барди: "Что?"
#Шон безумно хмуро и серьёзно смотрит на Барди сцепив пальцы на уровне паха.
Шон: "А с какого хрена этот придурок творит это дерьмо!? Подкараулим его где-то в подворотне и разобьём ему морду, кирпичами."
Баржи: "Так, Шон..."
#Шон с пониманием смотрит на Барди.
Шон: "Ну, да, ты прав... Я понимаю что тебе сейчас хреново... Давай-ка я сам с ним разберусь. Думаю кирпича в затылок он не ожидает..."
Барди: "Господи Шон! С каких пор ты превратился в законченную яндэрку!?"
#Шон хмурый и возбуждённый (Не в интимном понимании этого слова.)
Шон: "Ну а какого хрена этот придурок творит!? Его давно уже пора поставить на место!"
#Шон внимательно слушает Барди.
Барди: "На место мы его не поставим, его место за решёткой, а не пару месяцев в больнице. Это приведёт лишь к очередным проблемам."
Барди: "И я совершенно не хочу втягивать в это тебя."
#Шон чуть опустил взгляд.
Шон: "Ладно... Я понимаю твоё решение."
#Шон смотрит на Барди с искренностью, как на друга, и кладёт руку ему на плечо.
Шон: "Но, слушай, Барди. Мы с тобой как братья были. Ещё со школы были, помнишь?"
Шон: "Сейчас, мои проблемы - это твои проблемы, а твои проблемы - мои проблемы."
Барди: "Спасибо бро... Но сейчас, это реально не выход."
#Шон встаёт на ноги, руки в боки. Смотрит на Барди со вздохом. Выражение лица тип: "Бляяя... И как мне эту тушу до дома-то тащить..."
Шон: "Ладно... Пошли что ли... В мед пункт."
Барди: "Не, не надо больниц. Давай домой а?"
#Шон поднимает взгляд вверх со вздохом тип такой: "Ла-а-адно... хер с тобой."
Шон: "Ладно... Потопали тогда домой."
#Шон наклоняется к Барди и помогает ему подняться.
#Затемнение.
#Просветление.
#Смена локации. Локация: "Дом Барди."
#Шон с Барди стоят у дома Барди. Шон придерживает Барди за плечо.
#Если Барди сын.
Барди: "Слушай, Шон... Поможешь отмазать меня от матери? Не хочу чтоб она знала что у меня проблемы в колледже..."
#Если Барди не сын.
Барди: "Слушай, Шон... Поможешь отмазать меня от Софи? Не хочу чтоб она знала что у меня проблемы в колледже..."
Шон: "Да не вопрос, Бро."
#Шон и Барди заходят в дом. В холле их Застаёт Софи. Она сначала смотрит улыбаясь на Барди и шона, а потом на следующем рендере, прям с ахуеванием от удивления и ужаса.
Шон: "Здравствуйте миссис Софи."
Софи: "О боже! Барди! Что с тобой случилось!?"
Барди: "Я..."
#Софи с тем же выражением лица смотрит на Шона. Но сейчас, выражение лица чуть по спокойнее.
Шон: "Да это мы на рампе были, На скейте катались..."
Шон: "Точнее, я учил Барди кататься. Показал ему трюк на рампе ну и..."
#Шон отпускает Барди и отходит так чтоб было видно его и Софи. Шон, яростно жестикулируя и хмурясь рассказывает свои охуительные истории.
Шон: "Нет, стойте. Не смотрите на меня так! Я вообще-то ни в чём не виноват! Я говорил ему что рампу он сейчас не осилит, Но этому придурку же всё нипочём!"
Шон: "Вот и проехался, Лицом по всей рампе сверху донизу!"
Барди мысли: "Ну нихрена себе ты конечно фантазёр..."
#Шон руки в боки и хмуро смотрит на Барди. Софи так же переводит взгляд на Барди.
Шон: "А знаете что самое интересное!? Тупо ради какой-то красотки! Впечатлить хотел! А я ему говорил..."
Барди мысли: "Ах ты падла!"
Барди: "Эту деталь можно было бы и опустить..."
Шон: "Ага, конечно... Эта деталь основополагающая! Если бы не она - не сидел бы сейчас, с размалёванной рожей!"
Барди мысли: "Ну... По факту-то да... Но..."
#Софи с болью в лице и непониманием смотрит на Шона. Шон смотрит на неё в ответ.
Софи: "Почему вы катались без шлема!?"
#Шон снова смотрит на Барди хмуро и машет в его сторону рукой.
Шон: "А вы у Барди спросите! Я ему говорю, Надень хотя бы шлем, Но нет! Герою-любовнику нужно чтоб она видела его лицо!..."
#Софи смотрит на Барди сочувствующим взглядом.
Софи: "Господи... Как же ты так?"
Шон: "Ну, зато впечатлить получилось. Сходу первая прискакала к нему. Даже раньше меня. Но я потащил нашего мачо домой."
#Шон показывает пальцем на Шона.
Шон: "А эта неблагодарная сволочь ещё всю дорогу по этому поводу на меня гонит!"
#Софи показывает пальцем на лестницы.
Софи: "Ладно, Шон, проведи его пожалуйста в комнату... Я скоро буду, только найду аптечку."
Шон: "Без вопросов. Пошли, Герой любовник."
#Затемнение.
#Просветление.
#Локация: "Комната Шона."
#Барди и Шон у кровати шона.
Барди: "Боже Шон, с каких пор ты такой языкастый?"
#Шон укладывает Барди в кровать.
Шон: "Ох бро... Хочешь жить умей вертеться..."
#Шон садится рядом с Барди на кровать.
Барди: "Хах... А то я смотрю у тебя оценки хорошие... Всех преподов заболтал?"
#Шон с поникшим выражением лица.
Шон: "Математику пока ещё не осилил... Но эту суку по моему только могила исправит."
Барди: "Хах... Понимаю..."
#В комнату заходит Софи. Шон и Барди смотрят на неё. У Софи в руках коробка с медикаментами.
#Шон встаёт с кровати.
Шон: "Вот, садитесь."
Софи: "Ох... Спасибо."
#Софи протягивает Шону коробку.
Софи: "Вот, Подержи пожалуйста."
#Шон принимает коробку с радостным выражением лица.
Шон: "Без проблем."
#Софи смотрит на Барди с грустью, тип как если бы ты купил биткоин а на следующий день он бы упал до состояния 2009 года. С разочарованием и сожалением. Шон же, копается в коробке.
Софи: "Боже... Ну как же ты так?"
Барди: "Так вышло...."
#Шон достаёт из коробки пару пузырьков с антисэптиком, вату итд. и кладёт коробку на стол, затем, на следующем рендере протягивает их Софи. Та смотрит на его руки и тянет свои руки чтоб взять медикаменты.
Шон: "Вот. Больше по моему ничего не понадобится. "
#Софи с удивлением смотрит на Шона. медикаменты уже у неё в руках.
Софи: "Ого... Ты разбираешься в медицине?"
Шон: "Да, есть немного... Планировал поступить в медицинский... на психолога. Ну Барди знает..."
Барди мысли: "Ой да пошёл ты!"
Софи: "Ох... Ясно..."
#Софи открывает пузырёк с антисептиком, мочит в нём ватку и наносит на рану Барди. Выражение лица серьёзное, сосредоточенное. Ебаните какой-нибудь сексиракурс.
Софи: "Ну что? Красивая хоть девушка была?"
Шон: "Ох... Ну вообще... Не в моём вкусе. Лицо себе разбивать ради такой я бы не стал."
Барди: "Ой Шон... Отстань а?"
#Софи хмуро смотрит на Барди.
Софи: "Замолчи, и лучше послушай что тебе умный человек говорит!"
#Софи снова сосредоточенно смотрит на барди обрабатывая его раны. Такой же секси ракурс.
Софи: "Сейчас будет больно. Терпи."
#Софи с виноватым выражением лица.
Барди: "Ау!"
Софи: "Потерпи немного. Уверена это не больнее твоего падения."
#Софи вновь сосредоточенная.
Софи: "Больше нигде не болит? Только лицо?"
Барди: "Ага... Остальное почти не задело."
Софи: "И как можно было так упасть?"
#Софи оборачивается на Шона. Он жестикулируя рассказывает.
Шон: "Ох... Я бы тоже удивился если бы не видел как ювелирно он падал..."
Софи: "Господи... Хорошо хоть шею себе не свернул..."
#Софи вновь смотрит на Барди и мажет его антисептиком.
Софи: "Больше никаких рамп понял!?"
Барди: "Ага..."
Шон: "А вы не переживайте. Барди хоть и твердолобый, но думаю этот урок он запомнит надолго. А если и забудет - я ему напомню."
#Софи смотрит на Шона. Шон чуть смущён.
Софи: "Хорошо, спасибо тебе, Шон."
Шон: "Ох... Да за что?"
Софи: "Хотя бы за то, что помог ему прийти до дома. Я рада что у него есть такие друзья..."
Шон: "Ой... Да что вы... Мне не сложно. Да и я живу тут неподалёку. Да и... Мы же с ним ещё со школы дружим"
Софи: "Да, я помню. Но всё равно спасибо."
#Софи оборачивается к Барди. Лицо хмурое.
Софи: "А ты... Хватит заставлять меня нервничать! Ты приехал совсем недавно, а уже второй раз возвращаешься домой весь побитый!"
Барди: "Так вышло, то я мог поделать?"
Софи: "Я уверена. Что-то да мог."
#Софи встала с кровати. Лицо нейтральное.
Софи: "Ладно, я закончила. Всё оказалось не так плохо как я думала. Отдохни а завтра, всё будет в норме."
#Софи оборачивается к Шону. Он всё такой же слегка смущённый.
Софи: "Ох... Шон, прости что наша встреча была такой... Приходи как-нибудь ещё. Я рада что вы всё ещё дружите после стольких лет."
Шон: "Да что там... Всё хорошо."
#Софи уходит из комнаты в двух рендерах.
#Шон смотрит вслед ушедшей из комнаты Софи.
Шон: "Слушай, а она классная... Добрая и понимающая..."
Барди: "Ага."
#Шон хмуро смотрит на Барди.
Шон: "Урод."
Барди: "Постой что?"
Шон: "Ты урод. У меня просто совесть вдруг вышла из глубокой спячки."
Шон: "Я больше не буду тебя прикрывать перед ней. Она слишком хорошая."
#Шон смотрит на Барди с ухмылкой.
Барди: "Ахаха! Быстро же ты растаял!"
Шон: "А чего ты хотел? Мне совестно."
Барди: "Согласен, это удивительное явление... Шону, совестно..."
Барди: "Ладно, в любом случае, огромное тебе спасибо дружище. Не знаю что бы я без тебя делал..."
#Шон ухмыляясь жестикулирует руками.
Шон: "Думаю... Летел бы с ней вместе прямиком в полицейский участок снимать побои."
Барди: "Ага... ещё бы..."
#Шон нейтральный.
Шон: "Ладно, бро. Думаю дальше ты уже сам. Поспи немного, отдохни."
Барди: "Ага. Спасибо ещё раз."
#Шон ухмыляясь. руки пистолетики. Направлены на Барди. Колени чуть согнуты.
Шон: "Без проблем бро. Удачи и, поправляйся. А с Гарри мы ещё сочтёмся."
Барди: "Ага, Обязательно."
#Шон разворачиваясь идёт к двери и открывает её. Шон выходит из комнаты, Барди остаётся один.
Барди мысли: "Господи... Какой же Шон охуеный..."
Барди мысли: "Даже не представляю чем бы это всё закончилось если бы не он..."
#Эффект моргания.
Барди: "Видимо, сегодня я действительно недееспособен..."
#Барди засыпает.
#Барди просыпается на следующее утро. Софи сидит перед ним, на кровати Барди.
Софи: "Доброе утро. Как ты себя чувствуешь?"
Барди: "Доброе... А ты... Чего тут сидишь?"
Софи: "Ты что, глупый... Ты вчера пришёл весь побитый. Что мне ещё делать?"
Барди: "Справедливо...."
#Барди щупает своё лицо.
Барди: "Вроде всё нормально..."
Софи: "Да? Ну и отлично. Синяки тоже уже прошли."
#Софи испуганно смотрит на Барди. Она взволнована.
Софи: "Слушай... Барди. Пожалуйста, Больше не пугай меня так."
Барди: "Прости... Я просто..."
Софи: "Всё хорошо, я всё понимаю. Ты парень У тебя гормоны... Но пожалуйста, будь осторожнее..."
Баржи: "Хорошо... Прости."
#Софи встаёт с кровати.
Софи: "Ладно... Я пойду. Рада что ты в порядке."
Барди: "..."
#Софи выходит из комнаты в двух рендерах.
Барди мысли: "Чёрт... Надо действительно завязывать с этим всем... Не хочу снова заставлять её переживать..."
#Конец сцены. игрок получает свободу действий.
