# пятница, после того, как вышел из колледжа

Велопрокат 2.


Сцена 1.1
#Это сцена до апгрейда велопроката, На первом уровне проката в сцене будет доступен только минет или мастурбация. Это аргументируется тем что: "Эта рухлядь большего не стоит." Добавлять сцены полноценного секса сейчас, нет смысла, потому что апгрейд велопроката пока не доступен.
#Вероятность выпадения этой сцены (да и по сути каждой из сцен велопроката) не более пятнадцати-двацати процентов на этам (Если работать с утра - этапов 2. Если с обеда - этап один.). То есть, вероятность выпадения сцены на этап - 20% А вероятность того что ничего не произойдёт - 80%.
#Так же, даже если сцена и выпала, у нас всё ещё есть возможность отказаться от интима. и тогда Барди берёт за велики деньгами. В таком случае у барди к концу дня будет выручка за утренний или дневной этам. иначе - один из этапов барди получает гроши.
#И так... Собственно говоря сама сцена.
#Основное лицо первой сцены - кучка панков\ебланов. примерно 5-6 человек. Странные причёски, цвет волос у всех не естественный, стиль и прочее тоже неформальные. В общем компашка местных маргиналов. Кто-то уже чем-то угашен, пирсинг, сигареты, и прочая ебатория. Телосложения дрыщеватые у всех... В общем, замутите мне каких-нибудь конченных нефоров маргиналов без всяких моральных ценностей и прочей ебатории. Среди них 2 девушки, остальные парни.
#Среди них есть лидер. Парень. Выделите его пожалуйста как-нибудь. Чтоб он как-то отличался от остальный.
#Среди них есть одна выделяющаяся личность. Это как раз таки та самая девушка которая будет сосать Барди. У неё естественный цвет волос, похожий стиль как у остальных в компашке неформалов, но при этом она совершенно отличается от группы и не вписывается в неё. Девушка выглядит заметно скромнее и культурнее. У неё чёрные волосы, миловидное лицо и ебаните ей ещё какие-нибудь прямоугольные очки.
#Так, теперь сама сцена.
#Барди сидит на своём троне в тенёчке, рядом ебаните какой-то коктейль в стакане. Недалеко показыватся наша компашка маргиналов. Двигается в сторону проката. Изобразите х как не большую шайку в которой девушка которая будет делать миньет самая неприетная, отчасти даже её не видно за остальными. Остальные открытые и вальяжные, кто-то указывает в сторону велопроката. Укуренный в какой-то тупой позе, чуть ли не падая. А лидер особо не выделяясь просто идёт впереди всех.
Барди мысли: "Фак... Это ещё что за маргинальное пати... Надеюсь они не ко мне..."
Неформал 1: "Давайте может хоть на великах хоть покатаемся? А то скучно пипец..."
Неформал 2(Укурок): "Скучно!? Инопланетяне уже близко! Скучно!? Надо бежать! Берите велики и уматываем отсюда!"
Неформалка девушка 1: "Боже... Не давайте больше ничего моему брату... Его девственный организм это не вывезет... Боже..."
#Особо не замечая Барди, неформалы расходятся по прокату и смотрят на велики. Барди привстал, готовясь чуть что оказать посильное сопротивление.
Барди мысли: " Фак... Ну и на кой хер он и припёрлись..."
Барди мысли: "Угнать что ли собираются?"
Барди: "Здаров народ."
#Пара нефоров смотрят на Барди, остальные же так же особо не замечая смотрят на велики. Укуренный особенно усердно их разглядывает. Как-то по ржачному. Девушка неформалка рядом с ним, оглядываясь по сторонам, со стыдливым лицом.
Девушка неформалка 1: "Идиот! И чего ты их так разглядываешь!?"
Укурок: "Нихрена себе! Смотри Стэйси! Тут даже реактивные автотурбины есть!"
Неформалка девушка 1: "Боже... Это просто спицы!"
Укурыш: "Да? Нихрена себе..."
Барди мысли: "Боже... Только наркоманов мне тут и не хватало..."
#Девушка неформалка первая, которая не сосёт, обращается к лидеру.
Девушка неформалка 1: "Клайд, сделай уже что-нибудь!"
Лидер нефоров: "Ладно, пойду со здешним начальником переговорю."
#Лидер нефоров подходит к Барди и протягивает руку в знак приветствия. Барди пожимает ему руку.
Клайд: "Здоров. Я Клайд."
Барди: "Барди. Приятно познакомиться."
#Клайд указывает рукой на велики.
Клайд: "И сколько?"
#Цену великов напиши за час.
Барди: "(Называет цену.)"
#Клайд слегка приохуевает. Поза и лицо соответствующая.
Клайд: "Сколько!? За эту рухлядь!?"
Барди: "Именно."
Клайд: "Скинь цену чувак! Они столько не стоят!!"
Барди мысли: "Ну нихрена себе..."
Барди: "Так, цены устанавливаю не я. Так что все претензии к администрации, ясно? Моя задача тут, озвучивать цену и брать бабки."
#Клайд чуть подавленно и задумчиво.
Клайд: "Пипец... Так, бро, я сейчас.."
Барди: "К слову, тому обкуренному я бы не советовал садиться на велик в принципе. Он же в хлам чем то обдолбался!"
#Клайд оборачивается на укурка, затем смотрит на Барди и отмахивается.
Клайд: "Да хрень всё это. Ничего с ним не случится. Ладно, подожди пару минут."
#Клайд разворачивается и идёт к своей шайке. На следующем рендере они собираются и что-то обсуждают.
#Укурок указывает на велики, с каким-то рвением.
Укурок: "Но нам нужны эти велики! Инопланетяне рядом! Они атакуют! Мы не сбежим!!"
#Сестра укурка хуярит его по ебалу с кулака.
Девушка неформалка 1: "Заткни пасть кретин! Хватит уже меня позорить!"
Девушка неформалка 1: "Клайд! Заткни его хлеборезку!"
Клайд: "Ладно, давайте что-то уже решать."
#Сделайте несколько рендеров их жестикуляций и диалогов. Только сосальщица молчит и ведёт себя тихо.
Девушка неформалка 1: "Так может как с мороженным? Только я больше не буду."
Барди мысли: "Боже... И что они там обсуждают?"
#Вся компашка смотрит на новую сосальщицу. Та в свою очередь робко и зажато смотрит на остальных.
#Они ещё какое-то время говорят, жестикулируют.
#После всего этого Клайд радостный подходит к Барди. Приобнимает его за плечо.
Клайд: "Слушай, братишка... Мы тут нашли один очень классный выход из сложившейся ситуации который устроит и тебя и нас."
Барди: "Да что ты говоришь... Резко появились деньги?"
#Клайд с досадой тип: "Нууууу... нет..."
Клайд: "Ну-у-у... Нет."
#Клайд довольный. поза открытая, поза и лицо такие, словно он предлагает ахуительную авантюру..
Клайд: "Но мы нашли кое-какой выход получше!"
Клайд: "Ты же вряд ли принимаешь только валютой... Так как на счёт небольшой сделки?"
Барди мысли: "Ну нихрена себе... Это ещё что за движения..."
Барди: "Я тебя слушаю..."
#Клайд навеселе. Поза победительская, довольная.
Клайд: "Я знал что тебя заинтересует!"
Бади: "Пока ещё не. Давай уже ближе к делу."
#Клайд в серьёзной позе. Лицо ухмыляется. Остальные в ожидании смотрят на него.
Клайд: "Как на счёт оплаты более традиционным методом?"
#Клайд оборачивается к остальным и подзывает рукой кого-то из них.
Клайд: "Эмма! Подойди."
#Скромняшка подходит к нам. Стоит в неуверенной позе, скромненько зажато. Смотрит вниз. Кайд вновь смотрит на нас.
Клайд: "Так вот. Как тебе?"
Барди: "Хах... Прости, раба я тут на валюту не обменяю. У нас как бы уже давно свободная страна."
#Скромняшка засмущалась. Клайд смотрит на Барди слегка раздражённо.
Клайд: "Господи... Ты дебил? Натурой прими. Она тебе отсосёт а ты нам велики. Но только отсос. Сам пойми, эта рухлядь не стоит большего."
Барди мысли: "Хах... Ты её хоть спросил об этом!?"
Барди: "Хах... Она сама-то об этом знает? Эмма? Ты хоть сама об этом знаешь?"
#Эмма смотрит на Барди по детский хмуро.
Эмма: "Конечно знаю!"
Барди: "И ты согласна с этим?"
#Эмма слегка растеряна. Клайд ухмыляясь отвечает за неё.
Клайд: "Согласна. Она сама и предложила достать нам велики. Наша мать тереза."
Барди мысли: "Пипец... А как по мне на неё просто надавили толпой..."
#Крупным планом прокруточку по стесняющейся Эмме.
Барди мысли: "И что такая милашка вообще забыла в этой неформальной пати маргиналов?"
#После прокрутки на исходную.
Клайд: "Ну так что Согласен?"
Барди мысли: "Хммм... Звучит конечно заманчиво... Но что-то мне подсказывает что эту милашку-стесняшку такое положение дел не особо устраивает..."
#Выбор: "Да, почему бы и нет (Шкала не колышется.)\Нет спасибо, давайте пожалуй всем известной валютой и рассчитаемся +кролик"

#Ответ: "Нет спасибо, давайте пожалуй всем известной валютой и рассчитаемся +кролик"
#Клайд хмурится. Девушка рядом с ним смущена. Отводит взгляд.
Барди: "Я конечно всё понимаю, но мне кажется что её такое положение дел совсем не устраивает..."
Клайд: "Да всё в порядке с ней! Согласна она!"
#Клайд обращается к Эмме. Эмма отводит взгляд вниз.
Клайд: "Ну скажи же! Эмма!"
Эмма: "Да."
Барди: "И тем не менее. Либо деньги, либо идите во все четыре стороны. Пешком."
#Клайд вздыхает разочарованно.
Клайд: "Пф-ф-ф-ф-ф... Ладно."
#Клайд достаёт кошелёк из кармана. Достаёт из него бабки и даёт их Барди.
Клайд: "Вот. Держи. Доволен?"
Барди: "Да, вполне."
#Клайд с Эммой идут к остальным. На след рендере ребята садятся на велики и уезжают.
Барди мысли: "Господи... И что это было... В любом случае отыметь насильно такую милашку - это не моё."
Барди мысли: "И что она вообще забыла среди этих ушлёпков..."
Барди мысли: "Ладно... Это уже не моё дело..."
#Конец сцены. К концу дня Барди получает чуть больше бабла чем обычно и +1 к шкале кролика.


#Ответ: "Да, почему бы и  нет?"
Барди мысли: "Хотя... С каких пор это должно хоть как-то меня колыхать?"
Барди мысли: "Если она девушка умная, то осознаёт что ею просто пользуются, и сейчас сама же и пошлёт их на три буквы. А если же нет... Что ж... Её дело."
Барди: "А знаешь... Плевать. Давай."
#Клайд довольный хлопает Барди по плечу и подмигивает ему.
Клайд: "Отлично бро! Так бы сразу! Я знал что в итоге мы с тобой найдём общий язык."
Клайд: "Хотя моментом даже засомневался, когда ты вдруг начал читать тут морали."
#Клайд обращается к Эмме, всё ещё радостный и довольный. Эмма всё такая же смущённая и нерешительная.
Клайд: "Ну что Эмма?"
Эмма: "Я..."
#Клайд подмигивает Эмме.
Клайд: "Не парься, это норма. Стэйси вон нам на мороженое насосала."
Клайд: "Давай, помоги своим товарищам."
Барди мысли: "Мда..."
#Клайд уходит к компашке и машет Эмме рукой.
Клайд: "Ладно, мы пошли. Звякни на мобилу как закончите."
Эмма: "Эм... Ладно..."
#Компашка радостные все уходят. Эмма смотрит им вслед. Ебаните ей сексипозу в полоборот. Она всё ещё слегка смущается и взволнована происходящим, но в позе выделите попу фигуру и прочие всевозможные прелести, далее сделайте по ней секси прокрутку остановившись на всех прелестях. В общем сделайте красиво.
Барди мысли: "Фак... А стоило ли вообще соглашаться..."
#Они пропали из виду. Эмма смотрит на Барди в нерешительности, затем подходит.
Эмма: "..."
Барди: "Всё в порядке?"
Эмма: "Да..."
#Эмма смущается поменяйте ей позу на такую же зажатую и робкую.
Эмма: "Может... Ты сядешь?"
Барди мысли: "Что? Она всё ещё собирается?... Хах... Ладно, посмотрим что из этого выйдет..."
#Барди садится на кресло. Эмма встаёт перед ним вся зажатая и скромненькая переминается с ноги на ногу.
Эмма: "..."
Барди мысли: "Хах, и что? На  этом моменте вся решительность и энтузиазм испарились?"
Барди: "Ну и что дальше? Будем ждать когда оно само всё произойдёт?"
Барди: "Или ты про себя там заклинание стояка читаешь?"
Эмма: "Что?"
#Эмма переводит взгляд на Барди Лицо у неё неуверенное и смущённое.
Барди: "Боже..."
#Эмма удивлена, слегка испуганное лицо. Прикрыты рот и нос ладонями смотрит на Барди.
Бард: "Господи... И вот как? Скажи мне на милость, как тебя вообще ебать такую скромную стесняшку?"
Эмма: "Что?"
Барди: "Я должен задавать этот вопрос. Что?"
Барди: "Что ты вообще тут забыла?"
#Эмма робко отводит взгляд.
Эмма: "Отсосать тебе должна..."
Барди мысли: "Боже... И что это за ёб твою мать..."
Барди: "Слушай, можно вопрос? Ты пипец как не вписываешься в компашку. Что ты забыла среди этих маргиналов?"
#Эмма слегка взбудоражено смотрит на Барди, по типу: "Чо? Нахрена тебе оно надо!?"
Эмма: "Что? Да мы просто... Гуляем... Дружим..."
Эмма: "Да... Они мои друзья..."
Барди мысли: "Да ты что... Правда что ли?"
#Эмма вновь смущённо отводит взгляд.
Барди: "Да что ты говоришь... Ладно, можешь и не рассказывать. Я знаю как это происходит."
Барди: "Влюбилась, решила сблизиться, и пошло-поехало, да? В Клайда какого-нибудь?"
#Эмма ошарашена. Всё отрицает.
Эмма: "Нет! Мы просто гуляем. Это моя компашка!"
Барди: "Использует тебя твоя компашка причём по полной."
#Эмма хмурая обращается к Барди.
Эмма: "Это не твоё дело! К чему вообще этот диалог!? Тебе правда это интересно?"
Барди: "Мне? Ничуть."
#Барди указывает руками на член.
Барди: "Мне тут должно было быть интересно. Но я что-то всё никак не дождусь, вот и пытаюсь скрасить наше безумно занимательное времяпрепровождение диалогом"
#Эмма отвечает Барди хмуро.
Эмма: "Вот и давай так тогда! Заткнись и сиди."
Эмма: "И наслаждайся!"
Барди: "Ничего не имею против. Наоборот, всё жду не дождусь..."
#Эмма садится на колени. Убирает волосы, и наклоняется к члену.
#Эмма смотрит на него в нерешительности, на пах, член не вытащила. Кладёт руку туда.
Барди: "..."
Эмма: "..."
Барди: "Мда... очевидно это не так работает..."
Барди: "Будут ещё варианты? Может на него... Ну, я не знаю... Подуть надо?"
#Эмма хмуро поднимает взгляд на Барди.
Эмма: "Заткнись! Я и без тебя всё знаю!"
Барди мысли: "Боже.. Это даже забавно."
#Эмма смущена. Отводит взгляд от Барди
Барди: "Это твой первый раз?"
Эмма: "Нет. Я делала это раньше..."
Эмма: "Но... Я никогда не расплачивалась этим..."
Барди мысли: "Боже... И как я всегда встреваю в такие нелепые ситуации?"
#Выбор: "Посмотреть что будет дальше+крыса\Завязывать с этим+кролик."

#Ответ: "Посмотреть что будет дальше+крыса"
Барди мысли: "Боже.. Ладно, мне даже интересно во что всё это выльется... В любом случае, вряд ли мне представится ещё один шанс попасть в такую ситуацию..."
Барди: "Так мы и будем продолжать в этом же духе?"
#Эмма смотрит на Барди хмуро.
Эмма: "Да сейчас я! Дай собраться..."
#Барди расстёгивает ширинку. Эмма удивлённо смотрит на него.
Барди: "Я даже немного тебе помогу."
#Эмма вздыхая успокаивает себя.
Эмма: "Ладно... Фак..."
#Эмма приспускает трусы и вынимает член Барди, Она удивлена. На следующем редере смотрит на Барди.
Эмма: "Боже... Он и должен быть таким большим!?"
Барди: "Он должен быть больше."
#Эмма в ахуях.
Эмма: "Что!?"
Барди: "Господи... Слушай, ты сама на это подписалась. Так что заткнись уже и заставь его стоять!"
#Эмма отводит взгляд от Барди и начинает нерешительно дрочить и всячески пытаться его поднять.
Барди: "Да... Так и продолжай."
#Барди расслабляется на кресле, у Эммы наконец получается поднять его член.
Эмма: "Господи и как тут вообще..."
Барди: "Меньше слов, больше дела."
#Эмма смотрит вновь на Барди, взгляд удивлённый, отчасти хмурый.
Барди: "Если не осилишь ртом то мы могли бы как-то иначе решить этот вопрос."
Эмма: "Что!? И как ты себе это представляешь!?"
Барди: "Честно? С кайфом. Очень хорошо представляю, как ты снимаешь свои штаны, приспускаешь трусики..."
#Эмма хмуро и смущённо чуть поворачивает в сторону голову и косится на Барди всё ещё держа в руке его член.
Эмма: "Да если он мне в рот не влезет о чём вообще может идти речь!"
Барди: "Ох... Ты даже и не представляешь на что способна твоя киска..."
Барди: "Как и твоя отпадная попка..."
#Эмма хмуро смотрит на Барди.
Эмма: "Эй! Давай просто закончим это по быстрому и всё!"
Барди: "Ну... Тут уже всё зависит от тебя..."
#Эмма смотрит на член Барди, затем, на следующем рендере пытается взять его в рот. Отчасти у неё это получается, но не полностью.
Барди: "О да... Наконец-то ты закончила этот бессмысленный диалог и мы перешли к делу..."
#Эмма заглатывает член полностью.
Барди мысли: "Ну нихрена себе! Охренеть!"
Барди мысли: "И она играла в эту милашку стесняшку!?"
Барди: "Ну нихрена себе! И зачем была вся эта показуха со скромностью!?"
#Эмма вынимает член изо рта и смотрит на Барди.
Эмма: "Я говорила, что делала это раньше!"
Эмма: "Просто... Никогда не расплачивалась этим... И он правда, слишком большой!"
Барди: "Хах... Не ожидал, говоря по правде."
Эмма: "Помолчи, и дай сосредоточиться!"
Барди: "Всё всё Оставляю дело профессионалу."
#Включается анимация где Эмма дрочит Барди рукой. Второй рукой она отводит волосы за ухо.
Барди: "Ох... А ты и правда что-то да умеешь..."
Эмма: "..."
Эмма: "Отстань."
#Эмма берёт член в рот, и начинает посасывать его в анимации. Медленно и глубоко.
Барди: "О боже... Да..."
Барди: "Охренеть... И к чему был весь этот концерт?"
#Барди кладёт руку на голову Эммы.
#Эмма убирает его руку и вынимает член изо рта. Смотрит на Барди хмуро.
Эмма: "Если ты так и будешь мешать мне, то это никогда не закончится!"
Барди: "А я по твоему хочу это заканчивать!?"
#Эмма смущённо отводит взгляд. Чуть хмурая, но это должно выглядеть мило.
Эмма: "Боже, просто не мешай."
Барди мысли: "Боже, охренеть, я вообще не ожидал..."
#Эмма вновь берёт член Барди в рот и снова начинается анимация минета. Медленно.
Барди: "Фак... Обожаю свою работу."
Барди: "Ого, даже так?"
#Промотайте ещё пару ракурсов с минетом.
#После - ускорьте анимацию до среднего уровня.
Барди: "Фак! Это охренено!"
Барди мысли: "Господи..."
Эмма: "Ммммм..."
Барди: "О да!"
#Эмма перестаёт сосат глубоко. делает это по проще, но в том же темпе.
Эмма мысли: "Господи, я же сейчас задохнусь!"
Эмма мысли: "Откуда он такой огромный!?"
Барди: "О да!"
#Ускорьте анимацию. Скорость максимальная. Эмма сосёт глубоко.
Барди: "О боже, Да!"
Эмма мысли: "Господи, ты там скоро!? Я же тут задохнусь!"
#Покажите анимацию с нескольких ракурсов.
Барди мысли: "Фак! Я уже скоро!"
#Эмма заглатывает член в последний раз, после чего её глаза округляются
Барди: "О да!"
Эмма мысли: "Фак!"
#Эмма вынимает член из себя и Барди продолжает кончать ей на лицо. Эмма прикрывает глаза, изображает отвращение и какую-то неприязнь.
Эмма: "Ай!"
Эмма: "Кхм... Кх..."
#Эмма со злостью смотрит на Барди. Рукой вытирает сперму с лица.
Эмма: "Боже... А предупредить!?"
Барди: "Мне тоже понравилось, спасибо."
#Эмма чуть смущенно, при этом немного хмурая.
Барди: "К слову, это было правда охуено!"
Эмма: "Я знаю..."
Эмма: "Ладно, на этом всё?"
Барди: "Ага, велики ваши."
Эмма: "Ещё бы..."
#Эмма смущённая. Чуть опустила взгляд.
Барди: "К слову ты с чего-то стала гораздо более открытой."
Эмма: "Тебе показалось."
Барди мысли: "Это минет на неё так подействовал?"
#Эмма достаёт телефон и смотрит в экран.
Эмма: "Ладно, я звоню Клайду."
Барди: "Ага."
#Эмма прикладывает к уху телефон и н ждёт. На следующем рендере ей отвечают.
Эмма: "Да... Мы закончили."
Эмма: "Да, всё хорошо, можем ехать."
#Эмма кладёт телефон в карман, она слегка подавлена.
Барди: "Не думаю что его можно было бы покорить отсосав какому-то незнакомцу..."
Эмма: "Его девушка буквально час назад сделала это при нём за мороженное..."
#Эмма хмуро смотрит на Барди.
Эмма: "И вообще я ничего такого и не хотела!"
Барди: "Ну да... Ну да..."
#Эмма вновь робко и чуть обиженно смотрит вниз. Поза зажатая.
Барди мысли: "Эх... мне её даже немного жалко..."
Барди мысли: "Такая наивная... И где она только научилась так отсасывать..."
#Барди показывает ладонью на кресло рядом.
Барди: "Может присядешь и составишь мне компанию на этот недолгий период ожидания?"
#Эмма садится на кресло рядом с Барди, Барди садится на своё кресло. эмма смущена и подавлена, смотрит вниз.
Эмма: "Ага..."
#Эмма слегка в ахуе.
Барди: "Понравилось?"
#Эмма смотрит на Барди хмуро, чуть со злостью.
Эмма: "Что? Нет!"
Барди: "И стоило ли оно того?"
#Эмма подавленно опускает взгляд.
Эмма: "А что я могла? Не сделай я этого, и моя репутация была бы сломана!"
Барди: "И какая разница? Я не поверю, что ты искренне боишься потерять эту компанию. Ты совсем не вписываешься к ним. Словно белая ворона. Так что ты забыла среди них?"
#Эмма смотирт на Барди взглядом по типу: "Бляяя да заебааал!"
Эмма: "Ладно. Да. Я люблю Клайда. И что теперь?"
Эмма: "Он всегда был... Таким, и тусовался среди... Таких... И по другому я не смогу сблизиться с ним."
Барди: "Ясно..."
#Эмма смотри на Барди с удивлением и лёгкой ухмылкой.
Эмма: "И ты не будешь читать мне морали как раньше? О том что мне это не надо и всё прочее?"
Барди: "А какая разница? Всё равно, к словам незнакомца мало кто прислушивается, и что бы я не считал. и как бы не говорил, победить любовь мои слова не  смогут."
#Эмма внимательно слушает Барди, с каким-то даже восхищением.
Барди: "Просто сейчас, думаю ты поняла, что тебе это не по нраву. Тебя буквально принудили к интиму с незнакомцем. И не думаю что тебя это устраивает."
Барди: "Так что... Просто попытайся не давать им пользоваться собой вот так. Сохрани хоть каплю достоинства перед самой собой. Потому что, насколько я вижу, всё это тебе чуждо."
Барди: "А если ради кого-то заставишь себя переступить через свои жизненные принципы и табу, то принять себя больше не сможешь. Это будет грызть тебя изнутри."
Барди: "Как сейчас, я думаю."
#Эмма отводит разочарованный взгляд.
Эмма: "Да знаю я... Просто..."
Эмма: "Я не знаю..."
Барди: "Тебе не нужно оправдываться. Я лишь дал совет. Твоё дело - решить, прислушиваться к нему, или нет."
#Эмма. Поменяйте позу, приелась. Но чтоб подходила под образ.
Эмма: "Да я..."
Эмма: "Спасибо."
#Эмма смотрит на Барди очень смущаясь. Щёки розовеют и прочее.
Барди: "Ты безумно милая и приятная девушка. По этому, думаю ты сможешь найти к нему подход и другим способом, и даже, возможно, сможешь изменить его."
#Эмма опускает взгляд вниз.
Эмма: "Спасибо... Это... Приятно слышать..."
Эмма: "Надеюсь ты прав. Но знать бы ещё как..."
#Эмма смотрит на Барди с какой-то извинительной улыбкой.
Эмма: "Ты кстате, оказывается, тоже... не такая уж и мразь..."
Барди: "Что?"
Эмма: "Просто, по началу, я... Ну.. Ты сам понимаешь. Я думала... В общем, я уже накрутила себе мыслей о том, какая ты мразь..."
Барди: "Хах... В принципе, это нормально."
#Эмма отводит смущённый взгляд.
Эмма: "..."
Барди: "..."
#Эмма смотрит на Барди смущённо.
Эмма: "Знаешь, если бы я изначально знала что ты... Не такая уж и мразь... Может, меня бы это и устроило..."
Барди: "Ахаха, спасибо."
Эмма: "Ты классный."
#Эмма ещё более смущена. поза такая же. Указательные пальцы друг в друга тычутся.
Эмма: "А ещё..."
Эмма: "Он нереально огромный."
Барди: "Ого... Спасибо..."
#Эмма взбудоражено.
Эмма: "Да я не об этом! Как ты с таким живёшь!?"
Барди: "Да тут всё просто, к колену привязываю в узел чтоб не болтался особо, и нормально."
#Эмма смотрит на Барди хмуро.
Эмма: "Я серьёзно."
Барди: "Ну, приходится как-то нести этот крест."
Барди: "Как говорится, кто если не я... Кстати, вот и твои друзья подошли."
Эмма: "О..."
#На горизонте показывается компашка народу, Эмма сразу идёт к ним. Подходит к главе и чуть улыбаясь робко, что-то ему говорит.
#Компашка как-то хвалит её и радуется, а Клайд подходит к Барди.
Клайд: "Ну что? Мы рассчитались?"
Барди: "Ага."
#Клайд оборачивается на своих, подзывает их к великам.
Клайд: "Поехали, народ!"
#Толпа подходит к великам.
Укурок: "Ни хрена... Мать вашу курс отсоса выше чем курс доллара!"
#Укурок по пути оборачивается к девушке неформалке 1
Укурок: "Бля сестрёнка! Научи меня сосать!? Я хочу захватить этот мир!"
#Девушка неформалка 1, даёт пиздють укурку. на следующем рендере компашка расселась по великам.
Барди: "Фак... Это было приятно, но заработаю я сегодня куда меньше..."
#Компашка уезжает.
#Конец ответвления. Конец сцены. Переход на следующий этап или конец велопроката впринципе. Барди заработал в разы меньше бабла.


#Выбор: "Завязывать с этим+кролик."
Барди мысли: "Ладно, Наверно пора перестать мучать бедняжку."
#Эмма виноватыми глазками смотрит на Барди и тянется руками к его паху.
Барди: "Ладно, давай уже прекращать этот цирк."
Эмма: "Прости, Я сейчас. Просто... мне непривычно и смущаюсь ещё..."
#Эмма мило и удивлённо смотрит на Барди.
Барди: "Да не об этом я."
Эмма: "Что?"
Барди: "Не в моих это принципах - принуждать кого-то к итиму."
Барди: "Особенно того, кто этого совершенно не хочет. Я же вижу что тебя такое положение вещей совершенно не устраивает."
#Эмма отводит тоскливый взгляд вниз.
Эмма: "Спасибо..."
Эмма: "..."
Барди: "Может ты встанешь?"
Эмма: "Нет..."
#Эмма вновь хватается за штаны Барди в области паха. Барди удивлён.
Барди: "Что? Отцепись!"
Эмма: "Но мне нужно это!"
Барди мысли: "Фак! Мать твою!"
#Барди хватает Эмму за руки.
Барди: "У тебя крыша что ли поехала?"
#Эмма словно в какой-то детской истерике смотрит на Барди.
Эмма: "Мне нужно отсосать член!"
Барди: "..."
#Барди встаёт, Эмма поднимается за ним. Вид у неё тоскливый, словно обиженный. Взгляд в сторону.
Барди: "Да что с тобой?"
Эмма: "Ты хоть знаешь какой это будет удар по моей репутации!?"
Барди: "Боже... Тебя правда волнует сохранение репутации в компашке каких-то укуренных маргиналов?"
#Эмма взгляд на Барди Поза и выражение лица как на прошлом рендере.
Эмма: "Да."
Барди мысли: "Фак... И что делать... Она явно этого не хочет. Это выглядит как изнасилование. Нахрена мне оно надо?"
Барди: "Пффффф...."
#Эмма смотрит на Барди удивлённо. Словно не понимая сказанной им фразы.
Барди: "Бери так. Скажешь им что всё было и поедите."
Эмма: "Что?"
Барди: "Позвонишь, скажешь что закончили и поедете, если уж для тебя это так важно. Но я всё равно не считаю что ты вписываешься в эту компашку. Нельзя давать так собой пользоваться."
Барди мысли: "Господи... И откуда во мне столько альтруизма... Это её миловидный образ так на меня подействовал?"
Барди мысли: "В любом случае... Ну не могу я. Просто не смогу."
#Эмма растроганная этим развитием событий смотрит на Барди.
Эмма: "Но... А как же ты?"
Барди: "Ох... Милашка, прошу, не превращай этот прекрасный акт альтруизма в обмен хотелками."
Барди: "Я ничего с этого не потеряю."
#Эмма отводит взгляд вниз.
Эмма: "Но... Мы же не так договорились..."
Барди: "Не думаю что с твоим стеснением и нежеланием, что-то выйдет. Так что забей."
Барди: "Лучше присядь и составь мне компанию на этот недолгий период."
#Эмма садится на кресло рядом с Барди, Барди садится на своё кресло. эмма смущена и смотрит вниз.
Барди: "Так продолжим наш диалог? Ты совсем не вписываешься к ним. Словно белая ворона. Так что ты забыла среди них?"
Эмма: "Да, Я люблю Клайда. И что теперь?"
Эмма: "Он всегда был... Таким, и тусовался среди... Таких... И по другому я не смогу сблизиться с ним."
Барди: "Ясно..."
#Эмма смотри на Барди с удивлением.
Эмма: "И ты не будешь читать мне морали о том что мне это не надо и всё прочее?"
Барди: "А какая разница? Всё равно, к словам незнакомца мало кто прислушивается, и что бы я не считал. и как бы не говорил, победить любовь мои слова не  смогут."
#Эмма внимательно слушает Барди, с каким-то даже восхищением.
Барди: "Просто попытайся не давать им пользоваться собой вот так. Сохрани хоть каплю достоинства перед самой собой. Потому что, на сколько я вижу, всё это тебе чуждо."
Барди: "А если ради кого-то заставишь себя переступить через свои жизненные принципы и табу, то принять себя больше не сможешь. Это будет грызть тебя изнутри."
#Эмма отводит разочарованный взгляд.
Эмма: "Да знаю я... Просто..."
Эмма: "Я не знаю..."
Барди: "Тебе не нужно оправдываться. Я лишь дал совет. Твоё дело - решить, прислушиваться к нему, или нет."
#Эмма. Поменяйте позу, приелась. Но чтоб подходила под образ.
Эмма: "Да я..."
Эмма: "Спасибо."
#Эмма смотрит на Барди очень смущаясь. Щёки розовеют и прочее.
Барди: "Ты безумно милая и приятная девушка. По этому, думаю ты сможешь найти к нему подход и другим способом, и даже, возможно, сможешь изменить его."
#Эмма опускает взгляд вниз.
Эмма: "Спасибо... Это... Очень приятно слышать..."
Эмма: "Надеюсь ты прав."
 #Эмма смотрит на Барди с какой-то извинительной улыбкой.
Эмма: "Ты кстати, оказывается, тоже очень приятный человек."
Эмма: "Просто, по началу, я... Ну.. Ты сам понимаешь. Я думала что ты хочешь воспользоваться мною, а я тебя и не знала совершенно, и потому уже накрутила себе мыслей о том, какая ты мразь..."
Барди: "Хах... В принципе, это нормально."
Эмма: "Прости..."
Барди: "Всё хорошо."
#Эмма смотрит на Барди, с выражением лица словно внезапно что-то вспомнила.
Барди: "Ну, думаю пора уже как-то и окликнуть твоих друзей."
Эмма: "Ах да... Точно!"
#Эмма достаёт телефон и смотрит в экран.
Эмма: "Ладно, я звоню Клайду."
Барди: "Ага."
#Эмма прикладывает к уху телефон и н ждёт. На следующем рендере ей отвечают.
Эмма: "Да... Мы закончили."
Эмма: "Да, всё хорошо, можем ехать."
#Эмма кладёт телефон в карман, она слегка подавлена.
Барди: "Знаешь... В любом случае, не думаю что его можно было бы покорить отсосав какому-то незнакомцу..."
Эмма: "Его девушка буквально час назад сделала это при нём за мороженное..."
Барди: "Мда... Тяжко..."
#Эмма вновь робко и чуть обиженно смотрит вниз. Поза зажатая.
Барди мысли: "Эх... мне её даже немного жалко..."
#На горизонте показывается компашка народу, Эмма сразу встаёт и идёт к ним. Подходит к главе и чуть улыбаясь робко, что-то ему говорит.
#Компашка как-то хвалит её и радуется, а Клайд подходит к Барди.
Клайд: "Ну что? Мы рассчитались?"
Барди: "Ага."
#Клайд оборачивается на своих, подзывает их к великам.
Клайд: "Поехали, народ!"
#Толпа подходит к великам.
Укурок: "Ни хрена... Мать вашу курс отсоса выше чем курс доллара!"
#Укурок по пути оборачивается к девушке неформалке 1
Укурок: "Бля сестрёнка! Научи меня сосать!? Я хочу захватить этот мир!"
#Девушка неформалка 1, даёт пиздють укурку. на следующем рендере компашка расселась по великам.
Барди: "Фак... Заработаю я сегодня куда меньше..."
Барди: "Боже... Мой альтруизм когда-нибудь сведёт меня в могилу..."
#Компашка уезжает.
#Конец ответвления. Конец сцены. Переход на следующий этап или конец велопроката впринципе. Барди заработал в разы меньше бабла.

## пятница, вечер
## может пойти либо к ТЦ к Бекки, либо домой
## и там, и там отыгрывают уже имеющиеся регулярные лейблы (Софи в гостиной у ТВ, Бекки на своем рабочем месте)
