## воскресенье вечер
## после работы с клиенткой Дейзи


#И так, четвёртая сцена доступна лишь в том случае если гг прошёл 3 основные предыдущие сцены, а именно: готовка, просмотр сериала, сцена возвращения Софи и Синтии от Дэйзи.
#Именно после прохождения этих сцен, Софи и Барди сближаются друг с другом, и потому доверие между ними возрастает, и они начинают сближаться и доверять друг другу, что делает возможным доступ к четвёртой стене.
#Так как предыдущие сцены не идут линейно, и доступны независимо друг от друга, в подсказках перед четвёртой стеной должно быть написано по Софи, тип пройти первую сцену Синтии (потому что без этого сцена Софи в той же сцене не доступна), пройти сцену готовки, и сцену сериала.
#Если все условия выполнены, то появляется подсказка по Софи, пойти вечером любого дня на кухню. Вечером на кухне, Софи вся в оружии, нарядная, накрашенная, просто идёт блистать. Ебаните какое-нибудь откровенное платье, не могу точно сказать какое ей подойдет, но это либо что-то более строгое, длинное до пола но с вырезом по бедру, либо что-то откровенное короткое. Всякие вырезы на спине, декольте, и все подобные финтифлюшки. Она сидит на стуле. Вид у её взволнованный, лениво смотрит на время в телефоне, нервно постукивает пальцами по столу. Так, словно она уже смирилась, но лёгкая надежда всё щё есть. Сидеть она должна в слегка сексуальной позе.
#И так, собственно говоря сама сцена. Она активируется по клику на Софи. Однако перед этим, если Барди в первый раз её видит:
#Барди заходит на кухню вечером. Активируется автотриггер
#Берём Софи крупным планом. Ебаните пару сексуальных вертикальных и горизонтальных прокруток для фан сервиса.
Барди мысли: "Ого, вот это она принарядилась.... Интересно, куда она там собралась так, во всеоружии..."
#Эта херобора доступна лишь раз. Только если Барди видит Софи в первый раз. Если читатель не стал после этого кликать на Софи, то в последующие разы, когда Барди приходит вечером на кухню эта мелкая херобора на срабатывает, и Барди может активировать только основную сцену.

#При клике на Софи.
Барди мысли: "Ну ничего себе нарядец... А куда это мы такие разодетые?"
Барди: "Привет."
#Софи переводит взгляд на Барди, слегка улыбается ему. Телефон кладёт на стол.
Софи: "О, привет. Как ты?"
Барди: "Я в порядке, а ты я смотрю, собралась покорять мир?"
#Софи смотрит на Барди озадаченно.
Софи: "Всмысле?"
Барди: "Да просто, вся в оружии, нарядная, красивая... Полная боевая готовность. Куда-то собираешься?"
#Софи чуть смущённая.
Софи: "А... Ты об этом... Да просто..."
#У софи начинает звонить телефон. Она смотрит на него слегка удивлённо после чего сразу берёт трубку. На лице появляется робкая улыбка.
Софи: "Ох, наконец-то ты позвонил, я уже заждалась."
Софи: "Ну как там? Ты скоро?"
Барди мысли: "У Софи с Генри свидание?"
#Софи чуть грустнеет, но надежда остаётся, словно как попытка договориться.
Софи: "Ох... Неужели ничего нельзя сделать? Мы же уже 2 недели собирались, ты говорил что отложишь все дела..."
#Софи чуть подавленно и грустно опускает взгляд.
Софи: "Но у нас же годовщина... Неужели без тебя там никак?"
Барди мысли: "Вот оно что... У них годовщина? Точно... а я и забыл..."
#На лице Софи появляется лёгкая наигранная улыбка. Очень наигранная, Грустный ебальник сквозь неё так и просвечивает.
Софи: "Нет, всё хорошо..."
Софи: "Да..."
Софи: "Да, удачи тебе там..."
Софи: "Хорошо..."
#Софи сбрасывает звонок и кладёт телефон на стол. Она поникшая и грустненькая.
Барди мысли: "Мда... Не самый продуктивный диалог..."
#Софи смотрит на Барди. У Софи лёгкая улыбка на лице, всё такая же, наигранная.
Барди: "Всё хорошо?"
Софи: "Да. Просто..."
#Софи поникшая опускает взгляд.
Барди: "Просто у вас годовщина, а Генри благополучно о ней забыл?"
Софи: "Да..."
Софи: "То есть нет, просто у Генри завал. По этому он не может сегодня..."
#Софи вновь смотрит на Барди с наигранной улыбкой.
Барди: "Но вы готовились к этому 2 недели... И он  не смог освободить время?"
Софи: "Ну ты же знаешь как бывает... Мало ли что могло произойти..."
Барди: "Не говори так словно тебя это устраивает."
Софи: "Устраивает меня или нет - дело третье. Это жизнь и случается в ней всякое. Не всё идёт так как мы планировали."
Софи: "В любом случае, я понимаю его..."
Барди: "Ясно..."
Барди мысли: "Ну врёшь же как дышишь..."
#Софи встаёт и идёт к шкафчику, после чего открывает и берёт бокал и тянется к вину, затем оглядывается на Барди, Смотрит на него растерянно, так, словно делает что-то что не должна, тип пьёт перед ребёнком.
#Софи берёт вино и собирается уходить из кухни.
Барди: "Слушай, всё точно в порядке?"
#Софи смотрит на Барди нерешительно, и, словно виноватым взглядом.
Софи: "Да, всё в порядке."
#Софи выходит из кухни. (Ушла в гостинную.)
Барди мысли: "Мда.... Видели мы такие: "в порядке"..."
Барди мысли: "Вот же... Генри... И как он только... Боже, любой другой на его месте носил бы девушку вроде Софи на руках!"
Барди мысли: "И что за кретин..."
Барди: "..."
Барди мысли: "Нет, нельзя оставлять её одну."
#Барди подходит к серванту из которого Софи достала бокал, после чего, идёт вслед за Софи. Покажите это в нескольких рендерах.
#Барди выходит из кухни. Он в локации коридора на первом этаже.
Барди мысли: "Ладно... Скорее всего она в гостинной."
#Локация: "Гостиная." Барди стоит у входа. Софи вразвалочку сидит на диване, с кайфом, полулёжа, с бокалом вин, вся из себя на кайфах. Смотрит вся такая телевизор, и все дела. но лицо более или менее нейтральное с тенью печали.
Барди мысли: "Мда... Значит будем глушить горе алкоголем?"
Барди мысли: "Эх..."
#Барди подходит к дивану, Софи наблюдает за ним. На следующем рендере, Барди подсаживается к Софи. Та в свою очередь, также наблюдает за ним.
Софи: "Тебе спать пора..."
Барди: "Не хандри. Не надо мне тут. Так я тебя и оставил в таком состоянии."
#Барди ставит бокал на стол рядом с Софи. Софи же в свою очередь всё так же наблюдает с безразличием.
Барди: "Наливай."
#Софи смотрит на Барди с удивлением. Тип: "Шо за хуйня ты что пьёшь!?"
Софи: "Что?"
Барди: "Да вот выпить вдруг резко захотелось."
Софи: "Барди! Ты пьёшь!?"
#Софи смотрит на Барди слегка закатив глаза, тип: "Да заебал ёб твою налево."
Барди: "Мадам! Ни в коем случае! Как можно!?"
Барди: "Даже не краснея, так бессовестно крыть меня столь не красивыми выражениями и формулировками!"
Барди: "Я по твоему алкаш что ли?"
Барди: "Предпочитаю называть сие действо и любое подобное времяпрепровождение, культурным отдыхом..."
#Софи смотрит на Барди прищурив глаза тип в этой эмоции (-_-) Позу измените если не сделали этого до этого.
Софи: "Завязывай."
Барди: "Нет. И ты меня не заставишь."
Барди: "Давай на чистоту. Я вижу как тебе хреново. И всего лишь хочу помочь. Я правда, очень переживаю за тебя."
#У софи на лице что-то наподобие непонимания.
Софи: "Я не понимаю о чём ты. Со мной всё в порядке Барди."
Баржи: "Ну ну..."
#Софи улыбаясь отмахивается, тип: "А, ты об этом? Да мне на это вообще поебать... (Но на деле не поебать и потому это выглядит наигранно.)"
Софи: "А, ты о Генри? Да, мы договаривались погулять, но наши планы обломались."
Софи: "Это ерунда, такое часто случается в жизни, и я бы не стала делать из этого такую проблему."
#Софи уже смеясь продолжает. позу тоже редакните под наигранное веселье.
Софи: "Господи, ты правда считаешь, что из-за этой ерунды я буду переживать? Планы всегда можно перенести на любой другой день. Так что всё в порядке, Барди, честно."
#Софи опускает глаза, на лице всё ещё лёгкая наигранная улыбка.
Барди: "Да, считаю. И ещё, это не стыдно, переживать из-за разрушенных планов. И не называй это ерундой."
Барди: "По тебе сразу видно, как тщательно ты готовилась к этому дню. И я вижу, что тебя это действительно задело."
#Улыбка исчезает с лица Софи. Она просто поникшая. Поза тоже поникшая и слегка зажатая.
Софи: "Ты... Прав."
#Софи наигранно улыбаясь поднимает взгляд на Барди. Поза открытая.
Софи: "А ты очень проницателен. Это очень хорошо. Не думала что у тебя такая сильная эмпатия..."
Софи: "Но послушай, Всё действительно в порядке. И тем более, я не хочу грузить тебя своими проблемами. Тебе сейчас об учёбе думать нужно."
Софи: "Я справлюсь, не переживай. Это правда не такое уж серьёзное происшествие."
#Софи поникшая, смотрит на Барди внимательно, робко и растроганно.
Барди: "Знаешь, Я, может и не смогу тебе помочь... Ну, я не смогу мгновенно решить твою проблему."
Барди: "Но иногда людям просто необходимо иметь под боком человека, которому можно выговориться чтоб стало легче. И я готов тебя выслушать."
Барди: "Даже нет, не так. Я буду рад тебя выслушать."
#Софи опускает печальный взгляд.
Софи: "Ох, Барди, это очень мило с твоей стороны... Но мне это действительно не нужно..."
Барди мысли: "Ладно, значит по хорошему мы не хотим... Видимо придётся по плохому..."
#Барди привстает и тянется к бутылке. Софи смотрит на Барди с удивлением.
#Софи смотрит на Барди хмуро. Указывает на бутылку вина в руке Барди пальцем
Софи: "Эй! Это вообще-то моё!"
Барди: "Давай ещё драку за алкоголь тут устроим как пара алкашей. Не переживай. Я видел твои запасы на кухне. Твоих резервов нам ещё на две недели беспрерывного запоя хватит."
#Софи стыдливо смотрит в сторону.
Софи: "Как ты их нашёл!?"
Барди: "Ты меня совсем недооцениваешь! Я первым делом обследовал кухню на предмет алкоголя."
#Софи просто в ахуе.
Софи: "Что!? Зачем!?"
Барди: "Шучу. Я ничего не находил. Просто предположил, и сделал умное лицо. А потом ты просто сама выдала себя..."
#Софи закатывает глаза. Затем, на следующем рендере делает глоток из своего бокала.
Софи:  "Ты коварен, Барди... Слишком коварен..."
Барди: "Хочешь жить - умей вертеться."
#Барди наливает себе вина, а на следующем рендере, валится на диван, так же вразвалочку и с кайфом. Софи начинает делать глоток из бокала и параллельно смотрит на Барди, чуть хмуро, но ожидая продолжения.
Барди: "И так, теперь у нас два варианта развития событий."
#Софи в ахуях выплёвывает вино.
Барди: "Первый - мы нажираемся вместе в зюзю, включаем какой-нибудь порномультик и ведём тоскливый диалог о проблемах бытия нашего загнивающего общества."
#Софи вытирает рот рукавом прищурив один глаз.
Барди: "Параллельно обсуждая проблемы киноиндустрии в сфере анимации и халтуру в озвучке интимных моментов..."
#Софи хмуро и поучительно обращается к Барди.
Софи: "Барди! Как ты можешь говорить такое при мне..."
Барди: "Или..."
#Софи смотрит на Барди. На лице всё ещё осталось то лёгкое удивление.
Барди: "Просто немного выпьем и под лёгкий алкогольный мотив поговорим по душам. Обсудим все тревожащие нас проблемы."
Барди: "И как близкие шлюшки-подружки обсудим всех кто хоть как-то поднасрал на дороге нашего жизненного пути..."
#Софи смотрит на Барди улыбаясь. Это должна быть искренняя, чуть тоскливая улыбочка.
Софи: "Ты знаешь, Барди. Ты такой... даже слово подобрать не могу..."
Барди: "Крутой, классный, офигенный... Выбирай любой из синонимов, а я, пожалуй, сочту это за комплимент."
Софи: "Ладно, всё равно же не отстанешь..."
Барди: "Ни в коем случае."
#Софи поникшая опускает взгляд.
Барди: "Ладно, рассказывай, что такое. Выговори мне всё. Станет легче..."
Софи: "Ну... Мы с Генри, познакомились в этот день. Это, считай, наша годовщина... И каждый год, мы праздновали этот день."
#Софи смотрит на Барди грустным, тоскливым взглядом.
Софи: "По правде говоря, Генри не считает это чем-то важным, это де не годовщина свадьбы, или ещё что-то в этом роде..."
Софи: "Но, для меня это важно, и каждый год, мы её праздновали. Он откладывал свои дела ради меня, мы как-то праздновали этот день."
#Софи делает глоток из бокала. После чего снова опускает взгляд.
Софи: "Но раньше, мы всё это делали, а сейчас... Как в прошлом году. Он словно охладел ко мне. Последние несколько лет, будто в другого человека превратился."
Софи: "И всё холодеет ко мне... В прошлом году было то же самое. У него вдруг, внезапно появились дела. Вот и сейчас..."
#Софи снова делает глоток.
Софи: "Наверно это глупо, это ведь действительно просто день... просто день знакомства..."
#Софи смотрит на Барди с лёгким удивлением.
Барди: "Я так не считаю."
Софи: "..."
#Софи отводит взгляд в сторону.
Софи: "Ты это говоришь просто чтоб поддержать меня."
Барди: "Нет."
Барди: "День знакомства очень часто забывается. Почти никто не может вспомнить дату. Ведь в тот момент человек не был так важен для тебя и ты не уделял столько внимания подобным мелочам..."
#Софи внимательно слушает глядя на Барди.
Барди: "И это очень круто что ты смогла его запомнить. Говоря по правде, я тоже считаю, что самая важная дата в отношениях людей, это как раз день знакомства."
Барди: "Ведь, когда ты встречаешь человека который тебе действительно подходит, считай, всё уже предопределено. Если ничего не случится, вы по инерции и встречаться начнёте, и поженитесь."
Барди: "По этому, самое важное Это как раз не пройти мимо этого человека. познакомиться, и осознать, что он тебе подходит. Ощутить это."
#Барди делает глоток. Софи отводит взгляд.
Барди: "Поэтому, нет ничего важнее знакомства."
#Софи опускает взгляд вниз, на лице лёгкая, словно ностальгическая, слегка грустная улыбка. Позу поменяйте если не делали этого до этого.
Софи: "Рада что ты тоже то понимаешь... Вот только объяснил бы кто-нибудь это Генри..."
#Софи делает глоток, вино в бокале заканчивается. Щёки Софи чуть краснею.
Барди: "Может быть, он и сам когда-нибудь это поймёт..."
#Барди привстаёт чтоб долить вина в Бокал Софи. Он берёт бокал из её рук и бутылку вина. Софи наблюдает за всем этим более или менее безразличным взглядом.
#Софи заносчиво задирает нос.
Софи: "Ещё бы он что-то понял... Нет человека более упёртого чем он."
#Барди даёт Софи бокал в руку. Софи наблюдает за ним. Её лицо нейтральное.
Софи: "Спасибо."
#Софи снова задирает нос, один палец поднимает вверх.
Софи: "Ты хоть знаешь сколько я с ним воевала каждый год чтоб провести этот день!?"
Барди: "Представляю... Он тот ещё упёртый баран..."
Софи: "Вот-вот..."
#Софи смотрит на Барди хмуро.
Софи: "Но в этот раз он согласился как-то подозрительно быстро... Почти сразу... Но сейчас, я понимаю почему. Просто не хотел долго спорить, а потом сослаться на дела и слинять."
#Софи опускает обиженные глаза.
Софи: "Ну неужели сложно выделить всего один день в году? Я же 2 недели готовилась... Оделась уже, накрасилась..."
#Софи достаёт билеты в кино и бросает их на стол.
Софи: "Билеты, на любимый фильм его, долбанный, купила."
Барди: "Мда..."
Софи: "А сейчас, говорит что не придёт. Видите ли у него дела какие-то супер срочные объявились..."
#София делает глоток из бокала. потом снова на исходную.
Софи: "И ради чего я так старалась? И вот пытайся после такого делать кому-то приятно..."
#Софи снова грустная. Позу поменяйте если ещё не делали этого ранее.
Софи: "Ради чего? Зачем я... Так напрягалась... И каждый год же так... Думаю что ему приятно будет... Всё ради этого делаю. А он..."
#Софи вновь делает глоток и опустошает бокал. Поле чего смотрит на Барди, чуть пьяненькая.
Барди: "Я понимаю тебя... Это действительно ужасное неуважение. Ты же ему приятно сделать пыталась..."
#Софи хмурая. боевая. Позу соответствующую ебаните.
Софи: "Да!"
#Софи смотрит на свой пустой бокал.
Софи: "Барди! Вино!"
Барди мысли: "Ну нихрена себе..."
Барди: " Да да..."
Софи: "Быстрее! Почему мой бокал вообще был пустым!? Для чего ты тут вообще сидишь?"
#Барди снова привстал чтоб налить ей вина.
Барди: "Сию секунду госпожа..."
Барди мысли: "Ну... Теперь хоть понятно откуда у такой доброй ранимой и душевной женщины дочь вроде Оливии... А я всё думал что она приёмная..."
Софи: "И так на чём мы... А!"
#Барди налил ей вино и вручил бокал из рук в руки. Софи нейтральная. Поза у неё должна быть сексуальная, не намеренно мексуальная, просо она уже накидалась алкашки и сидит открыто и плевать что довольно откровенно. Далее всё что идёт по сценарию пока они сидят в гостинной, повторяйте с остальными позами примерно то же самое. Делайте их не много сексуальными. не сильно и словно намеренно.
Софи: "Спасибо..."
#Софи вновь хмурая Яростно жестикулируя продолжает. Она уже нормально так нахеачилась.
Софи: "Пошёл он вообще в задницу! Чтоб я ещё хоть раз попыталась сделать ему приятно! Неблагодарная свинья!"
Софи: "Придёт вечно, завалится на диван и давай свои фильмы смотреть..."
Софи: "И вечно у себя на работе допоздна сидит! Рабочий день уже закончен, а он всё сидит!"
Барди: "Это ужасно... Ужасно..."
Барди мысли: "Боже, мне кажется что всё что мне остаётся это просто поддакивать."
#Софи смотрит хмуро на барди продолжая жестикулировать.
Софи: "Знаешь? порой, мне даже кажется, что этот свинтус просто избегает меня!"
Софи: "Убегает на работу, от своей собственной семьи!"
Барди: "Как по мне это глупо. Он просто не понимает как ему повезло с тобой"
#Софи делает глоток и откидывается на диван расслабленно.
Софи: "Боже... Я так устала..."
Барди: "Я понимаю..."
Софи: "Оливия, вечно хмурая, боевая. Ей вечно не до нас..."
Барди мысли: "Ох не совсем... Ей до Синтии..."
#Софи прикрыв глаза продолжает жестикулировать.
Сфои: "Синтия... Слишком мягкая и наивная... Я не хочу, как-то втягивать её в свои проблемы. Она слишком впечатлительная..."
Барди: "Ага..."
Софи: "А Генри... Что тут говорить... Ты и сам всё видишь..."
#Софи делает глоток.
Софи: "Знаешь, такое чувство, что от семьи у нас осталось только слово... Я да синтия, и всё..."
Софи: "Теперь хоть ты приехал..."
Софи: "Спасибо тебе за это, Барди..."
#Софи смотрит на Барди тёплым добрым взглядом.
Софи: "Спасибо что ты вырос таким добрым"
Барди: "..."
Барди: "Слушай, я правда не знаю что могу сказать, и чем помочь... Даже не представляю как тебе тяжело... но ты всегда можешь рассчитывать на мою поддержку..."
#Софи откинулась на диван. Словно уже засыпает. Прикрыла глаза.
Софи: "Нет, ты очень помог... Давно я не говорила с кем-то по душам..."
Софи: "Даже с дэйзи не могу... Она вечно начинает встревать... и заводит, свою пластинку... и заваливает советами..."
Софи: "А мне бы... Просто чтоб меня выслушали, и поняли..."
Барди: "Я рад что тебе стало легче. Обращайся когда угодно."
Барди: "Мне нравится, когда ты улыбаешься искренне."
Барди: "Софи?"
#Барди берёт бокал из руки Софи, и кладёт его на стол. Софи уже на полном расслабоне, на кайфах. Уже дремлет. Сделайте это в сексуальной позе.
Барди мысли: "Спит уже что ли?"
#Сделайте какую-нибудь сексуальную прокрутку по ней.
Барди мысли: "Действительно уснула... А как же порномульик и обсуждение кривой анимации?..."
Барди мысли: "Ладно, это было очевидно... думаю она сильно устала... Тяжело же ей приходится..."
Барди мысли: "Ладно... Нужно хоть в комнату её отнести... И желательно не пересчитав все дверные косяки как это было с оливией..."
#Барди привстал и приблизился к Софи. Сделайте это плавно, в паре рендеров.
Барди: "И так..."
#Барди аккуратно опускается к Софи и пытается взять её на руки. Софи не открывает глаза, обращается к Барди в полубреду.
Софи: "Барди? Ты что..."
Софи: "Мы не закончили...."
Барди: "Ох... Продолжим в любой удобный для тебя момент. А сейчас давай спать, ладно?"
#Барди приподнимает Софи на руки. Сделайте это как-то сексуально, но при этом как бы без умышленного сексуального контекста. Тип, Барди не собирается сам как-то пошло с ней обращаться, но со стороны это выглядит сексуально. Подберите такой ракурс, чтоб это выглядело даже не пошло, а скорее уютно и атмосферно. Как когда кто-то спит, тихо и беззащитно, и словно источает ауру спокойствия, в перемешку с сексуальостью.
Софи: "Правда?"
Барди: "Обещаю."
#Софи слегка приподняла голову.
Софи: "Хорошо... Но не обманывай!"
Софи: "А то прибью..."
#Софи опускает голову.
Барди: "Ладно, ладно... А сейчас, давай ка в кроватку и сать."
Софи: "Неси меня мой преданный слуга и верный психолог."
Барди: "Хах... Слушаюсь."
Барди мысли: "Боже... Ну копия же Оливии..."
#Барди, с Сфои на руках движется к выходу из гостинной.
Барди мысли: "Так... А вот ту по аккуратнее..."
Барди мысли: "Аккуратнее-е-е-е-е..."
#Звук удара. Глухой такой, не сильный.
#Барди с Софи на руках в коридоре.
#Локация: "Коридор первого этажа."
Софи: "Ау-у-у..."
Барди: "Упс..."
Барди: "Спи. Всё хорошо."
Барди: "..."
Барди мысли: "Вроде не проснулась... Отлично."
Барди мысли: "Так... А теперь в комнату..."
#Барди с Софи на руках заходит в комнату Софи.
#Локация: "Комната Софи."
#Барди идёт к кровати и аккуратно кладёт Софи на кровать.
Барди: "Та-а-ак..."
#Софи цепляется за шею Барди словно не отпуская его. Сделайте это естественно, тип не специально. Словно она просто заснула в такой позе.
Барди: "Так, а вот этого не надо, ложись давай спать."
#Барди отцепляет её руки и укладывает в кровать. После чего на следующем рендере укрывает её одеялом, и уходит к двери.
Софи: "Спокойной ночи..."
#Перед дверью Барди оборачивается к Софи.
#Если барди не сын.
Барди: "Да... Спокойной ночи, Софи."
#Если Барди сын.
Барди: "Да... Спокойной ночи, мам..."
#Барди выходит из комнаты Софи.
#Локация: "Коридор первого этажа."
Барди: "Ну... Вроде бы вот и всё..."
#Из комнаты Софи доносится какой-то грохот.
Барди: "..."
Барди: "Фак..."
#Барди оборачивается к двери в комнату и заходит внутрь.
#Локация: "Комната Софи."
#Уже в комнате, Барди видит как Софи лежит на полу, безрезультатно пытаясь стянуть с себя платье и параллельно пытаясь встать. По приколу можно сделать так, словно она снимает его не правильно.
Барди: "Боже... И что ты делаешь?"
#Софи особо не реагирует на Барди, всё безрезультатно пытаясь стянуть платье.
#Барди подходит к ней ближе. На следующем рендере,точнее в паре рендеров, он берёт её под руку и усаживает на кровать. У Софи заспанное пьяное лицо. Она не понимая смотрит на Барди. высунула руку уже тип из рукава, ну в общем пьянчуга пьянчугой.
Барди мысли: "Боже... И с чего её так разнесло.... Она совсем пить не умеет?"
Барди: "Софи, Что такое? Всё хорошо?"
Софи: "Да..."
Барди: "Тогда ложись спать, Софи, уже поздно."
#Софи смотрит на Барди хмуро, затем машет головой влево и вправо.
#Софи поднимает палец вверх хмуро прикрыв глаза.
Софи: "Нет! Нельзя!"
Барди мысли: "Боже..."
Барди мысли: "Ладно... Заметка на склерозе. Не давать Софи больше одного бокала вина!."
Барди: "Почему?"
#Софи хмуро обращается к Барди. указывая рукой на платье.
Софи: "Платье! Она новое..."
Софи: "Оно... Нельзя его мять..."
#У Софи закрываются глаза. Поза поникшая, глаза прикрыты, засыпает на ходу.
Софи: "Нужно, снять..."
#Софи вновь пытается безуспешно стянуть с себя платье.
Барди: "Боже... По моему ему уже ничего не поможет..."
#Софи смотрит на Барди беспомощно грустным беспомощным взглядом, запутавшись в платье.
Софи: "Но... Оно не отпускает... Меня..."
Софи: "Помоги."
Барди мысли: "Господи... И что с тобой делать то..."
Барди: "Сейчас."
#Барди стягивает с Софи платье. Растяните этот момент как можно дольше, но не слишком, чтоб не приелся. Просто изобразите в нескольких рендерах, с нескольких ракурсов... В общем сделайте красиво, как всегда. И ведите это до тех пор пока Софи не останется в одном нижнем белье.
#Барди стоит пригнувшись перед сидящей на кровати Софи.  Софи сидит в одном нижнем белье. Улыбаясь смотрит на Барди.
Барди: "Ну? Довольна?"
#Софи обнимает барди прижимая его к себе. покажите это как-то сексуально, в каких-нибудь приятных красивых ракурсах.
Софи: "Спасибо."
Софи: "Ты такой хороший!"
#Софи целует Барди в щёку.
Барди мысли: "Оу... А это приятно..."
Софи: "Ты покраснел."
Баари: "Уж кто бы говорил..."
Барди: "Ну всё. Ложись уже спать."
Софи: "Ага..."
#Софи валится на спину раскинув руки в стороны. Так, чтоб её ноги были на земле и она из положения сидя просто развалилась на кровати.
Барди: "Боже... Ложись нормально."
Софи: "Мне нормально. Я сплю."
Барди: "Слушай, ты не в том возрасте чтоб вести себя как ребёнок и капризничать."
Софи: "..."
Барди: "Боже..."
#Барди перекладывает Софи в нормальную позу, изобразите это в нескольких рендерах, со случайными сексуальными ракурсами, как он перекладывает её ноги на кровать, укладывает её в нормальную позу, поправляет руки, укрывает её одеялом и прочее.
Барди: "Надеюсь на этом всё?"
Софи: "..."
Барди: "Боже... Ладно. Спокойной ночи."
#Барди разворачивается к двери, затем выходит из комнаты Софи.
#Локация: "Коридор первого этажа."
Барди мысли: "Господи... Как же её разнесло... Думаю стоит оставить ей минералки на утро..."
#Барди идёт на кухню, дастаёт из одного из шкафчиков минералку, возвращается к Софи, и кладёт её на тумбе. Не стоит изображать подробно как он заходит на кухню берёт минералку и прочее. Уместите это в паре рендеров, вот он на кухне тянется к минералке, а на следующем кладёт её на тумбу в комнате Софи.
#Барди смотрит на Софи.
Бади мысли: "Вроде спит... Боже... И тяжело же ей наверно..."
#Барди выходит из комнаты.
Барди мысли: "Даже не представляю каково это, осознавать что тебя не  ценят и не чувствовать поддержку в семье... Хотя... У меня ведь было так же... Просто я никогда особо и не нуждался в этой поддержке."
Барди мысли: "А Софи просто другая, она в этом нуждается. Видимо ей жизненно необходимо чувствовать себя нужной в семье..."
Барди мысли: "Ну и идиот же этот Генри... Да и Оливия тоже..."
Барди мысли: "Ладно... Нужно хотя бы мне пытаться поддерживать её по мере своих сил..."
#Конец сцены. Игрок получает свободу действий, но в этот день может только пойти и лечь спать.

## конец v 5
