Сцена курьера.

Сцены курьера (Не конкретно эта а в принципе все) открываются лишь в том случае, если Барди прошёл вторую сцену с Дэйзи. т.е только тогда, когда Барди посмотрел комментарии в интернет магазине и увидел что его там уже медленно возводят в культ. Там будут сцены, по большей части с милфами. Примерно ровесницы самой дэйзи. В данном апдейте выйдет только одна сцена, т.к, как я и написал, количество сцен курьера на прямую зависит от развития отношений с Дэйзи и развития интернет магазина. отношения с Дэйзи сейчас на второй ступени, а магазин вообще пока не имеет возможности развиваться, по этому будет добавлена лишь одна сцена курьера. (Внимание: Запланированная сцена Сары не считается!! Она появится с вероятностью прока в 100% когда настанет время.)
Так же как и в велопрокате, у курьера может быть 2 эпизода в работе. Это утренний и дневной. Сцена занимает один эпизод. Однако, в отличие от велопроката, сцены курьера наоборот поощряют интим, потому что после него, женщины накидывают Барди бабла чаевыми.
ВНИМАНИЕ!!! за 1 день, доступна лишь одна сцена курьера!!! т.е, если барди видел сцену в утреннем эпизоде, она не может прокнуть в дневном эпизоде.

Курьер. сцена 1.1
#Барди приходит к дверям одного из домов клиента. Не надо делать сверх охуеную хату, просто выберете любой рандомный домик. Нам понадобится в нём максимум 3 комнаты, это кухня, гостиная, и может быть спальная в будущем. Просто делайте с упором на это.
#В руках Барди коробка и планшет с документом для подписи клиента.
Барди мысли: "Так... Какое-то знакомое место... Разве я сюда уже не доставлял заказ?"
#Барди подводит к глазам планшет с документом чтоб сверить адрес, после чего на следующем рендере убирает планшет обратно.
Барди мысли: "Адрес вроде верный..."
Барди мысли: "Хммм... А вдруг это какая-нибудь милфочка из моего фан клуба?"
Барди мысли: "Ну или просто девушка решившая купить что-то ещё..."
Барди мысли: "Эх... Барди-Барди... Не питайте ложных надежд..."
#Барди подходит к двери и на следующем рендере звонит в звонок.
#Звук звонка.
#Дверь открывается. За дверью показывается какая-то секси милфочка Возрастом примерно с Дэйзи. Если можно заказывать, то сделаете её стройной, грудь пышная, ростом чуть ниже Барди. Обязательно напяльте на неё очки. У нас сейчас слишком мало сцен для очкодрочеров. Наряд ебаните ей какой-то сексуальный, знаете, как тот, что можно надеть на выход, но не дома, потому что для повседневности он неудобный. Такой, в обтяжку, с вырезами и прочим. Можно её чутка накрасить. По ней должно быть видно, что у неё в планах сегодня ебаться. ОБЯЗАТЕЛЬНО!!! Юбка выше середины бедра. Ну и пускай это будет рубашка с расстёгнутыми тремя верхними пуговицами, словно рубашка только за грудь и держится и вообще странно что они не выпадают из выреза.
#Она стоит в сексуальной позе облокотившись о дверной косяк. Ебаните мне тут вертикальную прокрутку сексуальну. акцентировав внимание на груди.
Барди мысли: "Вау! Мдам! Вам нахрена эти игрушки!? Пойди да подцепи любого мужика с улицы!"
Женщина: "И снова здравствуй, красавчик."
Барди: "Да... Здравствуйте."
Барди мысли: "Ну точно! Я знал что уже был здесь."
#Женщина от дверного косяка отстранилась. Стоит прямо, скрестив руки. лицо такое... Игриво вопросительное. Будто ты спрашиваешь то, на что уже знаешь ответ. Она считает что барди ошеломлён её внешним видом, поэтому в дальнейшем она вся из себя довольная и раскованная. Как победитель.
Женщина: "Всё в порядке?"
Барди: "Да... Просто место было знакомое, а сейчас я вспомнил."
#Барди смотрит на планшет чтоб проверить имя.
Барди: "Вы же Мисс Кэтти?"
Барди мысли: "Точно! Я помню её. Правда в прошлый раз она выглядела куда проще... Может она куда-то собирается?"
#Барди смотрит на Кэтти. Кэтти наигранно обиженная.
Кэтти: "Оу... А я надеялась ты запомнил моё имя, Барди..."
Барди мысли: "Ох ты ж... Да ты попробуй запомнить! В прошлый раз ты выглядела куда скромнее!"
Барди: "Так я и не забывал. Просто сверился с документом. Вдруг у вас есть сестра-близнец с таким же именем..."
#Кэтти с ухмылкой. (Если не сделали до этого - меняйте позу.)
Кэтти: "Да-да... Отмазывайся."
Барди: "Ладно, прошу прощения, в следующий раз точно не забуду. Если конечно этот инцидент вас не сильно огорчил, и следующий раз произойдёт."
#Кэтти заигрываючи подмигивает.
Кэтти: "Ох... Всё зависит от тебя. Исправляйся."
Барди: "Хах... Конечно."
#Кэтти нейтральная, только лёгкая улыбка.
Кэтти: "Да, Кэтти это я."
#Барди протягивает посылку Кэтти.
Барди: "Значит, Это для вас!"
#Кэтти берёт посылку с рук Барди.
Кэтти: "Ага, отлично!"
Барди: "И так... Посылка уже оплачена, доставлена из рук в руки как и просили, верно?"
Кэтти: "Ага."
#Барди протягивает Кэтти Планшет и ручку.
Барди: "Тогда распишитесь пожалуйста."
#Барди протягивает Кэтти Планшет и ручку.Кэтти в ответ лишь машет рукой с пофигистическим выражением лица.
Кэтти: "Да, я всё помню. Но я хочу проверить соответствие товара с фотографией на сайте, если всё соответствует - подпишу, хорошо?"
#Кэтти отходит в сторону пропуская Барди в дом.
Кэтти: "Но я не хочу делать это на улице на глазах у всех. Заходи, не будешь же ты ждать тут."
Барди: "Так... В прошлый раз она не показалась мне такой уж..."
Барди мысли: "Та-а-а-а-ак... Что это у нас намечается? Да и есть ли у меня на это время..."
#Выбор для кролик\крыса метра: "Конечно есть! + крыса.\Нет мне надо спешить... + кролик"

#Ответ + кролик: "Нет мне надо спешить."
#Барди смотрит на количество страниц в планшете.
Барди мысли: "Чёрт... У меня целая куча заказов... Вряд ли у меня есть на это время..."
Барди мысли: "Фа-а-а-а-ак...."
#Барди убирает планшет и смотрит на Кэтти. Кэтти в предвкушении.
Барди: "Простите, но к сожалению сейчас я не могу задержаться."
#Кэтти расстроенная, но лишь едва заметно расстроенная. Барди показывает ей количество страниц в планшете.
Барди: "Вот, как видите, времени у меня совсем нет..."
Барди: "Да и с товаром всё в порядке, в этом я могу вас заверить. Как с его качеством, так и с соответствием. Я уверен в этом на все сто."
Барди: "Если же с ним что-то будет не так, то вы запросто сможете вернуть деньги оставив комментарий в тех поддержке магазина или в форуме."
#Кэтти поникшая. Опущенные плечи, взгляд... итд.
Кэтти: "Ну... Хорошо."
Барди: "В прошлый раз ведь всё было в порядке?"
#Кэтти понимает взгляд на Барди. На лице наигранная улыбка.
Кэтти: "Ага."
Барди: ""Уверяю вас, в этот раз будет так же. Нам ведь и самим очень важно, чтоб вы остались довольны заказом.
#Кэтти протягивает руку чтоб взять планшет.
Кэтти: "Да, конечно. Я вас понимаю."
#Барди протягивает ей планшет, и вслед рендере Кэтти уже ставит свою роспись.
Кэтти: "Вот и всё. Удачи."
Барди: "Спасибо, вам тоже. И спасибо за понимание. Надеюсь это не последняя наша встреча."
#На лице Кэтти настоящая искренняя милая улыбка. Она машет Барди рукой.
Кэти: "Надеюсь в следующий раз ты будешь не так сильно загружен работой."
Барди: "Что?"
#Кэтти, слегка раздосадованное лицо и поза.
Кэтти: "Ой, я имела ввиду... Просто ты так много работаешь..."
Барди: "А... Да всё хорошо, но спасибо за заботу."
Барди: "До свидания."
#Кэтти снова улыбаясь машет Барди рукой.
Кэтти: "Пока."
#Кэтти заходит домой и закрывает дверь.
Барди мысли: "Господи..."
Барди мысли: "Вот дверь закрылась, и пришло осознание... Какой же я всё-таки придурок..."
Барди мысли: "Кажется я упустил что-то очень интересное...."
Барди мысли: "Фак... Если подобное повторится, нужно будет обязательно соглашаться..."
Барди мысли: "Фак, надеюсь следующий раз вообще произойдёт. Какой-же я идио-о-от..."
#Затемнение.
#Конец сцены. Игрок получает свободу действий.
#Зарплата барди обычная. Чаевых нет.

#Ответ + крыса: "конечно есть!"
#Барди смотрит на количество страниц в планшете.
Барди мысли: "Чёрт... У меня целая куча заказов... Но я просто не могу упустить такой шанс!"
Барди мысли: "Фа-а-а-а-ак.... Чувствую потом у меня будет полный завал..."
#Барди убирает планшет и смотрит на Кэтти. Кэтти в предвкушении.
Барди: "Да... Думаю я не сильно отстану если задержусь..."
#Кэтти радостно улыбнулась Барди
Барди мысли: "Господи... Как же ты читаема... скрыла бы хоть эмоции..."
Барди мыли: "Хммм..."
#Кэтти слегка растеряна. Палец у рта, будто пытается быстро придумать ответ.
Барди: "К слову, у вас какое-то недоверие к нашему магазину?"
Барди: "В прошлый раз возникли какие-то проблемы  с товаром?"
#Кэтти улыбаясь отнекивается. Это что-то типо виноватой улыбки.
Кэтти: "Нет, я... Просто..."
Барди: "Вы мне как-то не доверяете?"
#Кэтти растерянная как в предпоследнем рендере, отнекивается.
Кэтти: "Ой нет! Вы что? Всё в порядке... Просто..."
Барди мысли: "Хах... Ладно, наверно стоит завязывать..."
Барди: "Банальная осторожность?"
#Кэтти с виноватой улыбкой, одной рукой чешет затылок.
Кэтти: "Ага... Просто... меня уже кинули так один раз недавно... и я..."
Барди: "Да, всё хорошо, я вас понял."
Барди мысли: "Абсолютно понял..."
#Кэтти приглашает Барди в дом. На лице нормальная улыбка.
Кэтти: "Ладно, проходи в дом, не хочу задерживать тебя больше чем нужно."
Барди: "Ага."
#Затемнение.
#Просветление.
#Барди в гостинной у Кэтти Комнатка просторная, должен быть диван и столик перед диваном. Она приглашает его сесть на диван.
Кэтти: "Садись пока, я скоро буду. Только заварю кофе."
#Кэтти наигранная строгость.
Кэтти: "И не отнекивайся! Я не могу отпустить тебя даже не напоив кофе."
Барди мысли: "Ага, вот тебе и: "Я не хочу занимать больше времени чем потребуется..." - конечно... Знаем мы таких..."
Кэтти: "Ты как раз устал наверно."
#Барди садится на диван. Планшет с заказами оказывается на столике, тип барди его туда положил. (Можно ебануть случайный сексиракурс на Кэтти. Снизу вверх.)
Барди: "Ох... Спасибо за заботу..."
#Кэтти уходит на кухню. Она только развернулась и начала движение только отойдя от барди.
#Попа Кэтти крупным планом. Секси ракурс
Барди: "Воу... А сзади-то она тоже ничего..."
#Кэтти ушла на кухню.
Барди мысли: "Ладно... Я у своей клиентки... По всей видимости одной из тех кто буквально хотел запрыгнуть мне на член..."
Барди мысли: "Господи... Когда Дэйзи говорила что мне может перепасть с клиенткой, я даже и не думал что это произойдёт на самом деле..."
Барди мысли: "Благодать-то какая!"
Барди мысли: "Интересно что же будет дальше-е-е... Да и... Что она вообще заказала?"
#Кэтти появляется в гостинной с подносом. на подносе пара кружек с кофе.
Барди мысли: "Ага... Вот и она..."
#Кэтти подходит ближе и кладёт поднос на столик. Ебаните сюда секси ракурс на сиськи.
Барди мысли: "Вау..."
Кэтти: "Не скучал?"
Барди мысли: "Охх... с такими мыслями заскучаешь..."
Барди: "Да нет, вы что?"
#Кэтти поднимается взяв одну из кружек, а на следующем рендере подсаживается к Барди. Поза сходу сексуальная, нога на ногу, все дела.
Кэтти: "Вот."
#Барди берёт кружку с кофе, делает глоток.
Барди мысли: "Хммм... Какой-то знакомый привкус."
Барди: "Слушай а что это за кофе? привкус какое-то знакомый..."
#Кэтти посмеивается.
Кэтти: "Ну... У нас в городке не особо широкий выбор в кофе, наверняка пробовал где-то."
#Барди смотрит на кофе.
Барди: "Да... наверно..."
#Барди снова смотрит на Кэтти. Та, в свою очередь, с каким-то предвкушением смотрит на Барди.
Барди: "Ладно, так что с товаром?"
#Кэтти с наигранной улыбкой смотрит на Барди. Меняйте позу если ещё не сделали этого.
Кэтти: "А... с ним всё нормально, вот только..."
Барди: "Что-то не так?"
Барди мысли: "Да говори уже... Мы же оба знаем что не для того я сюда пришёл... Чёрт у меня уже встаёт..."
Кэтти: "Нет, всё хорошо. Всё соответствует... Просто..."
#Кэтти растерянно смотрит вниз.
Кэтти: "Ну... Я как бы..."
Барди: "Что такое?"
Барди мысли: "Чёрт... А она безумно секси... Неужели она нарядилась так для меня?"
#Кэтти смотрит на Барди. Выражение лица - наивная улыбка. Поза слегка зажатая.
Кэтти: "Я совершенно не знаю как ею пользоваться..."
Барди мысли: "Опа... И что такого она могла заказать..."
Барди: "Что было в описании?"
#Кэтти кладёт ноги на диван, и опирается спиной о подлокотник. юбка задралась, но ноги сомкнуты. Так что Барди не видит нихуя. В следующих рендерах жестикуляция только руками. Ноги не двигаются.
Барди: "..."
Барди мысли: "Фак... Вот это позы..."
Кэтти: "Ой не люблю я читать эти ваши описания..."
Кэтти с сексуальной ухмылкой.
Барди: "ладно... И где сам товар..."
Барди мысли: "Фак... Что это за чувство..."
Барди мысли: "Чувство какого-то дежавю..."
#Барди смотрит на допитую чашку кофе.
Барди: "Нет... Кофе какое-то странное..."
Кэтти: "А что с ним не так?"
Барди мысли: "Хотя бы то что после него я безумно хочу тебя выеб...."
Барди мысли: "ФА-А-А-А-АК!"
#Барди поднимает взгляд на Кэтти. Кэтти возбуждённая сексуальная ухмылка. Поза зажатая, но поменяйте её слегка.
Барди мысли: "ФАК! Странный кофе заваренный милфой, секс игрушки, помощь чтоб разобраться с ними... Фак!"
Барди мысли: "А я думаю что это за дежавю мать вашу!"
Барди мысли: "Та вигра уже в продаже!?"
Барди мысли: "Нет, я рад происходящему... Но почему сука снова так!?"
#Кэтти смотрит на вставший член Барди.
Кэтти: "Ого..."
Барди: "Ага... Где игрушка?"
#Кэтти поднимает взгляд на Барди.
Барди мысли: "Ох пипец тебе шлюха! С Дэйзи не вышло, но на тебе-то я отыграюсь!"
#Кэтти достаёт пульт и даёт его Барди, Барди протягивает руку и берёт его. (В паре рендеров.) Выражение лица Кэтти возбуждённое и игривое.
Кэтти: "И долго же до тебя доходит малыш..."
Барди: "Что это?"
#Барди смотрит на пульт.
Кэтти: "Волшебный пульт..."
Барди мысли: "Фак! Она уже?"
Барди мысли: "Хах... Ну сейчас мы твои ножки раздвинем..."
#Барди смотрит на Кэтти. Также должно быть видно пульт.
Барди: "Ну значит будем творить магию."
#Барди выкручивает можность пульта (До этого был на минимуме.) На максимум.
#Кэтти в ахуе. Покрасневшая, приоткрыт рот. Ноги сильно прижались друг к другу, Одна рука упёрлась в киску.
Кэтти: Ах! Чёрт!
Кэтти: "О да!"
#Барди выкручивает мощность снова на минимум.
Кэтти расслабляется, ноги расслаблены раздвинуты и мы видим вибратор в её киске. Лицо покрасневшее, довольное. Рот приоткрыт, глаза закатаны.
Кэтти: "О да..."
Барди: "И нахрена были все эти формальности?"
#Барди приближается к Кэтти, Просовывает руку в вырез её груди, и целует её в губы.
Кэтти: "Ммммм"
#Барди отстраняется от неё, Сновы выкручивает пульт но не на максимум.
Кэтти: "Ах! Да..."
#Барди валит её на диван, и срывает пуговицы с рубашки. Начинает ласкать её грудь, изобразите это в нескольких рендерах.
#Далее меняем ракурс и показываем как он второй рукой дрочит ей. (Клитор.)
Барди: "Да ты же вся уже мокрая!"
Кэтти: "Кто бы говорит! О боже! У самого стояк!"
Барди: "И почему нельзя было просто сказать об этом изначально!?"
Кэтти: "А так разве интересно?"
#Барди растёгивает и приспускает штаны. После вынимает член.
#Кэтти не смотрит на происходящее так как голова запрокинута назад.
#Барди вытаскивает из неё игрушку.
Кэтти: "Ты уже?  Такой нетерпеливый?"
#Кэтти поднимает взгляд на него. На следующем рендере видит его стояк. и ахуевает.
Кэтти: "Ничего себе!"
Кэтти: "Он точно влезет?"
#Кэтти смотрит на лицо Барди с таким же ахуевающим лицом.
Барди: "Не переживай. Чуть что поможем."
Кэтти: "Что?"
#Барди вставляет член в Кэтти, Она в ахуях запрокидывает голову назад и выгибается в спине.
Кэтти: "Ммммм..."
Кэтти: "Ах! Боже!"
#Включается анимация. Кэтти лежит на спине руки в локтях согнуты. Кисти направлены вверх. Ноги раздвинуты. Барди долбит её сходу на средней скорости. Долбит пожоще. если сможете изобразить это в анимации - дерзайте.
Кэти: "О господи! Подожди!"
Кэтти: "Барди! Помедленнее!"
Барди: "Обойдёшься шлюшка!"
Кэтти: "Ах!"
Кэтти: "Да!"
Кэтти: "О боже!"
#Меняйте ракурс анимации. в течении сцены во время кликов пытайтесь изобразить 3 ракурса хотя бы.
Кэтти: "О да!"
Барди: "О боже... Да!"
#Анимация ускоряется. Лицо Кэтти ахуевающее и кайфующее. если сможете изобразите анимацию груди, и как её всю чуть толкает вверх и вниз от действий Барди, а не только член который входит в неё и выходит.
Кэтти: "О боже Барди! О да!"
Кэтти: "Прошу только не останавливайся!"
Барди мысли: "А может мы ещё и так..."
#Анимация. Скорость та же но барди придерживает рукой у её клитора вибратор.
Кэтти: "О боже! Да!"
Кэтти: "Ах!"
Кэтти: "Чёрт! Барди! О Да!"
Кэтти: "Господи! Я... Я сейчас!"
Барди: "А вот хрена с два тебе!"
#Кэтти поднимает возбуждённый взгляд на барди. Её лицо красное, рот приоткрыт
Кэтти: "Что?"
#Анимация. Барди замедляется. Кэтти уже не дёргает но лицо у неё умоляющее, просит Барди не останавливаться.
Кэтти: "Нет нет нет! Барди!"
Кэтти: "О боже! Барди! Нет!"
#Анимация прекращается. Кэтти смотрит на Барди недовольным взглядом. Но лицо всё ещё красное.
Кэтти: "Эй! Ты чего!? Я уже почти!"
Барди: "Заткнись."
#Барди вынимает член из Кэтти.
Кэтти: "Нет! Пожалуйста! Только не говори что ты уже всё!"
Кэтти: "Ты же ещё не кончил верно!?"
Кэтти: "Ты же можешь продолжать!"
Барди: "Так просто я тебя не отпущу."
#Барди берёт Кэтти за талию и переворачивает её.
#Кэтти встаёт на локти, оглядывается на Барди, смотрит на него вопросительным взглядом.
Кэтти: "Что? Ты хочешь так?"
#Барди приподнимает её за талию вверх, чтоб она встала на колени. На следующем рендере надавливает её на спину, чтоб прогнулась. Наконец третий рендер, на котором Барди закидывает одну ногу на диван, вторая нога на полу Кэтти отвернулась вперёд. Рка барди, одна у неё на заднице, в другой игрушка.
#Барди шлёпает её по заднице.
Барди: "Готова шлюшка?"
Кэтти: "Да!"
#Барди заталкивает кэтти в киску игрушку. Кэтти удивлённая оглядывается на Барди. В руках Барди пульт.
Кэтти: "Что? Ты собираешься..."
#Барди включает игрушку на средней скорости. Кэтти краснеет и прикрывает глаза.
Кэтти: "Мммммм..."
Барди: "Заткнись и получай удовольствие."
Кэтти: "Да..."
#Барди прикладывает член к киске Кэтти. Та удивлённая оборачивается.
Кэтти: "Подожди, что?"
#Анимацией вставляйте член в задницу Кэтти. Кэтти в свою очередь выгнулась на локтях и запрокинула голову вверх.
Кэтти: "О боже!"
Барди: "О да... Узенько же тут у тебя..."
#Включается анимация. Медленно.
Кэтти: "Ох! Боже!"
Кэтти: "Он слишком большой!"
Кэтти: "Ты разорвёшь меня!"
Барди: "Заткнись."
#Во время анимации барди выкручивает игрушку на максимум.
Кэтти: "А-а-а-а! Да!"
Барди: "Вот так лучше."
#Анимация ускоряется.
Кэтти: "О боже!"
Кэтти: "Барди! Помедленнее!"
Кэтти: "Ах!"
Кэтти: "Боже!"
Барди: "Расслабь уже свою задницу!"
#Анимация ускоряется ещё сильнее.
Кэтти: "О да!"
Кэтти: "Господи как же мне хорошо!"
Кэтти: "Барди! Я сейчас!..."
Барди: "О господи!"
#Анимация заканчивается на последнем толчке и Барди кончает в задницу Кэтти. Кэтти опускает голову вниз.
Кэтти: "Ох... Да..."
Барди: "Однозначно..."
#Кэтти оттопырив попу опускает локти и падает лицом на кровать. Голова повернута в сторону.
Кэтти: "О господи... Это было офигенно..."

#Затемнение.
#Просветление.
#Барди сидит на диване на расслабоне. Кэтти лежит у него на коленях. Одна рука барди лежит на груди Кэтти. Одна нога кэтти свисает с дивана. Лицо Кэтти расслабленное, красное и довольное. Волосы растрёпаны.
Кэтти: "О боже... Это было потрясно..."
Барди: "Чёрт... Согласен.."
Кэтти: "Я теперь наверно неделю ходить не смогу..."
Кэтти: "Меня впервые выебали таким огромным членом..."
Барди: "Хах... Спасибо..."
#Кэтти смотрит на Барди с ухмылкой. Лицо всё ещё красное а волосы растрёпаны. Несколько локонов волос на лице.
Кэтти: "Ты знаешь что иметь такой член незаконно по отношению к другим мужчинам?"
Карди: "Хах... Что ж ... Надеюсь ты меня не сдашь."
#Кэтти с удивлённым лицом.
Кэтти: "После такого-то!? Ни за что!"
#Кэтти нейтральная.
Кэтти: "Но только с одним условием."
Барди: "Воу... И с каким же?"
Кэтти: "Ты вернёшься ко мне ещё раз..."
Кэтти: "И..."
Барди мысли: "И?"
#Кэтти смотрит на Барди виноватым лицом.
Кэтти: "Если ты простишь меня..."
Барди мысли: "Ого... Это ещё за что?"
Барди: "За что мне тебя прощать? Ты же ничего такого не сделала."
#Кэтти приподнялась и села рядом с Барди. Поза слегка зажатая, ноги сомкнуты, руки на бёдрах. Выражение лица виноватое. Смотрит вниз.
Кэтти: "На самом деле, я использовала виагру..."
#Кэтти смотрит на Барди. поза почти такая же, просто исправьте чуть чуть сделав какую-то жестикуляцию рукой, Выражение лица такое же виноватое.
Кэтти: "Просто, я боялась что ты не захочешь... Знаешь же... Профессиональная этика, все дела..."
Кэтти: "Прости, я просто... Ты мне очень понравился..."
Барди: "Ну в этом мы похожи. Ты тоже зацепила меня..."
#Кэтти удивлённая. Смотрит на Барди убирая волосы с лица.
Барди: "А на счёт виагры... Я знаю. Ты ведь его в кофе подсыпала?"
Кэтти: "Что? Как?"
Барди: "Говорю же... Привкус знакомый..."
#Кэтти наигранно хмурая.
Кэтти: "Оу... А почему ты ничего не сказал сразу?"
Барди: "А почему ты сразу не сказала что зовёшь меня трахаться?"
Кэтти: "Ты знаешь, я уже описала проблему!"
Барди: "Хах... Нашла же ты проблему... Ты себя видела? прикрываться профессиональной этикой в разговоре будет только гей!"
#Кэтти слегка смущённая.
Кэтти: "Спасибо..."
#Кэтти удивлённая и задумчивая смотрит в сторону.
Кэтти: "Слушай... А откуда ты знаешь вкус виагры? Тем более разведённой в кофе...."
Барди мысли: "Фак..."
Барди: "Да так... Была тут... Одна ситуация..."
#Кэтти смотрит на Барди с ухмылкой.
Кэтти: "Так я не первая отчаянная клиентка?"
Барди: "Ну.... Можно и так сказать..."
Барди мысли: "Фак... Ну не рассказывать же мне что мы случайно затестировали на мне эту виагру... Причём таким же методом."
#Кэтти такая же ухмылка, но Доминирующая и подъёбывающая. Позу поменяйте. Приелась.
Кэтти: "Ну ладно... Дело твоё... Хотя, говоря по правде я думала что первая додумалась до такого плана... Даже горда собой была."
Барди мысли: "Ну... В этом ты права..."
#Кэтти со слегка расстроенным выражением лица, поза чуть зажатая.
Кэтти: "Наверно, теперь наше рандеву стоит оставить в тайне ото всех?"
Барди: "Да, Если это возможно..."
Кэтти: "Ох... Я не могу не похвастаться этой встречей перед подружками, но, сделаю что смогу чтоб оставить тебя инкогнито."
#Кэтти улыбается. Поза не  зажатая, нейтральная.
Барди: "Ну... Пусть так..."
#Кэтти сексуальная поза и ухмылка.
Барди: "К слову, мне очень даже понравилось."
Кэтти: "Я вижу,  мне тоже. И я надеюсь мы сможем ещё не один раз это повторить..."
Барди: "Я как раз об этом."
#Кэтти внимательно слушает. На лице такая же сосредоточенность. Если выйдет изобразите её вместе с лёгкой улыбкой. Тим, услышанное ей нравится.
Барди: "В магазине пока только один курьер, и это я. По этому если вдруг захочешь повторить нашу встречу, просто закажи какую-нибудь самую дешёвую безделушку."
#Кэтти радостная.
Кэтти: "Правда? Это отлично!"
Барди: "И... Мне было очень приятно встречать тебя в этом наряде, а осознание того, что ты приоделась так из-за меня - радует вдвойне..."
#Кэтти сексуальная игривая ухмылка.
Кэтти: "Оу... Я тебя поняла."
#Кэтти вальяжно и не глядя указывает пальцем в дверь одной из комнат.
Кэтти: "К слову, у меня целый гардероб подобного... Даже есть костюм сексуальной кошечки... Может как-нибудь мы даже устроим показ мод..."
Барди: "Вау... Звучит заманчиво..."
#Кэтти улыбается. Позу меняйте
Барди: "Значит договорились?"
Кэтти: "Конечно!"
#Барди достаёт планшет со столика. и смотрит на заказы. В двух рендерах.
Барди мысли: "Фак... Это жопа... Сколько же времени я потратил..."
Барди: "Ладно, Я наверно уже пойду... У меня ещё море заказов на сегодня..."
Кэтти: "Да, конечно... Не хочу тебя задерживать больше чем потребуется..."
Барди мысли: "Да... я вижу..."
#Барди встаёт с дивана. Кэтти ложится на диван полностью и прикрывает глаза. Ебаните сексуальную позу и не забывайте что Кэтти всё ещё наполовину раздета если не на большую часть.
Кэтти: "Прости, но после такого, проводить тебя я не смогу. Я всё ещё плохо чувствую свои ноги..."
Кэтти: "Барди, ты просто волшебник! Такого оргазма у меня не было уже давно..."
Барди: "Ты знаешь ли тоже та ещё искусительница..."
#Кэтти поворачивает голову в сторону Барди, улыбается ему, глаза открыты.
Кэтти: "Спасибо, я старалась."
Кэтти: "Просто закрой за собой дверь."
#Кэтти сново поворачивает голову обратно и лицо смотритвверх.
Барди: "Конечно."
Барди: "До встречи, надеюсь она ещё произойдёт..."
Кэтти: "Ох... Она обязательно произойдёт."
#Барди разворачивается и в нескольких рендерах выходит из дома.
#Барди у двери снаружи дома.
Барди мысли: "Господи... Это лучшая работа в моей жизни..."
#Барди смотрит на планшет с заказами
Барди мысли: "И меня попрут с неё нахрен если я продолжу терять так время..."
Барди мысли: "Фак... Остальные заказы придётся доставлять бегом... Но оно того стоило. Я ни о чём не жалею..."
#Затемнение.
#Просветление.
#Конец сцены. Включается сцена конца рабочего дня, после которой Барди получает свободу действий. К концу рабочего дня, Барди получает нормальное стандартное зп для этого уровня интернет магазина + хорошие чаевые. (Зарплата в интернет магазине в разы меньше чем в велопрокате, по этому чаевые ебаните хорошие. Это к слову одна из причин, по которой В велопрокате за секс мы получаем штраф на бабки, а в работе курьером наоборот.)

Сцена 1.2
#При повторном проке этой сцены на работе.
#В том случае если в первый раз Барди не зашёл к Кэтти и не ебал её.
#Барди снова приходит к дому Кэтти.
Барди мысли: "И снова здорова... В третий раз уже?"
#Барди смотрит на маленькую коробку в руках. В ней презервативы.
Барди мысли: "Фак... Это снова Кэтти... Она заказала самые дешёвые презервативы и доплатила за доставку из рук в руки... она точно меня хочет..."
Барди: "Нет... Сегодня я так не лоханусь!"
#Барди подходит к двери и на следующем рендере звонит в звонок.
#Звук звонка.
#Дверь открывается. За дверью показывается Кэтти, снова в том же сексуальном наряде и улыбается Барди.
#Она стоит в сексуальной позе облокотившись о дверной косяк. Ебаните мне тут вертикальную прокруточку сексуальну. заакцентировав внимание на груди.
Барди мысли: "Вау! и снова соблазнительный видок..."
Женщина: "И снова здравствуй, Барди..."
Барди: "Да... Здравствуйте."
#Кэтти смотрит на Барди игривым взглядом.
Барди мысли: "Ну точно! Она точно заказала меня а не эти презервативы... "
Барди мысли: "Ну или меня в этих презервативах... Что тоже неплохо..."
Барди: "Мисс Кэтти?"
#Кэтти сексуально ухмыляется Барди. Ебаните ей новую позу если ещё не делали этого.
Кэтти: "А ты видишь тут кого-то ещё?"
Барди: "Ох.. Нет. "
Кэтти: "И давай без этого: "Мисс" - Я ещё не так стара..."
#Барди протягивает кэтти посылку.
Барди: "Хорошо, простите, Это для вас!"
#Кэтти берёт посылку с рук Барди.
Кэтти: "Ага, отлично!"
Барди: "И так... Посылка уже оплачена, доставлена из рук в руки как и просили, верно?"
Кэтти: "Ага."
#Барди протягивает Кэтти Планшет и ручку. Кэтти принимает их и смотрит на планшет.
Барди: "Тогда, как всегда, вам осталось только расписаться."
#Кэтти поднимает взгляд на Барди.
Барди: "Если у вас конечно не осталось вопросов..."
#Кэтти расписывается и возвращает планшет Барди. Лицо сосредоточенное.
Кэтти: "Знаешь... Есть один вопрос, правда он немного по другой теме.."
#Барди принимает планшет.
Барди мысли: "Бинго!"
Барди: "И какие же вопросы?"
#Кэтти с задумчивым лицом. смотрит в сторону.
Кэтти: "Да так... По прошлому товару."
#Кэтти смотрит на Барди
Кэтти: "Нет, качество и соответствие идеальные, пот просто... я не совсем понимаю как им пользоваться..."
Барди: "Оу... Это действительно проблема. Может я могу чем-то помочь?"
#Кэтти смотрит на Барди с ухмылкой.
Кэтти: "Если у тебя конечно есть время..."
Барди: "Его предостаточно. Тем более помощь клиентам это часть моей работы..."
#Кэтти с радостной улыбкой отходит в сторону пропуская Барди в дом.
Кэтти: "Ну и отлично, проходи в дом. Думаю это лучше сделать там."
Барди: "Определённо"
Барди мысли: "Та-а-а-а-ак... Чувствую у меня сново что-то намечается... и в этот раз я уже не просру свой момент!"
Барди мысли: "Я только за этим и устроился на эту чёртову работу!"
#Затемнение.
#Просветление.
#Барди в гостинной у Кэтти Комнатка просторная, должен быть диван и столик перед диваном. Она приглашает его сесть на диван. На столике теперь так же лежит коробка от таблеток с виагрой.
Кэтти: "Садись пока, я скоро буду. Только заварю кофе."
#Кэтти наигранная строгость.
Кэтти: "И не отнекивайся! Я не могу отпустить тебя даже не напоив кофе."
Барди мысли: "Ага, вот тебе и помощь с товаром... конечно... Знаем мы таких... Может тебе ещё и винду переустановить?"
Кэтти: "Ты как раз устал наверно."
#Барди садится на диван. Планшет с заказами оказывается на столике, тип барди его туда положил. (Можно ебануть случайный сексиракурс на Кэтти. Снизу вверх.)
Барди: "Ох... Спасибо за заботу... Я действительно надеюсь хоть немного отдохнуть от всей этой беготни..."
#Кэтти смотрит на Барди с ухмылкой, тип: "Да-а-а-а???"
Кэтти: "Да? Вот и отлично."
Кэтти: "Думаю я устрою тебе хороший отдых..."
Барди: "Не сомневаюсь..."
#Кэтти уходит на кухню. Она только развернулась и начала движение только отойдя от барди.
#Попа Кэтти крупным планом. Секси ракурс
Барди: "Воу... А сзади-то она тоже ничего... Думаю сегодня я точно рассмотрю её получше..."
#Кэтти ушла на кухню.
Барди мысли: "Ладно... Я у своей клиентки... По всей видимости одной из тех кто буквально хотел запрыгнуть мне на член..."
Барди мысли: "Господи... Когда Дэйзи говорила что мне может перепасть с клиенткой, я даже и не думал что это произойдёт на самом деле..."
Барди мысли: "Благодать-то какая! И почему я протупил так в первый раз-то!?"
Барди мысли: "Интересно что же будет дальше-е-е... Да и... Что она вообще заказала?"
#Барди видит знакомые таблетки на столике. Приблизьте их и сделайте крупным планом.
Барди мысли: "Так... А это ещё что..."
Барди мысли: "Оу... Это же та виагра! Она хочет попросить меня разобраться с ней!?"
#Кэтти появляется в гостинной с подносом. на подносе пара кружек с кофе.
Барди мысли: "Ага... Вот и она..."
Барди мысли: "Ну... Видимо сейчас мы и узнаем..."
#Кэтти подходит ближе и кладёт поднос на столик. Ебаните сюда секси ракурс на сиськи.
Барди мысли: "Вау..."
Кэтти: "Не скучал?"
Барди мысли: "Охх... с такими мыслями заскучаешь..."
Барди: "Да нет, вы что?"
#Кэтти подниматься взяв одну из кружек, а на следующем рендере подсаживается к Барди. Поза сходу сексуальная, нога на ногу, все дела.
Кэтти: "Вот."
#Барди берёт кружку с кофе, делает глоток. в паре рендеров
Барди мысли: "Хммм... Какой-то знакомый привкус."
Барди: "Слушай а что это за кофе? привкус какоё-то знакомый..."
#Кэтти посмеивается.
Кэтти: "Ну... У нас в городке не особо широкий выбор в кофе, наверняка пробовал где-то."
#Барди смотрит на кофе.
Барди: "Да... наверно..."
Барди мысли: "И что за чувство дежавю..."
Барди: "Нет... Кофе какое-то странное..."
Кэтти: "А что с ним не так?"
Барди мысли: "Хотя бы то что это совершенно не вкус кофе а..."
Барди мысли: "ФА-А-А-А-АК!"
#Барди поднимает взгляд на Кэтти. Кэтти возбуждённая сексуальная ухмылка. Поза зажатая, но поменяйте её слегка.
Барди мысли: "ФАК! Странный кофе заваренный милфой, секс игрушки, помощь чтоб разобраться с ними... Фак!"
Барди мысли: "А я думаю что это за дежавю мать вашу!"
Барди мысли: "Боже да и на столе же прямо сейчас та самая вигара!"
Барди мысли: "Нет, я рад происходящему... Но почему сука снова так!?"
Барди: "...."
Барди мысли: "Фак!"
Барди мысли: "Ах ты ж сучка недотраханная!"
#Кэтти в растерянности смотрит на Барди. На лице испуг и растерянность.
Барди: "И сколько таблеток?"
Кэтти: "Что?"
Барди: "Ну виагры... Сколько?"
#На лице Кэтти наигранная улыбка. Взгляд отводит в сторону. Палец губ. Вид такой, словно она придумывает оправдание.
Кэтти: "О чём ты?"
#Кэтти смотрит на таблетки на столе.
Барди: "Господи, да хватит притворяться. Я знаю вкус кофе, и вижу знакомую пачку виагры на столе."
#Кэтти смотрит на Барди в растерянности.
Кэтти: "Ах... Это... Я..."
Барди: "Так сколько?"
#Кэтти опускает взгляд вниз. У неё подавленный вид. Поза зажатая, расстроенная
Кэтти: "Две штуки... Просто чтоб наверняка..."
Барди: "Ясно..."
Кэтти: "Прости, я просто... Ты мне очень понравился..."
Барди мысли: "Чёрт а просто сказать об этом никак!?"
Барди мысли: "Ну сучка, я устрою тебе незабываемый траходром! С Дэйзи в тот раз не вышло, но на тебе отыграюсь!"
#Барди выпивает кофе залпом. На след рендере Кэтти смотрит  на Барди в ахуе.
Кэтти: "Барди?"
Барди: "Вот и всё... Так где игрушка?"
#Кэтти достаёт пульт и даёт его Барди, Барди протягивает руку и берёт его. (В паре рендеров.) Выражение лица Кэтти всё ещё охуевшее.
Барди: "Ага. А вторая часть?"
#Кэтти смущена. отводит взгляд в сторону и чуть повернула лицо в 3\4 от камеры.
#Барди выкручивает мощность на максимум. Глаза Кэтти округляются. Она слегка в ахуе и возбуждена. Ноги сомкнулись.
Кэтти: "Ах!"
Кэтти: "О да!"
#Барди выкручивает мощность назад на минимум. Кэтти расслабляется, ноги расслаблены раздвинуты. Рот приоткрыт, глаза закатаны.
Барди: "Отлично. Значит ты изначально уже готова. И почему нельзя было сразу сказать чего ты хочешь..."
#Кэтти смотрит на Барди вопросительно. Лицо чуть красное, слегка смущённое.
Кэтти: "Барди?"
#Барди приближается к Кэтти, Просовывает руку в вырез её груди, и целует её в губы.
Кэтти: "Ммммм"
#Барди отстраняется от неё, Снова выкручивает пульт но не на максимум.
Кэтти: "Ах! Да..."
#Барди валит её на диван, и срывает пуговицы с рубашки. Начинает ласкать её грудь, изобразите это в нескольких рендерах.
#Далее меняем ракурс и показываем как он второй рукой дрочит ей. (Клитор.)
Барди: "Да ты же вся уже мокрая!"
Барди: "И почему нельзя было просто сказать об этом изначально!?"
Кэтти: "Я... Не думала что ты согласишься..."
#Барди растёгивает и приспускает штаны. После вынимает член.
#Кэтти не смотрит на происходящее так как голова запрокинута назад.
#Барди вытаскивает из неё игрушку.
Кэтти: "Ты уже? Что ты...."
#Кэтти поднимает взгляд на него. На следующем рендере видит его стояк. и ахуевает.
Кэтти: "Ничего себе!"
Кэтти: "Он точно влезет?"
#Кэтти смотрит на лицо Барди с таким же ахуевающим лицом.
Барди: "Не переживай. Чуть что поможем."
Кэтти: "Что?"
#Барди вставляет член в Кэтти, Она в ахуях запрокидывает голову назад и выгибается в спине.
Кэтти: "Ммммм..."
Кэтти: "Ах! Боже!"
#Включается анимация. Кэтти лежит на спине руки в локтях согнуты. Кисти направлены вверх. Ноги раздвинуты. Барди долбит её сходу на средней скорости. Долбит пожоще. если сможете изобразить это в анимации - дерзайте.
Кэти: "О господи! Подожди!"
Кэтти: "Барди! Помедленнее!"
Барди: "Обойдёшься шлюшка!"
Барди: "Ты же этого и ожидала спаивая меня виагрой!"
Кэтти: "Ах!"
Кэтти: "Да!"
Кэтти: "О боже!"
#Всё что идёт дальше то же самое как в первой сцене секса. Все диалоги и прочее такие же, по этому вырезал тот момент. Вставишь его из основного текста.
#Всё то же самое до этого момента. Далее в сцене присутствуют изменения.
#Затемнение.
#Просветление.
#Барди сидит на диване на расслабоне. Кэтти лежит у него на коленях. Одна рука барди лежит на груди Кэтти. Одна нога кэтти свисает с дивана. Лицо Кэтти расслабленное, красное и довольное. Волосы растрёпаны.
Кэтти: "О боже... Это было потрясно..."
Барди: "Чёрт... Согласен..."
Кэтти: "Я теперь наверно неделю ходить не смогу..."
Кэтти: "Меня впервые выебали таким огромным членом..."
Барди: "Хах... Спасибо..."
#Кэтти смотрит на Барди с ухмылкой. Лицо всё ещё красное а волосы растрёпаны. Несколько локонов волос на лице.
Кэтти: "Ты знаешь что иметь такой член незаконно по отношению к другим мужчинам?"
Карди: "Хах... Что ж ... Надеюсь ты меня не сдашь."
#Кэтти с удивлённым лицом.
Кэтти: "После такого-то!? Ни за что!"
#Кэтти нейтральная
Кэтти: "Но только с одним условием."
Барди: "Воу... И с каким же?"
Кэтти: "Ты вернёшься ко мне ещё раз..."
Барди: "Хах! Замётано!"
#Кэтти с вопросительным выражением лица внимательно смотрит на Барди.
Кэтти: "К слову... Почему ты так спокойно реагируешь? Ты не будешь обижаться или злиться?"
Барди: "С чего бы?"
#Кэтти отводит задумчивый взгляд в сторону палец на губе
Кэтти: "Да просто, я тут думаю... почему это вообще произошло? Я думала ты уйдёшь узнав про виагру..."
Барди: "Так... Вопрос тот же. С чего бы?"
#Кэтти слегка задумчивая.
Кэтти: "Просто когда ты сказал что знаешь что в кофе виагра... Ты так об этом говорил, что я думала ты как-то меня возненавидишь, а магазин вообще добавит меня в чёрный список..."
Барди: "Хах... Я зашёл к тебе домой уже зная чес всё это акончится. Я думал ты и сама поняла это... Это было слегка обидно знаешь ли... Я что по твоему гей? Или импотент?"
#Кэтти с наигранно виноватой улыбкой на лице.
Кэтти: "Да, я предполагала... Но предосторожность ведь не помешает..."
Кэтти: "Просто, я боялась что ты не захочешь... Знаешь же... Профессиональная этика, все дела..."
Кэтти: "Прости, я просто... Ты мне очень понравился..."
Барди: "Ну в этом мы похожи. Ты тоже зацепила меня..."
Кэтти: "..."
Барди: "..."
#Кэтти удивлённая и задумчивая смотрит в сторону.
Кэтти: "Слушай... А откуда ты знаешь вкус виагры? Тем более разведённой в кофе...."
Барди мысли: "Фак..."
Барди: "Да так... Была тут... Одна ситуация..."
#Кэтти смотрит на Барди с ухмылкой.
Кэтти: "Оу... Я думала ты скажешь что понял сразу увидев забытую мной коробку на столе..."
Барди мысли: "Фак! Можно же было просто так и отмазаться!"
Кэтти: "Так значит я не первая отчаянная клиентка?"
Барди: "Ну.... Можно и так сказать..."
Барди мысли: "Чёрт... Ну не рассказывать же мне что мы случайно затестировали на мне эту виагру... Причём таким же методом."
#Кэтти такая же ухмылка, но Доминирующая и подъёбывающая. Позу поменяйте. Приелась.
Кэтти: "Ну ладно... Дело твоё... Хотя, говоря по правде я думала что первая додумалась до такого плана... Даже горда собой была."
Барди мысли: "Ну... В этом ты права..."
Барди: "Ага... План офигенный, но вот исполнение..."
#Кэтти с наигранно хмурым выражением смотрит на Барди.
Кэтти: "Ну да, забыла я коробку на столе... И откуда мне было знать что с тобой этот трюк уже проворачивали?"
Барди: "Хах... Ничего, главное результат."
#Кэтти весёлая.
Кэтти: "Ну в этом ты прав... Но..."
#Кэтти со слегка расстроенным выражением лица, поза чуть зажатая.
Кэтти: "Наверно, теперь наше рандеву стоит оставить в тайне ото всех?"
Барди: "Да, так и есть... Если это возможно..."
Кэтти: "Ох... сложно..."
Кэтти: "Я не могу не похвастаться этой встречей перед подружками, но, сделаю что смогу чтоб оставить тебя инкогнито."
#Кэтти улыбается. Поза не  зажатая, нейтральная.
Барди: "Ну... Пусть так..."
#Кэтти сексуальная поза и ухмылка.
Барди: "К слову, мне очень даже понравилось."
Кэтти: "Я вижу,  мне тоже. Даже не смотря на то, что всё пошло совсем не по плану. И я надеюсь мы сможем ещё не один раз это повторить..."
Барди: "Я как раз об этом."
#Кэтти внимательно слушает. На лице такая же сосредоточенность. Если выйдет изобразите её вместе с лёгкой улыбкой. Тим, услышанное ей нравится.
Барди: "В магазине пока только один курьер, и это я. По этому если вдруг захочешь повторить нашу встречу, просто закажи какую-нибудь самую дешёвую безделушку."
#Кэтти радостная.
Кэтти: "Правда? Это отлично!"
Барди: "И... Мне было очень приятно встречать тебя в этом наряде, а осознание того, что ты приоделась так из-за меня - радует вдвойне..."
#Кэтти сексуальная игривая ухмылка.
Кэтти: "Оу... Я тебя поняла."
#Кэтти вальяжно и не глядя указывает пальцем в дверь одной из комнат.
Кэтти: "К слову, у меня целый гардероб подобного... Даже есть костюм сексуальной кошечки... Может как-нибудь мы даже устроим показ мод..."
Барди: "Вау... Звучит заманчиво... Только в следующий раз давай ка без твоих коварных планов..."
#Кэтти закатывает глаза.
Кэтти: "Ой да господи... Ну кто бы знал что ты и так согласишься? Тем более после того как смылся в первый раз!? Мне нужны были гарантии!"
#Кэтти улыбается. Позу меняйте
Барди: "Ну, теперь то они у тебя есть?"
Кэтти: "Ага!"
Барди: "Значит договорились?"
Кэтти: "Конечно!"
#Барди достает планшет со столика. и смотрит на заказы. В двух рендерах.
Барди мысли: "Фак... Это жопа... Сколько же времени я потратил..."
Барди: "Ладно, Я наверно уже пойду... У меня ещё море заказов на сегодня..."
#этти смотрит на Барди с сочувствием.
Кэтти: "Но ты же говорил что не так загружен сегодня..."
Барди: "Ну, я не мог второй раз упустить этот случай."
#Кэтти улыбается
Кэтти: "Хах... Ну тогда ладно... не буду тебя задерживать."
#Барди встаёт с дивана. Кэтти ложится на диван полностью и прикрывает глаза. Ебаните сексуальную позу и не забывайте что Кэтти всё ещё наполовину раздета если не на большую часть.
Кэтти: "Прости, но после такого, проводить тебя я не смогу. Я всё ещё плохо чувствую свои ноги..."
Кэтти: "Барди, ты просто волшебник! Такого оргазма у меня не было уже давно..."
Барди: "Ты знаешь ли тоже та ещё искусительница..."
#Кэтти поворачивает голову в сторону Барди, улыбается ему, глаза открыты.
Кэтти: "Не льсти мне, тем более после того как я так провалилась"
Барди: "Я думал о тебе с того момента как отказался зайти в тот раз, и корил себя за это."
#Кэтти смотрит на Барди оценивающим сексуальым взгялдом.
Кэтти: "Ну ладно... Спасибо..."
Барди: "Ага... Ладно, я уже пойду."
#Кэтти сново поворачивает голову обратно и лицо смотритвверх.
Кэтти: "Просто закрой за собой дверь."
Барди: "Конечно."
Барди: "До встречи, надеюсь она ещё произойдёт..."
Кэтти: "Ох... Она обязательно произойдёт."
#Барди разворачивается и в нескольких рендерах выходит из дома.
#Барди у двери снаружи дома.
Барди мысли: "Господи... Это лучшая работа в моей жизни..."
#Барди смотрит на планшет с заказами
Барди мысли: "И меня попрут с неё нахрен если я продолжу терять так время..."
Барди мысли: "Фак... Остальные заказы придётся доставлять бегом... Но оно того стоило. Я ни о чём не жалею..."
#Затемнение.
#Просветление.
#Конец сцены. Включается сцена конца рабочего дня, после которой Барди получает свободу действий. К концу рабочего дня, Барди получает нормальное стандартное зп для этого уровня интернет магазина + хорошие чаевые. (Зарплата в интернет магазине в разы меньше чем в велопрокате, по этому чаевые ебаните хорошие. Это к слову одна из причин, по которой В велопрокате за секс мы получаем штраф на бабки, а в работе курьером наоборот.)

#Сцена 1.3
#Включается всегда если Барди ебался с Кэтти уже один раз.

#Барди в очередной раз подходит к дому Кэти. В руках Барди коробка и планшет с документом для подписи клиента.
Барди мысли: "Оппа... А вот и очередное рандеву..."
#Барди смотрит на планшет с заказами. и читает что заказала Кэтти.
Барди мысли: "Оппа... Только пачка самых дешёвых презервативов?..."
#Барди вновь смотрит на дверь.
Барди: "Что ж... Да здравствуют чаевые!"
#Барди звонит в звонок.
#Кэтти открывает дверь. Смотрит на Барди с сексуальной игривой ухмылкой. (Можно было бы ебануть новый наряд для разнообразия, но это не обязательно. Просто было бы классно. Вот только это может вызвать некоторые трудности, тип переделывать рендеры, анимации(Будут использоваться те же что и в прошлых сценах.) и прочее. Это будет геморно, поэтому можно и со старым. В принципе игрушек больше не будет, так что переделывать всё равно что-то придётся. В общем делайте как удобно.)
Кэтти: "Ох, Барди! Наконец-то ты пришёл..."
Кэтти: "А я уже заждалась..."
Барди: "Летел как мог, когда увидел заказ..."
#Кэтти смотрит на БАрди улыбаясь. Поза - облокотилась к дверному косяку.
Кэтти: "Ты не выглядишь особо потным, врунишка..."
Барди: "Думаю таким меня видеть тебе всяко приятнее..."
#Кэтти окидывает барди оценивающим взглядом.
Кэтти: "Что ж... Это правда..."
Барди: "В любом случае, заказ доставлен!"
#Барди протягивает Кэтти коробку презервативов и планшет с документом для росписи.
#Кэтти берёт их, расписывается в документе и смотрит из под него на Барди.
Кэтти: "Но мы же оба понимает что настоящим товаром был ты?"
#Кэтти возвращает документ Барди, Барди принимает его.
Барди: "Конечно..."
#Кэтти отходит пропуская Барди в дом.
Кэтти: "Ну что? Зайдёшь на чашечку кофе?"
#Выбор кролик\крыса: "Да, конечно + крыса- Нет, сегодня много работы + кролик"

#Ответ: "Нет, сегодня слишком много работы. + кролик."
#Кэтти расстроенным и сочувствующим взглядом смотрит на Барди.
Барди: "Ох... Я бы с радостью... Но сегодня у меня полно заказов."
Барди: "У меня совершенно нет времени..."
#Кэтти приближается к Барди, смотрит ему прямо в глаза. сексуальная улыбка на лице. Руки на плечах Барди.
Кэтти: "Что, даже совсем чуть чуть?"
Барди мысли: "Фа-а-ак... Чёртова работа... Ну почему именно сегодня заказов так много!?"
#Кэтти отводит расстроенный взгляд вниз.
Барди: "Даже на чуть чуть... К сожалению..."
Кэтти: "Эх... А я уже настроилась..."
Барди: "Да я... Знаешь... Тоже..."
#Кэтти смотрит на Барди с улыбкой.
Барди: "Но ничего. В следующий раз - обязательно!"
Кэтти: "Ну ладно... Я запомнила."
#Кэтти подмигивает Барди.
Кэтти: "Ещё один такой облом и мне снова придётся заказывать виагру."
Кэтти: "Не вынуждай меня."
#Кэтти довольная улыбка. Поза скексуальная.
Барди: "Хах... Боже, зачем женщине вроде тебя вообще виагра?"
Барди: "Один твой образ действует лучше любых таблеток!"
Кэтти: "Ну спасибо... Льстец..."
#Кэтти улыбается.
Барди: "Какая лесть? Чистая правда!"
Кэтти: "Хах... Ладно, красавчик. Удачи на работе. Жду в следующий раз..."
#Кэтти разворачивается к дому.
Барди: "Ага, я тоже..."
#Кэтти развернулась и уходит в дом. в нескольких рендерах. Сделайте сексуальный ракурс на её задницу.
Барди мысли: "Боже... Сколько же я теряю..."
#Дверь за Кэтти закрывается.
Барди: "Фак... Ну какого же хрена!? В такие моменты я начинаю ненавидеть свою работу!"
#Затемнение.
#Просветление.
#Конец сцены. Включается сцена конца рабочего дня, после которой Барди получает свободу действий. К концу рабочего дня, Барди получает нормальное стандартное зп для этого уровня интернет магазина без чаевых.

#Ответ: "Да, конечно + крыса"
#Кэтти смотрит на Барди выжидающим взглядом. Эмоции на её лице - возбуждение и нетерпение.
Барди мысли: "Фак... Работы как всегда валом..."
#Заостряем взгляд на груди Кэтти.
Барди мысли: "Но чёрт... Я устраивался сюда только ради этого условия!"
#Кэтти Сексуальная радостная ухмылка.
Барди: "Конечно... Если мы с тобой думаем об одном и том же кофе..."
Кэтти: "Думаю наши мысли схожи..."
#Кэтти смотрит на БАрди с ухмылкой приподняв бровь.
Барди: "Будем проверять качество презервативов?"
Кэтти: "Нет. Я верю вашему магазину."
#Кэтти наклоняется к Барди.
Кэтти: "И ненавижу резинки."
Барди: "Воооу... Я тебя понял..."
Барди: "Значит не будем тянуть."
#Барди заходит в дом.
#Затемнение.
#Просветление.
#Барди в гостинной у Кэтти. Кэтти идёт за ним.
#Барди оборачивается к Кэтти.
#Кэтти сходу целует Барди в губы. Ебаните несколько сексиракурсов в поцелуе, тип положите руки Барди на задницу Кэтти итд.
#Кэтти отстраняется но только лицом. Её лицо возбуждённое.
Барди: "Воу... Какая же ты нетерпеливая..."
Кэтти: "Я ждала этого целую вечность!"
Кэтти: "И кто бы вообще говорил, я уже чувствую твой член."
#Барди запускает руку в трусики к Кэтти.
Барди: "Ага, и снова кто бы говорил..."
Кэтти: "Может уже начнём?"
#Барди валит Кэтти на диван, так, чтоб он был сверху и срывает пуговицы с рубашки. Начинает ласкать её грудь, изобразите это в нескольких рендерах.
#Барди целует Кэтти в губы.
Кэтти: "Ммм...."
#Далее меняем ракурс и показываем как он второй рукой дрочит ей. (Клитор.)
Барди: "И точно... Ты же вся уже мокрая!"
Кэтти: "С того момента как ты позвонил в дверь..."
#Кэтти в нетерпении.
Кэтти: "Боже когда ты уже достанешь свой член! Не тяни!"
Барди: "Момент."
#Барди растёгивает и приспускает штаны. После вынимает член.
#Кэтти наблюдает за этим. Лицо удивлённое.
Кэтти: "О боже... Какой же он огромный!"
Барди: "Ты же его уже видела."
#Кэтти переводит удивлённый взгляд на Барди.
Кэтти: "Ну и что!? Это не отменяет того что он огромен!"
#Кэтти снова переводит взгляд на член Барди.
Кэтти: "Когда мы уже начнём?"
Барди: "Хах... Такая нетерпеливая..."
#Выбор: "Выебать в киску\ выебать в задницу."

#Если выбрать классический секс:
Кэтти: "Он точно влезет?"
Барди: "Не переживай, в прошлый раз ведь влез..."
#Кэтти смотрит на лицо Барди с таким же ахуевающим лицом.
Барди: "Не переживай. Чуть что поможем."
Кэтти: "Что?"
#Барди вставляет член в Кэтти, Она в ахуях запрокидывает голову назад и выгибается в спине.
Кэтти: "Ммммм..."
Кэтти: "Ах! Боже! Как же это охрененно!"
Кэтти: "Господи сколько же я ждала этого!"
#Включается анимация. Кэтти лежит на спине руки в локтях согнуты. Кисти направлены вверх. Ноги раздвинуты. Барди долбит её. скорость низкая.
Барди: "Ох..."
Кэтти: "О Да-а-а-а!"
Кэтти: "Барди! Быстрее!"
Кэтти: "Я уже не воспринимаю эти нежности! Давай как в прошлый раз пожалуйста!"
#Анимация. Скорость средняя. Барди долбит Кэтти пожоще. (Одним словом тут начинается анимация секса как в оригинале.)
Кэти: "О господи! Да!!"
Кэтти: "Барди! Продолжай!"
Барди: "О да!"
Кэтти: "Ах!"
Кэтти: "Да!"
Кэтти: "О боже!
#Меняйте ракурс анимации. в течении сцены во время кликов пытайтесь изобразить 3 ракурса хотя бы.
Кэтти: "О да!"
Барди: "О боже... Барди! Ты... Да!"
#Анимация ускоряется. Лицо Кэтти ахуевающее и кайфующее. если сможете изобразите анимацию груди, и как её всю чуть толкает вверх и вниз от действий Барди, а не только член который входит в неё и выходит.
Кэтти: "О боже Барди! О да!"
Кэтти: "Прошу только не останавливайся!
Кэтти: "О боже! Да!"
Кэтти: "Ах!"
Кэтти: "Чёрт! Барди! О Да!"
Кэтти: "Господи!"
#Анимация ускоряется ещё сильнее. Продолжайте изображать её с разных ракурсов.
Кэтти: "Я... Я сейчас!"
Барди: "О да!!"
Кэтти: "Кончи в меня Барди! Сделай это в меня!"
#Анимация: Барди заталкивает член внутрь и кончает в Кэтти. Далее статичный рендер. Кэтти в ахуе кайфует.
Кэтти: "О да!"
#Кэтти опускает голову и лежит кайфует.
Барди: "Боже... Это было ахуено!"
Кэтти: "О господи! Барди, ты лучший!"
#Затемнение.
#Просветление.
#Барди сидит на диване на расслабоне. Кэтти лежит у него на коленях. Одна рука барди лежит на груди Кэтти. Одна нога кэтти свисает с дивана. Лицо Кэтти расслабленное, красное и довольное. Волосы растрёпаны.
Кэтти: "О боже... Это было потрясно..."
Барди: "Чёрт... Согласен.."
#Конец ответвления. Дальше по одной ветке.

#Если выбрать анал.
Кэтти: "Он точно влезет?"
Барди: "Конечно. Но не в киску."
#Кэтти переводит удивлённый взгляд на Барди.
Кэтти: "Что?"
#Барди берёт Кэтти за талию и переворачивает её.
#Кэтти встаёт на локти, оглядывается на Барди, смотрит на него вопросительной ухмылкой.
Кэтти: "Что? Ты хочешь снова опробовать мою попку?"
Барди: "Ага."
#Барди приподнимает её за талию вверх, чтоб она встала на колени. На следующем рендере надавливает её на спину, чтоб прогнулась. Наконец третий рендер, на котором Барди закидывает одну ногу на диван, вторая нога на полу Кэтти отвернулась вперёд. Рка барди, одна у неё на заднице, в другой игрушка.
#Барди шлёпает её по заднице.
Барди: "Готова шлюшка?"
Кэтти: "Сегодня я подготовилась даже получше чем в первый раз."
#Барди гладит анус Кэтти пальцами, после чего, на следующем рендере вставляет два пальца.
Кэтти: "Мммммм..."
#Барди вытаскивает пальцы и прикладывает член, после чего включается анимация, и он в анимации вставляет его внутрь. Кэтти в свою очередь выгнулась на локтях и запрокинула голову вверх.
Кэтти: "О да-а-а-а..."
Барди: "Узко... Как в первый раз..."
Кэтти: "Ты же был у меня первым..."
Барди: "Подожди, серьёзно!?"
#Кэтти оборачивается на Барди и смотрит на него с улыбкой.
Кэтти: "Ага... и мне очень даже понравилось, хоть сперва и было больно..."
Барди: "Хах... Ну и отлично!"
#Включается медленно анимация секса.
Кэтти: "Ох! Боже!"
Кэтти: "Какой же он большой!"
Кэтти: "Барди ты разорвёшь меня!"
Барди: "Заткнись."
#Кэтти просовывает руку между ног и начинает дрочить киску.
Кэтти: "А-а-а-а! Да!"
Кэтти: "Как же это приятно!"
#Анимация ускоряется.
Кэтти: "О боже!"
Кэтти: "Барди!"
Кэтти: "Ах!"
Кэтти: "Боже!"
Барди: "Расслабь уже свою задницу!"
Кэтти: "Он такой огромный! Он просто разрывает меня"
Кэтти: "Как же это приятно!"
#Анимация ускоряется ещё сильнее. (Не забывайте про ракурсы.)
Кэтти: "О да!"
Кэтти: "Господи как же мне хорошо!"
Кэтти: "Барди! Я сейчас!..."
Барди: "О господи!"
Кэтти: "О да Барди! Заполни мою задницу!"
#Анимация заканчивается на последнем толчке и Барди кончает в задницу Кэтти. Кэтти опускает голову вниз.
Кэтти: "Ох... Да..."
Кэтти: "Это было охренено!"
Барди: "Однозначно..."
#Кэтти оттопырив попу опускает локти и падает лицом на кровать. Голова повёрнута в сторону.
Кэтти: "О господи... Это было офигенно..."
#Затемнение.
#Просветление.
#Барди сидит на диване на расслабоне. Кэтти лежит у него на коленях. Одна рука барди лежит на груди Кэтти. Одна нога кэтти свисает с дивана. Лицо Кэтти расслабленное, красное и довольное. Волосы растрёпаны.
Кэтти: "О боже... Это было потрясно..."
Барди: "Чёрт... Согласен.."
Кэтти: "И снова я не смогу сидеть неделю!"
#Конец ответвления. Дальше по одной ветке.

#Кэтти смотрит на Барди довольная и расслабленная.
Кэтти: "Твой член просто нечто, Барди!"
Барди: "Хах... Спасибо..."
#Кэтти смотрит на Барди с ухмылкой. Лицо всё ещё красное а волосы растрёпаны. Несколько локонов волос на лице.
Кэтти: "Ты знаешь, Я всё ещё считаю что иметь такой член незаконно по отношению к другим мужчинам!"
Кэтти: "Тебе наверно все знакомые завидуют!"
Карди: "Хах... Пока его видели только девушки!"
#Кэтти с подмигивающей ухмылкой.
Кэтти: "Главное чтоб ты не стал у них слишком популярен, а то на меня время не найдётся..."
Барди: "Ох давай не надо тут... Для такой как ты, время всегда найдётся."
Кэтти: "Хах... Спасибо..."
#Кэтти смотрит на Барди хмуро.
Барди: "Видишь? И даже виагры не понадобилось..."
Кэтти: "Господи да сколько можно это вспоминать!? Ты всю жизнь мне будешь напоминать это? Я же уже извинилась!"
Барди: "Ох, просто так это не смоется..."
#Кэтти смотрит на Барди с вопросительной ухмылкой подведя палец к губе.
Кэтти: "Оу... И что же такого нужно сделать?"
Барди: "Ох... Я обязательно обдумаю этот вопрос на досуге..."
#Кэтти подмигивает Барди
Кэтти: "Что ж... Буду ждать..."
#Кэтти вальяжно и не глядя указывает пальцем в дверь одной из комнат.
Кэтти: "К слову, не забывай, у меня целый гардероб подобной одежды... Я помню что тебе она понравилась.  Может как-нибудь мы даже устроим показ мод..."
Барди: "Ох... Я подумаю над этим..."
Кэтти: "Отлично..."
#Кэтти смотрит на Барди Ухмыляющимся взглядом.
Кэтти: "Кстати, кофе будешь? Без виагры на этот раз. Обещаю."
Барди: "Хах... Точно, под этим предлогом я и вошёл..."
#Барди достаёт планшет со столика. и смотрит на заказы. В двух рендерах.
Барди мысли: "Фак... Это жопа... Сколько же времени я потратил..."
Барди: "Нет, боюсь на кофе времени нет. Я наверно уже пойду... У меня ещё море заказов на сегодня..."
#этти смотрит на Барди с сочувствием.
Кэтти: "Но ты же говорил что не так загружен сегодня..."
Барди: "Ну, я не мог упустить этот случай... Ты и так редко заказываешь... меня..."
#Кэтти улыбается
Кэтти: "Хах... и при этом ты даже умудряешься иногда отказываться..."
Барди: "Эх... Работа такая..."
Кэтти: "Понимаю... Ладно, не буду тебя больше задерживать."
Кэтти: "Спасибо за офигенное настроение и, удачи на работе."
#Барди встаёт с дивана. Кэтти ложится на диван полностью и прикрывает глаза. Ебаните сексуальную позу и не забывайте что Кэтти всё ещё наполовину раздета если не на большую часть.
Кэтти: "Прости, но провожать я тебя как всегда не буду. Я всё ещё плохо чувствую свои ноги..."
Кэтти: "Барди, ты просто волшебник! Я правда не испытывала такого больше ни с кем!"
Барди: "Спасибо, Ты тоже была просто охренительна!"
#Кэтти смотрит на Барди оценивающим сексуальым взгялдом.
Кэтти: "Хах... Ещё бы!"
Кэтти: "Но спасибо..."
Барди: "Ага... Ладно, я, наверно, уже пойду."
#Кэтти сново поворачивает голову обратно и лицо смотритвверх.
Кэтти: "Просто закрой за собой дверь."
Барди: "Конечно."
Барди: "До встречи, надеюсь она будет очень скорой…"
Барди: "В любом случае, ты знаешь как меня найти."
Кэтти: "Ох... Она обязательно ещё произойдёт. Думаешь ты так просто от меня отделаешься? Я нашла золотую жилу!"
Барди мысли: "Ох… По моему, я тоже…"
#Барди разворачивается и в нескольких рендерах выходит из дома.
#Барди у двери снаружи дома.
Барди мысли: "Господи... Это лучшая работа в моей жизни..."
#Барди смотрит на планшет с заказами
Барди мысли: "И меня попрут с неё нахрен если я продолжу терять так время..."
Барди мысли: "Фак... Остальные заказы придётся доставлять бегом... Но оно того стоило. Я ни о чём не жалею..."
#Затемнение.
#Просветление.
#Конец сцены. Включается сцена конца рабочего дня, после которой Барди получает свободу действий. К концу рабочего дня, Барди получает нормальное стандартное зп для этого уровня интернет магазина + хорошие чаевые.
