Сцена Синтия.
#ВНИМАНИЕ!!! Доступно только после прохождения сцены с Оливией. 2.1
#После диалога с Оливией в сцене Оливии 2.1, становится активна сцена Синтии. Т.е, Барди изначально не хотел лезть во всё это, так как по сути знал весь контекст и считал что его вмешательство может принести только больше проблем в их отношения, как это было в первой сцене Синтии. Но поле диалога с Оливией, ему по сути и не оставили выбора, да и официальное разрешение лезть дали.
#До прохождения сцены Оливия 2.1 в подсказках Синтии указывается то что он должен пройти эту сцену. После прохождения этой сцены появляется подсказка: "Поговорить с Синтией в её комнате." До прохождения этой сцены Синтия нигде не появляется. Т.е она всё время сидит у себя в комнате. Может появится только если это не нужно по скрипту для другой сцены с каким-либо персонажем.
#ВНИМАНИЕ!!!!!! В руках Синти книга лавкрафта: "Зов ктулху." Если сможете - изобразите такую обложку.
#Триггером этой сцены будет клик на Синтию. Она сидит у себя в комнате с книжкой на кровати, подавленная и зажатая.
Барди: "Так, а вот и наша подавленная милашка..."
Барди: "Привет."
#Синтия смотрит на Барди с легкой наигранной улыбкой.
Синтия: "О, Барди, привет. Как ты?"
Барди: "Да, хорошо всё..."
Синтия: "А что случилось?"
#Появляется круг выбора, где доступен выбор: "Нет ничего\Всё ли в порядке."

#При выборе: "Нет ничего."
Барди мысли: "Нет... Пожалуй я ещё не готов к подобному мозговому штурму..."
Барди: "Да нет, всё в порядке, просто хотел спросить всё ли в порядке..."
Синтия: "Ой, да всё в порядке."
#Синтия растерянно смотрит по сторонам, после чего останавливается довольный взгляд на книге. Изобразите это в трёх рендерах.
Синтия: "Просто вот, в книжку окунулась..."
Барди мысли: "Мда... не умеешь ты врать."
Барди: "И о чём книга?"
#Синтия растерянно смотрит на книгу. После переводит неуверенный взгляд на Барди.
Синтия: "О любви!"
Барди: "Ммммм.... Лавкрафт - идеальный выбор для ценителей этого жанра..."
#Синти растерянно смотрит на обложку. Затем переводит взгляд на Барди.
Синтия: "Ага... Тут просто... скрытый смысл."
Барди: "Ага... Ну, не буду отвлекать."
#Конец сцены. Игрок всё так же в комнате Синтии, отношения не продвинулись.



#Если выбрать: "Всё ли в порядке?"
Барди: "Да ничего... Просто ты выглядишь какой-то подавленной..."
Синтия: "Ой, да всё в порядке."
#Синтия растерянно смотрит по сторонам, после чего останавливается довольный взгляд на книге. Изобразите это в трёх рендерах.
Синтия: "Просто вот, в книжку окунулась..."
Барди мысли: "Мда... не умеешь ты врать."
Барди: "И о чём книга?"
#Синтия растерянно смотрит на книгу. После переводит неуверенный взгляд на Барди.
Синтия: "О любви!"
Барди: "Ммммм.... Лавкрафт - идеальный выбор для ценителей этого жанра..."
#Синти растерянно смотрит на обложку, затем, переводит взгляд на Барди. В двух рендерах.
Синтия: "Ага... Тут просто... скрытый смысл."
Барди: "Не умеешь ты врать. Давай колись уже! Я видел ваш диалог с Оливией."
#Синтия смотрит на Барди возмущённо удивленным взглядом. тип такая: "Да ну нахуй!? Ты видел??"
Синтия: "Ты всё слышал?"
Барди: "Да, я проходил мимо и случайно застал ваш душещипательный диалог..."
#Синтия расстроенно опускает взгляд вниз.
Барди: "Ну давай, сестрёнка, я же твой брат и я могу помочь советом, если ты расскажешь в чём именно проблема."
#Синтия поднимает глазки на Барди и смущённо и подавленно начинает.
Синтия: "Ну... Понимаешь..."
Синтия: "Между мной и Оливией... Что-то произошло..."
Барди: "Это я понял ещё по вашему диалогу в коридоре... В чём контекст?"
#Синтия снова отводит взгляд. Поменяйте позу если ещё не делали этого.
Синтия: "Ну... Мне кажется она обиделась на меня..."
Барди мысли: "Ну нихрена себе... Эта сестрофилка ненавидит абсолютно всё и вся! Но ни за что не тебя! Боже... И как ты ещё не поняла этой фигни..."
Барди: "С чего ты это взяла?"
Синтия: "Ну... Наше общение с ней стало намного холоднее после той ситуации когда мы поссорились с ней... Помнишь?"
Синтия: "Мне кажется я зря на неё тогда так взъелась... Оливия же просто переживала за меня, а по другому показывать свои чувства она не умеет..."
Барди мысли: "Это ещё ты по твоему на неё взъелась?... Боже..."
#Синтия возмущённая и лицом и позой.

#Если Барди брат.
Синтия: "Хотя она и не должна была переживать! Ты же наш брат! зачем вообще переживать из-за тебя!?"
#Конец микро ответвления. Далее по одному сценарию.

#Если Барди не брат.
Синтия: "Хотя она и не должна была переживать! Ты же мне как брат! зачем вообще переживать из-за тебя!?"
#Конец микро ответвления. Далее по одному сценарию.

#Синтия снова подавленная.
Синтия: "Но я всё равно не должна была портить с ней отношения... Мы же с ней сёстры, а я столько всего наговорила... Я же не хотела с ней ссориться и не желала ей зла..."
Барди мысли: "Господи... Да что ты наговорила-то вообще!?"
Барди мысли: "Фак... И что за детская хрень тут началась?"
Барди мысли: "Ладно, Барди... Это конечно максимально тупо, но примерно этого ты и ожидал."
Барди мысли: "Первая - стервозная дура которой её ЧСВшность не позволит прийти и на прямую разобраться. А вторая - невинная душа чувствующая свою вину. Которой быть и не должно!"
Барди мысли: "Господи... оливия должна извиниться за то что заставляет Синтию так загоняться!"
Барди: "Ладно, сейчас мне нужно думать о том, как разрешить это недопонимание. И вдолбить в голову Синтии что ей загоняться нужно в последнюю очередь."
#Синтия смотрит на Барди, она вроде и подавлена, но внимательно слушает его.
Барди: "Так, я вроде всё понял..."
Барди: "Но мне кажется что ты вообще не должна загоняться по этому поводу."
#Синтия вопросительно смотрит на Бари.
Синтия: "Это ещё почему?"
Барди: "Потому что Оливия наверняка давно уже забила на ту ситуацию. А если и помнит до сих пор, думаю она винит тебя в последнюю очередь."
Барди мысли: "Хотя бы из-за того нашего вечернего диалога..."
#Синтия возмущённо машет головой.
Синтия: "Ты ничего не понимаешь..."
Барди мысли: "Как раз так и я  и вижу всю картину целиком, в отличае от тебя."
#Синтия подавленно смотрит на Барди.
Синтия: "Ты совсем не знаешь Оливию..."
Барди мысли: "Ага... Я то... Конечно знаю поменьше твоего... Поговори мне тут.. По моему, как раз так и никто и не знает эту сестрофилку лучше меня."
Барди мысли: "И как ты сама ещё не знаешь о её влажных фантазиях с тобой в главных ролях..."
Барди: "Возможно ты и права..."
Синтия: "Да! Я же знаю её! Оливия знаешь какая обидчивая!?"
#Синтия обиженно отводит взгляд и сидит обнимая колени.
Синтия: "Она наверняка уже сделала меня врагом народа... Боже, и зачем я вообще так с ней обошлась..."
Барди: "Да как!? Отстояла свои интересы!? Это твоё право! В этом совершенно нет твоей вины..."
#Синтия смотрит на Барди.
Синтия: "Я знаю... Но..."
Барди: "Уверен и Оливия считает также."
#Синтия в той же позе хмуро и надув щёки смотрит в сторону.
Синтия: "Ага... Конечно... Она не видит никакого мнения кроме своего!"
Барди мысли: "Ну... Тут я пожалуй с тобой соглашусь..."
#Синтия смотрит на Барди грустненько, подавленно, чуть наклонив голову и положив щеку на колено.
Синтия: "Но я дорожу нашими отношениями... Она класная на самом деле... Просто иногда ведёт себя... Плохо."
Барди мысли: "Как суцчка она себя ведёт! Давай будем называть вещи своими именами! Как сука!"
Синтия: "И после этой ситуации... Наши отношения стали намного холоднее..."
#Поменяйте позу Синтии. Старая уже приелась. Поза должна быть такой же зажатой и обиженно-грустной как и её выражение лица.
Синтия: "Я же вижу как она обижена. Пусть она и пытается этого не показывать, но я чувствую холод в нашем общении... Раньше всё было намного теплее..."
Синтия: "Я словно... Чувствую её обиду, и от этого, мне очень грустно..."
#Синтия закрывает лицо руками.
Синтия: "И я совершенно не знаю что с этим делать.."
Барди мысли: "Да нихрена. Поцелуй её, извинись и она засияет от счастья..."
Барди мысли: "И обкончается..."
#Синтия с надеждой и тоской смотрит на Барди.
Синтия: "Что мне делать, Барди..."
Барди мысли: "Боже... Да она уже конкретно себе накрутила там всякого..."
Барди: "Ничего не делать. Я уверен она так же как и ты заметила это всё и хочет всё исправить."
Барди: "Вам всего лишь стоит поговорить по душам."
#Синтия обиженно отворачивается.
Синтия: "Думаешь это вообще возможно с человеком вроде Оливии?"
Барди: "Нет. Ни для кого это пожалуй невозможно."
#Синтия снова смотрит  на Барди. Выражение лица более или менее живое и тёплое. Но поза всё такая же зажатая.
Барди: "Ни для кого кроме тебя."
Барди: "Она же любит тебя. Ты для неё любимая младшая сестренка."
Барди мысли: "И предмет сексуальных фантазий который страпонит её на досуге... От вида которой её сносит башню нахрен!"
Барди мысли: "Но тебе это знать не обязательно"
#Синтия уже улыбается, лёгкой и искренней улыбкой, но слабо заметной.
Синтия: "Может ты и прав... В конце концов мы и правда помиримся..."
#Синтия снова подавленная смотрит в сторону.
Синтия: "Но это произойдёт потом.... А я хочу сейчас..."
Синтия: "А сейчас она холодная, и не любит меня..."
#Синтия переводит взгляд на Барди.
Барди: "Боже... Меня бы она так не любила..."
Синтия: "Что?"
Барди мысли: "Чёрт... Это должно было прозвучать только в мыслях..."
Барди: "Нет, ничего..."
#Синтия снова отводит взгляд.
Барди мысли: "Боже... Ну я уже не знаю что делать с этой наивной глупой дурочкой..."
Барди мысли: "Что ещё можно сказать?"
Барди мысли: "Ладно... видимо надо менять тактику... Если никакой из моих вариантов не подходит, глянем что она сама придумает."
#Барди подсаживается к Синтии, мы к ней ближе. Она смотрит на него. взгляд такой же тоскливый. сидит в позе типа лотоса, забыл как она называется. когда ноги у паха а руками держит стопы.
Барди: "Ладно, и что же тогда? Есть идеи дальнейшего развития событий?"
#Синтия опускает голову.
Синтия: "Честно говоря.... Вообще ни одной."
Барди: "..."
Синтия: "Хотя есть одна... Но, мне кажется, она провальная..."
Барди: "А вот это уже интересно... И что за мысль"
#Синтия смотрит на Барди. Взгляд нейтральный, ожидающий какой-либо критики её решения.
Синтия: "Ну... Я думала купить ей какой-нибудь подарок в примирение..."
Барди: "..."
Барди мысли: "Да хрена с два эта стерва заслуживает хоть какой-нибудь подарок!"
Барди мысли: "Да и не нужен он вообще! Оливия и сама спит и видит как бы извиниться перед тобой! А даже если бы это и было не так! Вот какой мать твою подарок заслуживает человек вроде неё!"
#Синтия обеспокоена. Поменяйте позу, сделайте её чуть смущённой.
Синтия: "Ну?"
Барди: "Что?"
Синтия: "Нет, ты просто так завис..."
Барди: "А...  просто... Слегка задумался..."
Барди мысли: "Ох и многого же ты не знаешь сестрёнка... Но хрен же я смогу тебя переубедить... Да и желания честно говоря уже нет."
#Синтия улыбается. Она не прям радостная, но при этом заметна лёгкая улыбка на её лице.
Барди: "Подарок это отличная идея! Не понимаю почему ты сразу отказалась от этой мысли. Мне кажется что это будет идеально."
#Синтия вновь слегка зажатая, позой и выражением лица показывает нерешительность.
Синтия: "Ну... Есть некоторый ряд кое-каких трудностей... С которыми, мне кажется, я не справлюсь."
Барди мысли: " Ох... И почему не кажется что это очередная головная боль для меня?..."
Синтия: "Ну... Я совершенно не знаю что можно было бы ей подарить.."
Барди: "Как? Я думал что вы очень близки..."
#Синтия смотрит на Барди с тоской.
Синтия: "Это так... Но тем не менее она всегда держится на расстоянии... Я не знаю как это описать, но я это чувствую."
Барди: "Зато я прекрасно знаю как это описать! Она грёбаный, самый настоящий чёёрт подери сталкер! С психическими маниакальными отклонениями!"
Барди: "Ясно..."
#Синтия отводит взгляд.
Синтия: "Она не любит говорить о себе и своих увлечениях, кроме инстаграма. Поэтому я даже и не представляю чему бы она могла обрадоваться."
Барди мысли: "Ты, голая и связанная на кровати! Вот чему она бы обрадовалась. Но вряд ли тебе стоит знать об этом..."
Барди: "И из-за этого ты считаешь что идея провальная?"
#Синтия смотрит на Барди жалобными глазами. Поменяйте позу если не делали этого до этого, поза должна быть более или менее зажатая.
Синтия: "Ну... Плохому подарку мало кто обрадуется."
Барди: "По моему ты слишком загоняешься... Самое важное, это то, что ты проявила к ней внимание. Думаю она оценит именно это."
Синтия: "И тем не менее... Вот если бы был кто-то кто мог бы поговорить с ней и узнать хоть что-то..."
Барди мысли: "Да да да-а-а-а-а... И конечно же этот кто-то - я..."
Барди мысли: "Что ж... По крайней мере это не должно доставить хлопот... Я даже сейчас знаю какой подарок был бы идеальным.  Она ничему так не обрадуется как твоим ношенным панталонам."
Барди мысли: "Хотя вряд ли тебе стоит об этом знать сейчас..."
#Синтия смотрит на Барди радостная.
Барди: "Ладно, я тебя понял. Я попробую что-то узнать."
Синтия: "Ты сделаешь это так чтоб она ни о чём не догадалась?"
Барди: "Да. Думаю да."
Барди мысли: "Нет я просто спрошу напрямую."
#Синтия обнимает Барди.
#Если барди брат.
Синтия: "Ох спасибо большое Барди! Ты лучший брат на свете!"
#Далее по общему сценарию.

#Если Барди не брат.
Синтия: "Ох, спасибо Барди! Ты самый лучший!"
#Далее по общему сценарию.

Барди: "Ох... Да без проблем..."
Барди мысли: "Боже как приятно... Это стоит того..."
#Синтия смотрит на Барди полная счастья. Уже не обнимая его.
Синтия: "Ты узнаешь у неё примерно а потом мы вместе пойдём и что-то выберем, да?"
Барди мысли: "Ох, это явно того стоило. Думаю это неплохо нас сблизит..."
Барди: "Ага, конечно."
#Синтия смотрит на Барди вся из себя довольная. Поза открытая, соответствующая.
Синтия: "Так, с первой проблемой разобрались!"
Барди мысли: "тан, а вот это мне уж не нравится!"
Барди: "Постой, С первой? А есть ещё?"
#Синтия смущённо отводит взгляд, поза смущённая зажатая. Кончики указательных пальцев тычут друг в друга, голова чуть отвёрнута, щёки слегка надуты.
Синтия: "Ну-у-у-у-у-у..."
Синтия: "Нут такое дело..."
#Синтия смотрит на БАрди глазками снизу вверх. Не обиженная и смущённая, скорее надутая и неуверенная.
Синтия: "моё финансовое состояние не располагает достаточными ресурсами для данного вложения..."
Барди: "Что?"
Синтия: "Мне чуть чуть... Немного не хватает..."
Барди мысли: "Мда...."
Барди: "И каково сейчас твоё финансовое состояние? сколько у тебя сейчас?"
#Синтия падает на кровать рядом с Барди. оттамырье ей попу и изобразите это сексуальным ракурсом.
Синтия: "Нисколько. Полный ноль. Я почти бомж..."
Барди мысли: "Да конечно... А чего же ты ожидал Барди!? Что в кои-то веки всё будет легко? А вот хрен тебе!"
Барди: "А сколько надо?"
#Этот диалог проработай сама. Именно сумму, т.к я не знаю сколько Барди будет получать на работе. Сумма должна быть такая чтоб в лучшем случае Барди мог заработать её за 1-2 нежели при первом уровне курьера и велопроката!!!
#Синтия: "Сумма"
Барди мысли: "Ну нихрена себе! Это ещё что за ёб вашу мать!? Что это за суммы!? А не слишком ли жирно для конченной психованной сестрофилки!?"
Барди: "Мда-а-а.... Деньги не маленькие..."
#Синтия поворачивает голову к Барди и смотрит на него жалобным взглядом.
Синтия: "Ага... Вот был бы у меня человек который мог бы занять мне столько денег..."
Барди: "Согласен... Это не маленькие деньги... Мало кто займёт столько."
Синтия: "Ага... Наверно только кто-то очень близкий... Только кто-то из родни... Думаю у меня есть один такой человек..."
Барди мысли: "Ой а который уже час? Засиделся я кажется... Хрен там знает на кого она там намекает, но надеюсь ей не откажут..."
#Барди собирается вставать с кровати.
Барди: "Ну, тут я могу только пожелать тебе удачи... Надеюсь у тебя получится, а с Оливией я поговорю..."
#Синтия резко привстала и хватается за Барди усаживая его обратно на кровать и не давая встать. Держит его за бёдра. Выражение лица в отчаянии, чуть ли не ревёт но наигранно. Максимально наигранно.
Синтия: "Ну Ба-а-а-арди-и-и-и! Ты же понимаешь что я о тебе! Мне же не к кому больше обратиться! У меня только ты!"
Барди: "У тебя есть Софи! И николь! И Генри!"
Синтия: "Ну Ба-а-арди-и-и-и! Ну ты же не откажешь мне!"
Барди мысли: "Что угодно проси - помогу! Но денег на эту стерву не дам! Она вообще не заслужила нихрена! Не втягивай меня в это!"
Барди: "Да откуда у меня такие деньги!?"
#Синтия утыкается лицом в бёдра Барди близь паха.
Синтия: "Ну ты же работаешь!"
Барди: "И что!? Это не значит что я миллионер!"
Синтия: "Ну помоги-и-и!"
Барди мысли: "Фак! Хватит ёрзать у моего члена! У меня же вставать начинает!"
Барди: "Мне не удобно Синтия!"
Синтия: "Ну Ба-а-а-рди-и-и-и Ну кто если не ты поможет своей любимой младшей сестре! Я всё сделаю!"
Барди мысли: "Фак! "
Барди: "Ладно! Ладно! Я найду деньги!"
#Синтия вскакивает, Лицо сразу радостное. Руки на плечах Барди. Смотрит на него.
Синтия: "Правда!?"
Барди мысли: "Господи и почему именно я!? Почему именно  должен был встрять в это дерьмо!?"
Барди: "Да... Правда..."
#Синтия обнимает Барди, на следующем рендере они валятся на кровать. И так, дорогие художники, ебитесь как хотите, но в этом моменте и в следующих до тех пор пока Барди не встанет с кровати, член читателя должен стоять!
Синтия:"Барди! Я так тебя люблю! Ты лучший!"
Барди мысли: "Да-да-да... Спасибо спасибо. Господин "Вытащи мою задницу из дерьма" - снова в деле..."
Барди мысли: "Чёрт... Ну вот с какого хрена я должен оплачивать хоть что-либо для этой сволоты Оливии!?"
#Меняйте ракурс.
Барди мысли: "Почему для неё!?"
Барди мысли: "Эх... В любом случае бросить Синтию я не могу. Даже в помощи с подарком сестрофетишистке... Не хочу чтоб Синтия думала что не может на меня положиться"
Барди мысли: "Ну хотя бы Синтию порадую... Да... Сделаю это ради неё... И всё. Будет должна мне. Вот теперь уж точно!"
Барди: "Ну всё, всё, хватит."
#Барди и Синтия поднимаются и снова сидя на Кровати. Синтия смотрит на Барди с благодарностью, счастливая.
#Синтия целует Барди в щёку. На следующем рендере отстраняется и смотрит на него.
Барди мысли: "Оу... Ну ничего себе..."
Синтия: "Спасибо большое Барди! Ты даже и не представляешь как для меня это важно!"
Барди: "Да без проблем... Обращайся в любое время. Я рад помочь."
#Синти мило улыбается.
Синтия: "Спасибо! Ты просто лучший!"
#Барди встал с кровати. Синтия сидит, возможно в другой позе, но так же улыбаясь смотрит на него.
Барди: "Ладно... Пойду, узнаю что могло бы понравиться Оливии, да и денег достану. Как всё будет готово я скажу тебе, ладно?"
Синтия: "Конечно! Ещё раз спасибо!"
#Бари разворачивается и идёт к выходу. На следующем рендере Барди выходит из комнаты.
#Локация: Коридор.
Барди мысли: "И так... что мы имеем..."
Барди мысли: "Если вкратце, я в дерьме."
Барди мысли: "Ну а если развёрнуто... Какого мать вашу хрена!? И с чего меня вообще в это втянули!? Оливия... Мать её... За какие такие заслуги Синтия вообще должна перед ней извиняться!?"
Бари мысли: "Эх... Ладно. Имеем что имеем.... Разберусь по ходу. Для начала мне вообще стоит поговорить с Оливией..."
#Конец сцены. Игрок получает свободу действий
#В подсказках Синтии и Оливии появляется запись о том, что теперь нужно поговорить С Оливией.
#Синтия всё ещё сидит в своей комнате. Оливия отныне, тусуется у двери в свою комнату, словно ожидая Барди.


#Если зайти к синтии до диалога с Оливией и без денег. Ну и в том случае если следующей сцены ещё нет в игре.
#Синтия лежит на  кровати и продолжает читать лавкрафта.
#При клике на Синтию.
#Синтия садится на кровать закрыв книгу и смотрит на Барди счастливая.
Синтия: "О Барди привет!"
Барди: "Привет."
Синтия: "Ну как? Всё готово?"
#Синтия чуть погрустнела.
Барди: "Говоря по правде, ещё нет..."
Синтия: "Ясно..."
#синтия снова улыбается Барди.
Барди: "Скоро всё будет, не переживай."
Синтия: "Я знаю, я тебе верю. Просто мне уже не терпится..."
Барди: "Понимаю..."
#Конец сцены. Игрок получает свободу действий.
