
# после того, как был паблик ивент в новом ресторане
# Моника приходит на работу в офис
# Моника сидит за своим столом, Юлия работает за своим
# думает - в этом отделе собрали самых никчемных сотрудников
# думает - они целыми днями сидят в своих бумажках и думают, что их отчеты кому-то здесь нужны. неудачники.
# смотрит на Юлию
# думает - а эта Юлия вообще готова до поздней ночи сидеть и делать никому ненужную работу.
# думает - от нее больше пользы было, когда она работала гувернанткой
# открывается дверь и в ее кабинет заходит Мелани, встает перед Моникой
# Мелани говорит - здравствуйте, Миссис Бакфетт
# Моника заметно пугается, вскакиевает со стула
# Мелани, ты вернулась? где ты пропадала столько времени?
# Моника думает - что?! опять?!!! снова эта мерзкой Виктории что-то нужно?!!!!
# Мелани- я брала несколько выходных дней у Бифа...
# Юлия с интересом наблюдает за поведением Моники, та увидев это, берет себя в руки
# Моника делает покерфейс и обращается к Мелани
# Моника - надеюсь, ты пришла не для того, чтобы пригласить меня на очередной девичник...
# Мелани отвечает - как раз об этом я и хотела с вами поговорить, Миссис Бакфетт.
# пауза. Моника смотрит на нее и думает - чтобы я еще раз пошла на встречу с этой сучкой Викторией?!
# ни за что! если Мелани согласна на еще один такой девичник, то пусть развлекает сама эту мелкую дрянь!
# Юлия в это время с подозрением смотрит на Монику
# Моника говорит - да, Мелани, я слушаю...
# Мелани поворачивается, смотрит на Юлию, потом снова на Монику
# Моника тоже обращает внимание, что Юлия греет уши
# в зависимости от того, есть ли отношения с Юлией, Моника либо выгоняет ее, либо вежливо просит выйти
# Юлия! Я смотрю, наш разговор с Мисс Мелани тебя интересует больше, чем работа?!
# Юлия - нет, Миссис Бакфетт. извините, Миссис Бакфетт...
# Моника ей - выйди из кабинета!
# Моника, как только Юлия выходит из кабинета, вскакивает со своего стула
# Моника говорит - Мелани! Больше никаких встреч с этой сучкой Викторией!!!
# я даже слышать об этом ничего не хочу!
# какая-то выскочка решила поиграть со мной, Моникой Бакфетт, в свои извращенские игры!!!
# и думает, что ей это просто так сойдет с рук!!!
# Мелани спокойно смотрит на Монику
# Мелани говорит - вот именно это я и хотела обсудить с вами, Миссис Бакфетт
# Моника смотрит на нее с возмущением
# выбор:
    # я больше ни слова не хочу слышать об этой стерве!!! (пропуск событий с Мелани)
        # Мелани! Я больше ни слова не хочу слышать об этой стерве!
        # И ничего не собираюсь обсуждать!
        # Мелани ей - вы уверены, Миссис Бакфетт? Это ведь в ваших интересах...
        # Моника перебивает Мелани - я это уже слышала от тебя, Мелани!
        # я больше не хочу ничего обсуждать!!!
        # Мелани ей - хорошо, Миссис Бакфетт. я вас услышала. до свидания, Миссис Бакфетт
        # Мелани про себя - Миссис Бакфетт, конечно, не самая умная женщина...
        # и в такие моменты я в этом убеждаюсь лишний раз...
        # Мелани выходит из кабинета
    # я тебя слушаю, Мелани.
        # pass
# Моника садится на свой стул и говорит - я тебя слушаю, Мелани.
# Мелани говорит - Миссис Бакфетт, я согласна с вами. просто так нельзя оставлять то, что Виктория сделала в тот вечер
# и рассчитываю на ваше содействие в том, чтобы поставить ее на место и лишить возможности манипулировать нами
# Моника отвечает - эту стерву уже давно следовало бы поставить на место. вопрос в том, как это сделать?
# Мелани - дело в том, что я навела кое-какие справки...
# Моника про себя - хм... что бы там ни было, я сделаю все, чтобы отомстить этой мелкой дряни!
# Мелани - я задействовала свои связи и узнала, что у одного фотографа есть знакомый папарацци, который интересовался Викторией и у него даже есть фото, компрометирующее Викторию
# Моника смотрит на нее недоверчиво
# спрашивает - и что это за фото?
# Мелани - на этой фотографии доказательство того, что Виктория изменяет Дику
# Моника смотрит на нее удивленно
# Мелани - да. она сделала это прямо в его кабинете на рабочем столе.
# я пообщалась с этим фотографом на эту тему
# он не готов просто так отдавать эту фотографию и выдвинул определенное условие...
# Моника - какое условие? что ему нужно? деньги?
# Мелани, ты же понимаешь, что нам просто необходимо достать это фото?!
# Мелани - понимаю, Миссис Бакфетт.
# его условие - взамен я позволю ему снять меня на камеру
# он вокруг меня давно уже вьется, неоднократно просил эксклюзивную фотосессию, но я ему всегда отказывала
# поэтому я не удивена, что он выдвинул такое условие
# Моника - Мелани, а ты уверена, что у этого фотографа действительно есть эта фотография? а если он нас обманет?
# Мелани - я не думаю, Миссис Бакфетт. он достаточно известен в индустрии моды и ему ни к чему ссорится со мной или с вами
# когда назначена встреча с ним и где?
# Мелани - сегодня вечером, Миссис Бакфетт. у меня дома
# Моника - договорились, Мелани
# Мелани - до свидания, Миссис Бакфетт.
# Мелани уходит
# Моника про себя - надеюсь, что никаких проблем этот никчемный фотограф не доставит
# в конце концов, давно пора поставить Викторию на место.
# ненавижу эту мерзкую сучку!


# Моника заходит в квартиру Мелани
# Моника переживает, чтоб все прошло по плану, говорит об этом с Мелани, но та спокойна
# Моника думает, что от этих никчемных фотографов-извращенцев всегда одни проблемы, вдруг он их обманет...
# стук в дверь, Мелани идет открывать дверь
# заходит фотограф с паблик ивента и за ним идет Виктория
# доброый вечер, Мелани. Миссис Бакфетт? здравствуйте, не ожидал вас здесь увидеть...
# Моника с Мелани !?!?!?!
# Виктория ехидно смотрит на них и приветствует своих подружек
# я рада встрече с вами, мои любимые подружки. я решила составить компанию Райену
# подружки, вы так удивлены... не знали, что мы с Райеном знакомы?
# мне кажется или мои подружки не рады видеть меня?
# Моника с Мелани в шоке
# Моника с Мелани переглядываются. обе понимают, что Виктория в курсе их замысла и зла на них
# Мелани говорит, конечно они рады встрече с ней
# Виктория говорит, другое дело. что хорошие подружки должны сделать, если они и правда рады ей
# поцеловать Викторию
# Виктория говорит, что Раейн ей сказал про эксклюзивную фотосессию и та захотела помочь ему
# Мелани вопросительно смотрит на нее, потом на Райена
# тот говорит, что Мисс Виктория сказала, что ...
# я сказала Райену, что моя подружка Мелани не откажет мне, если я попрошу сделать для Райена откровенную фотосессию
# может быть, Миссис Бакфетт тоже захочет поучаствовать
# но маловероятно, чтобы сама Миссис Бакфетт снизошла до такого, но она моя подружка и будет не против просто посмотреть
# возможно, в следующий раз
# ты же не откажешь мне, подружка Мелани?
# Мелани смотрит на нее, потом на Райена
# меню выбора. отказаться или согласиться
# если отказаться, то прерывание сцены. Мелани отказывается, Райен уходит, Виктория угрожающе говорит, что подружка пожалеет об этом
# если Мелани соглашается, то Виктория говорит, что этот ее наряд (красный) вполне сойдет для этой фотосессии
# только вот бюстгалтер подружке придется снять, он ей не нравится, без него будет значительно лучше
# ты согласен со мной, Райен?
# тот смотрит на Мелани с вожделением и говорит, что да, такбудетзначительно лучше
# Мелани смотрит на него убийственным взглядом и снимает бюстгалтер

# фотосесиия
# пока фотограф делает снимки, Виктория вмешивается в процесс, комментирует и говорит, что надо другую позу
# и говорит ей вставать в откровенную позу, та вынуждена слушаться ее

# после фотосессии ню Виктория спросит фотографа, что насчет ее портфолио и его продвижения
# тот отказывается, говорит, что она обычная, в отличие от Мелани, которая звезда
# Виктория говорит, а что если я расскажу тебе ее маленький секрет
# Мелани с Моникой в шоке, что она может рассказать ему
# и Виктория говорит, что Мелани делится с ней всеми своими секретами и она говорила, что хочет переспать с ним
# поэтому Виктория говорит, а что если Мелани позволит переспать с ней
# вы пообещали ему просто встречу, а я пообещала ему больше, я обещала ему, что он сможет с тобой переспать
# Мелани, подружка, ты наверное хотела, чтобы он тебе принес фото. а это был просто предлог, чтобы переспать с ним
# фотограф в шоке, Мелани я и не знал, что нравлюсь вам, вы поэтому избегали меня все это время, та сквозь зубы - да
# и раз уж он привык все снимать на камеру, то и ваш секс мы снимем
# Мелани вынуждена согласиться и просить фотографа переспать с ней
# Виктория говорит, что Мелани любит ролевые игры, поэтому это будет не просто секс
# а мы разыграем небольшую сцену и так как ты, Райен, будешь занят, то я так уж и быть сама готова снять это на камеру
# сейчас ты, подружка Мелани, на камеру скажешь, что как обычно сделаешь минет за 50 баксов, секс - за 100 баксов
# и сделашь это, а Райен нам в этом поможет
# Моника напугана происходящим
# Мелани зло смотрит на Викторию, пытается отказаться, но та заставляет ее
# Мелани садится на кресло, Виктория снимает все на камеру на телефоне
# Мелани в это время пытается рассуждать хладнокровно, думает, что позже она сотрет эту стерву в порошок
# а сейчас нужно сделать вид, что она все поняла и готова ее слушаться
# Райен подходит к Мелани со спущенными штанами, спрашивает, за сколько та работает
# Мелани отвечает, что как обычно сделает минет за 50 баксов, секс - за 100 баксов
# Райенв видно со спины, он бросает ей 50 баксов и та делает ему минет
# после того, как Райен кончит Мелани на грудь или лицо (выбор), Виктория говорит, что видео снято

# кадр меняется, Мелани с Моникой и Викторией одни, Райен ушел
# Виктория говорит, что у нее есть теперь видео для Дика
# и еще, подружка Мелани, я кажется тебе запрещала стирать мой рисунок со этой фотографии
# почему ты меня ослушалась? ты хочешь стать плохой подружкой?
# Мелани говорит, что нет. она просто забыла
# Виктория говорит, что прстит ее на первый раз, но если такое повториться, она накажет подружку Мелани
# она подходит с помадой к фото Мелани и подрисовывает член

# Виктория уходит, Моника с Мелани вдвоем
# Моника говорит, что не зря сомневалась в этой затее! Райен оказался знакомым Виктории!!
# нам нужно найти способ уничтожить эту дрянь Викторию. во что бы то ни стало!!



# оставляет себе видео, говоря что это побудет у меня. Вы же не против, подружки? Хорошие подружки доверяют друг другу.
#И, ради хорошей подружки, я это видео никому не покажу. Может быть, кроме Мистера Дика.
