define offsets_blink = {
#offsets_blink_start
#offsets_blink_finish
}


define blink_presets = {
    "1": [[1.5, 0.2, 0.2, 0.3], [3.0, 0.2, 0.2, 0.3], [2.5, 0.2, 0.2, 0.3], [2.0, 0.2, 0.2, 0.3], [0.1, 0.1, 0.1, 0.1]], # спокойное
    "2": [[1.5, 0.03, 0.01, 0.03], [0.01, 0.03, 0.01, 0.03], [1.5, 0.03, 0.01, 0.03], [0.01, 0.03, 0.01, 0.03]], # частое моргание, растерянность # переименовать отсюда, 1 не трогаем
    "3": [[2.5, 0.2, 0.03, 0.1], [3.0, 0.02, 0.1, 0.1], [3.0, 0.02, 0.1, 0.1], [4.5, 0.03, 0.1, 0.01], [3.0, 0.02, 0.2, 0.1], [1.5, 0.03, 0.01, 0.03]], # редко
    "4": [[4.5, 0.2, 0.03, 0.1], [5.0, 0.02, 0.1, 0.1], [2.0, 0.02, 0.03, 0.1], [2.0, 0.02, 0.03, 0.1], [3.5, 0.03, 0.1, 0.01]], # сконцентрирована на чем-то, напряжена, моргает очень редко
    "5": [[1.5, 0.02, 0.02, 0.3], [0.1, 0.1, 0.01, 0.1], [2.0, 0.02, 0.03, 0.1], [0.5, 0.02, 0.02, 0.3], [1.0, 0.02, 0.02, 0.3]] # часто

}

init python:
    blink_preset = False
    blink_preset2 = False
    blink_preset3 = False
    blink_preset4 = False
    blink_preset5 = False
    blink_preset6 = False
