label gallery_43203:
    # Мелани сидит за столом одна, в руках бокал
    fadeblack 1.5
    music Master_Disorder
    imgf 43173
    w
    imgd 43174
    w
    music Groove2_85
    sound2 snd_door_open1
    imgf 43175
    alex_photograph "Привет, милая."
    imgd 43176
    melanie "Здравствуй, Алекс." # без эмоций
    sound snd_drinking_water
    imgf 43177
    w
    imgd 43178
    w
    imgf 43179
    alex_photograph "Ты какая-то грустная... Все хорошо?"
    imgd 43180
    sound kiss1
    melanie "Да, Алекс."
    # Алекс стоит возле дивана и смотрит на стол, на котором стоят бокалы
    imgf 43181
    w
    imgd 43182
    alex_photograph "Мелани, милая, у нас что, сегодня будут гости?"
    imgd 43183
    melanie "Да."
    # Мелани смотрит на камеру
    imgf 43184
    melanie "Помнишь, что я обещала стать твоей женой?"
    melanie "При каких условиях я пообещала тебе сделать это, помнишь?"
    alex_photograph "Помню. Мелани, ты хочешь сказать, что сегодня..."
    melanie "Сегодня, Алекс, будет костюмированная вечеринка с нашими гостями..."
    melanie "И то, о чем ты говоришь, тоже случится сегодня."
    # Алекс недовольно чешет затылок
    img 43185
    alex_photograph "Черт!"
    alex_photograph "Мелани, я не смогу на это смотреть!"
    alex_photograph "Я не представляю, чтобы какой-то чувак!.. И ты с ним!"
    melanie "Ты дал свое согласие, Алекс..."
    sound snd_drinking_water
    imgf 43186
    w
    imgd 43187
    w
    fadeblack
    sound snd_door_bell1
    pause 1.5
    music ZigZag
    sound2 highheels_short_walk
    # раздается звонок в дверь, Мелани делает глоток, ставит бокал на стол
    # встает и идет к входной двери, Алекс раздосадованно смотрит ей вслед
    # заходит Стефани
    imgfl 43188
    w
    sound snd_door_open1
    imgf 43189
    w
    imgd 43190
    stephanie "Мелани, привет!"
    # Мелани изображает подобие улыбки
    imgd 43191
    melanie "Привет, Стефани. Проходи."
    # Мелани идет обратно к дивану, возле которого продолжает стоять Алекс
    # Стефани идет за Мелани
    sound highheels_short_walk
    imgf 43192
    w
    imgd 43193
    melanie "Знакомьтесь."
    melanie "Алекс, это Стефани."
    imgd 43194
    melanie "Стефани моя новая подруга и уверена, что она тебе понравится." # бросает взгляд на камеру при этом
    imgd 43195
    melanie "Стефани, это Алекс. Ты его уже заочно знаешь."
    # Стефани протягивает ему руку дя рукопожатия
    music Groove2_85
    imgf 43196
    stephanie "Привет, Алекс."
    stephanie "Рада познакомиться с лучшим фотографом нашего города."
    stephanie "Я видела твои работы и они великолепны!"
    # Алекс немного смутившись
    imgd 43197
    alex_photograph "Спасибо. Приятно."
    alex_photograph "Я тоже рад знакомству."
    # Стефани улыбается ему, потом поворачивается к Мелани
    imgf 43198
    stephanie "Мелани, я хотела сказать, что..."
    stephanie "Скоро должен прийти мой... Мой парень."
    stephanie "Но так получилось, что он по-любому будет не в твоем вкусе..."
    # Мелани удивленно смотрит на нее
    imgd 43199
    melanie "Да? А почему ты так уверена?.."
    # их прерывает звонок в дверь
    # все смотрят на дверь, потом Стефани поворачивается к Мелани
    sound snd_door_bell1
    img 43200
    w
    imgd 43201
    stephanie "Сейчас поймешь..." # с видимым чувством неловкости
    # Мелани идет открывать дверь
    # заходит радостный подхалим Джон, в руках роза, которая была на девичнике у Виктории
    sound highheels_short_walk
    imgf 43202
    w
    fadeblack
    sound snd_door_open1
    pause 1.5
    music DarxieLand
    #music Hidden_Agenda
    imgf 43203
    w5 "Ой, Мисс Мелани! Здравствуйте!"
    w5 "Это вам!" # протягивает ей розу
    # Мелани в шоке смотрит на него, не берет розу
    music stop
    sound plastinka1b
    img 43204 hpunch
    melanie "!!!"
    music Power_Bots_Loop
    melanie "!!!!"
    melanie "ЭТОТ КЛЕРК?!?!?!"
    img 43220
    w
    # Стефани видит реакцию Мелани
    sound highheels_short_walk
    imgd 43205
    stephanie "Вот сучка эта сикалявка!"
    # подходит к Мелани и Джону
    music Groove2_85
    imgd 43206
    stephanie "Черт!"
    stephanie "Мелани, извини!"
    stephanie "Это была дурацкая затея..."
    stephanie "Я лучше пойду..."
    # Мелани с ненавистью смотрит на улыбающегося и ничего не понимающего Джона
    # не отрывая от него взгляд сквозь зубы говорит Стефани
    music Master_Disorder
    imgd 43207
    melanie "Не надо никуда уходить."
    melanie "Он в моем вкусе..." # она протягивает руку и берет у него розу
    # затемнение
    # смена кадра
    # приемная в офисе Дика
    # Виктория сидит на своем рабочем месте и смотрит в монитор, довольно хихикая
    imgf 18924
    w
    sound snd_woman_laugh3
    imgd 19023
    victoria "Хи-хи-хи!"
    # затемнение
    # смена кадра на гостиную Мелани
    # Стефани с недоумением смотрит то на глупо улыбающего подхалима, то на Мелани
    fadeblack 1.5
    music Groove2_85
    imgf 43208
    stephanie "Он тебе нравится?"
    stephanie "Серьезно?!"
    imgd 43209
    melanie "Да."
    # Мелани разворачивается и идет к дивану со злым лицом, бросает розу на стол
    sound highheels_short_walk
    imgf 43210
    melanie "Проходите за стол."
    sound Jump2
    imgd 43211
    w
    img 43212 vpunch
    w
    # затемнение
    # смена кадра
    # Мелани и Алекс сидят на диване, Алекс подальше, Мелани поближе, не рядом друг с другом, на расстоянии
    # пуф стоит на месте стула, на нем сидит подхалим, стул стоит немного подальше пуфа и на нем сидит Стефани
    # все молчат, Алекс, чувствуя неловкость момента, говорит
    fadeblack
    sound highheels_short_walk
    pause 2.0
    music Groove2_85
    imgfl 43213
    alex_photograph "Ну что ж... Давайте выпьем за знакомство?"
    imgf 43214
    alex_photograph "Мы со Стефани ранее не встречались."
    imgd 43215
    alex_photograph "Чего не скажешь о Джоне!" # переводя недружелюбный взгляд на Джона
    # подхалим горделиво начинает вещать Стефани, она и все остальные смотрят на него, как на идиота
    music Marty_Gots_a_Plan
    imgd 43216
    w5 "Да, мы вместе с Алексом и Мисс Мелани работаем в журнале Миссис Бакфетт."
    w5 "Правда, в разных отделах..."
    w5 "Но иногда, изредка, встречамся в холле у лифта."
    w5 "А еще Мисс Мелани заходит к нам в отдел, когда идет к Миссис Бакфетт."
    w5 "Вообще, у нас очень дружный коллектив."
    imgd 43217
    w5 "Я никогда не подумал бы, что окажусь в гостях у самой топ-модели журнала!"
    w5 "И вот, я здесь!"
    imgd 43219
    w5 "Я, как самый компетентный специалист своего отдела, заслужил такую честь!"
    w5 "Если в офисе кто-то узнает!.."
    # Стефани прерывает его
    music Power_Bots_Loop
    img 43218 hpunch
    stephanie "Джин, хватит!"
    # потом Стефани смотрит на Мелани
    music Groove2_85
    imgf 43221
    stephanie "Мелани, я рада, что ты пригласила меня сегодня."
    stephanie "И вообще, было бы здорово встретиться еще раз всем вместе!"
    # Мелани изображает на лице подобие улыбки
    imgd 43222
    melanie "Да, согласна."
    # подхалим встревает в разговор, протягивая свой бокал
    imgd 43223
    w5 "Давайте за знакомство, как предложил Алекс!"
    imgf 43224
    sound bottle1
    w
    fadeblack
    sound snd_drinking_water
    pause 2.0
    music Groove2_85
    # остальные с недовольными взглядами на Джона тоже поднимают бокалы и чокаются
    # затемнение
    # все сидят на тех же местах, бокалы стоят на столе
    # Стефани смотрит на портреты Мелани на стене, потом указывает рукой на разрисованный
    imgfl 43225
    w
    imgf 43226
    w
    imgd 43227
    stephanie "Мелани, а правда, что ты любишь порисовать?"
    # Мелани смотрит удивленно на Стефани
    # потом поворачивается к Алексу
    img 43228
    w
    imgd 43229
    melanie "Алекс..."
    alex_photograph "Да, милая?"
    melanie "Принеси еще вина. Эта бутылка почти закончилась."
    alex_photograph "Окей, я сейчас."
    # Алекс встает и уходит на кухню, в это время Мелани отвечает на вопрос Стефани
    sound man_steps
    imgf 43230
    w
    imgd 43234
    melanie "Стефани, это неправда. Я не люблю рисовать. Тем более, на своих портретах."
    imgd 43235
    stephanie "Да? А мне говорили о другом..."
    stephanie "Тогда кто сделал это с портретом?"
    #
    $ notif(_("Виктория разрисовала портрет Мелани."))
    #
    imgf 43231
    melanie "Это..."
    # взгляд на Джона
    img 43232
    melanie "Это Алекс так шутил..."
    melanie "Надо бы заставить его все это стереть."
    imgd 43233
    stephanie "Но как так можно было?.. Шутить..."
    # Стефани с непониманием смотрит на портрет
    # возвращается Алекс
    sound man_steps
    imgf 43236
    alex_photograph "А вот и я."
    alex_photograph "Милая, может еще что-то принести?"
    imgd 43237
    melanie "Нет, Алекс. Больше ничего не нужно."
    melanie "Садись обратно."
    # Алекс садится на свое место
    fadeblack 1.5
    music Groove2_85
    imgf 43238
    alex_photograph "Мелани, милая..."
    alex_photograph "А почему ты мне сказала, что эта встреча будет костюмированная?" # смотрит на Стефани
    imgd 43239
    w
    # Стефани, вспоминая про костюм
    # Стефани встает со стула
    sound Jump2
    imgd 43240
    stephanie "Кстати, я принесла прикольный костюм, но..."
    imgd 43241
    stephanie "..." # смотрит на камеру
    # садится снова на место
#    sound vjuh3
    imgf 43242
    stephanie "Мне не нравится, что здесь камера."
    imgd 43243
    stephanie "Возможно, я и переоделась бы..." # смотрит на домашний наряд Мелани
    music Hidden_Agenda
    imgf 43244
    alex_photograph "Так что тебя смущает, Стефани?"  # улыбается ей
    alex_photograph "Теперь нам всем интересно, что за костюм у тебя..."
    imgd 43245
    stephanie "А это точно не попадет в общий доступ?" # переводит встревоженный взгляд на Алекса
    # Мелани бросает взгляд на камеру
    imgd 43246
    alex_photograph "Не попадет. Не переживай насчет камеры."
    alex_photograph "Это у Мелани такой небольшой фетиш, Стефани."
    alex_photograph "Она любит все, абсолютно все, записывать на камеру."
    imgd 43247
    melanie "Да..."
    melanie "Я записываю это только для себя..." # Мелани переводит взгляд на Стефани
    melanie "Просто мне это нравится."
    melanie "Это видео не просочится в сеть... Я ведь тоже в кадре." # говорит, смотря опять на камеру
    # затемнение
    # смена кадра
    # приемная в офисе Дика
    # Виктория сидит на своем рабочем месте и с еходной улыбочкой наблюдает за происходящим
    music Master_Disorder
    imgf 43264
    w
    imgd 43248
    victoria "Хорошо, подружка Мелани..."
    victoria "У тебя все должно получиться."
    # камера на монитор Виктории, там кадр, где у Мелани за столом снова чокаются бокалами
    # затемнение
    # смена кадра на гостиную Мелани
    # Стефани еще в своем платье
    imgd 43249
    w
    fadeblack 1.5
    music Groove2_85
    imgf 43250
    alex_photograph "Стефани, так ты покажешь нам свой костюм?" # улыбается
    stephanie "Черт! Вообще я не планировала, но..."
    # снова смотрит на домашний наряд Мелани, думая, что Мелани уже в костюме
    imgd 43251
    stephanie "Ну окей... Вы меня уговорили."
    # встает со стула и идет к спальне Мелани или в сторону кухни
    stephanie "Я сейчас вернусь!"
    # затемнение, несколько минут спустя Стефани возвращается в корсете, встает перед столом и красуется
    # Алекс с Джоном смотрят на нее, открыв рот. Мелани без эмоций оглядывает с ног до головы
    fadeblack
    sound highheels_short_walk
    pause 2.0
    music Stealth_Groover
    imgfl 43252
    w
    imgf 43253
    w
    imgd 43254
    w
    sound wow
    img 43255
    w5 "Оооо... Мисс Стефани, вы такая... Такая восхитительная!"
    imgf 43256
    alex_photograph "Отличный костюмчик, Стефани!"
    alex_photograph "Ты выглядишь в нем очень... Аппетитно!" # Алекс пожирает ее глазами
    imgd 43257
    stephanie "Да, отличный! Это последняя коллекция!"
    stephanie "Мне подружка рассказала о нем. А она разбирается в трендах."
    # Стефани понтуется перед Мелани
    imgf 43258
    stephanie "Мелани, что скажешь? Хороший костюм?"
    stephanie "Тебе он нравится? Ты надела бы такой?"
    # Мелани равнодушно
    imgd 43259
    melanie "Да. Неплохой костюм."
    # Стефани довольно ей улыбается и возвращается на свое место
    # подхалим смотрит на нее
    imgf 43260
    w
    sound highheels_short_walk
    imgd 43261
    w5 "Мисс Стефани, вам очень идет этот костюм!"
    w5 "Вы как будто сошли с обложки журнала!"
    imgd 43262
    w5 "У вас такая красивая и подтянутая фигура, Мисс Стефани."
    imgf 43263
    stephanie "Спасибо, Джин, но мне неинтересно твое мнение."
    imgd 43265
    w
    # Мелани, глядя на камеру
    menu:
        "Спросить про фитнес.":
            pass
    music Hidden_Agenda
    imgf 43266
    melanie "Кстати про фигуру..."
    melanie "Стефани, я слышала, что ты ходишь в ВИП фитнес-зал..."
    melanie "Я тоже подумываю заняться этим, но..."
    melanie "Я не могу себе позволить пойти в обычный фитнес-клуб."
    melanie "Слишком много внимания моя персона привлечет со стороны посетителей."
    imgd 43267
    stephanie "О, я представляю, какой эффект произведет твое появление на фитнесе!"
    melanie "Да... Но я уже порядком устала от этого..."
    stephanie "Могу понять."
    imgd 43268
    melanie "Скажи мне, как я могу купить абонемент?"
    melanie "Может, ты мне дашь контакты этого фитнес-зала?"
    imgf 43269
    stephanie "О, Мелани, не нужно никаких контактов!"
    stephanie "Я без проблем раздобуду для тебя приглашение!"
    imgd 43270
    melanie "Правда? Я была бы очень рада, Стефани."
    melanie "И еще... Я хотела бы взять с собой на фитнес нашу подругу Викторию..."
    alex_photograph "Пф! Ей это не поможет..."
    img 43271
    melanie "Алекс..."
    imgd 43272
    alex_photograph "Молчу-молчу!"
    music Groove2_85
    imgf 43273
    stephanie "Викторию?"
    melanie "Да."
    stephanie "Нуу..."
    stephanie "Мелани, для тебя я без проблем раздобуду приглашение, но..."
    stephanie "Я не могу обещать насчет Виктории."
    imgd 43274
    melanie "..." # Мелани с натянутой улыбкой смотрит на Стефани
    imgf 43275
    stephanie "Ну ладно, я что-нибудь придумаю..."
    imgd 43276
    melanie "Спасибо, Стефани."
    imgd 43277
    w
    # Стефани улыбается Мелани
    # тянут бокалы друг к другу и чокаются
    # после этого подхалим решает заняться своим карьерным ростом и начинает болтать
    # его слушают без энтузиазма, со скучающим видом
    imgf 43278
    w
    music Marty_Gots_a_Plan
    imgd 43279
    w5 "Мне так приятно находится в компании таких красивых женщин!"
    w5 "Нам с Алексом сегодня повезло!"
    w5 "Ну Алексу не привыкать смотреть на красоток. Ведь он работает с моделями!"
    w5 "А я работаю с отчетной документацией!"
    imgd 43280
    w5 "Эта работа требует большой концентрации внимания."
    w5 "И очень глубоких знаний в составлении и ведении отчетности!"
    w5 "Но я лучший сотрудник в нашем отделе!"
    w5 "В отличие от Гретты, я..."
    # Стефани его затыкает
    music Power_Bots_Loop
    img 43281 hpunch
    stephanie "Джин, помолчи!"
    imgd 43282
    w5 "Но ведь я..."
    # Стефани подчеркнуто высокомерно перебивает его и поворачивается к Мелани
    music Groove2_85
    imgd 43283
    stephanie "Мелани, твой костюм мне тоже очень нравится."
    stephanie "Это какая-то лимитированная дизайнерская коллекция?"
    stephanie "Я тоже хотела бы себе такой купить."
    # Мелани нервно делает глоток, потом косится на камеру
    music Master_Disorder
    sound2 snd_drinking_water
    imgf 43186
    w
    img 43187
    w
    imgd 43284
    melanie "Нет, Стефани. Я еще не надела свой костюм."
    menu:
        "Переодеться в костюм, подобранный Викторией.":
            pass
    # Мелани встает
    sound highheels_short_walk
    imgf 43285
    melanie "Я вернусь через пару минут."
    # Мелани выходит в спальню
    # спустя несколько минут
    # в гостиную возвращается Мелани в откровенном нижнем белье
    # у присутствующих шок
    # Мелани, не глядя ни на кого, подходит ближе к столу
    # стоит лицом к гостям, демонстрируя свой прикид
    # все в шоке пялятся на ее грудь и на киску
    imgd 43286
    w
    label gallery_43305:
    fadeblack
    sound highheels_short_walk
    pause 2.0
    music ZigZag
    imgfl 43287
    melanie "Что скажете?"
    img 43288
    sound oooh5
    w
    imgd 43289
    w
    sound wow
    img 43290 vpunch
    alex_photograph "Ооох!"
    sound wow
    img 43291 hpunch
    w
    # потом поворачивается попой к ним и безэмоционально спрашивает словами Виктории
    imgf 43292
    melanie "Нравится ли вам мой костюм?"
    # Алекс, потеряв дар речи, смотрит на нее
    imgd 43293
    w
    imgd 43294
    w5 "М-мисс М-мелани... Я... Вы..."
    sound oooh2
    img 43295
    stephanie "Ох, нифига! Отпад, Мелани!"
    stephanie "Я по сравнению с тобой - сама скромность."
    # Мелани поворачивается и смотрит в упор на камеру, медлит
    # затемнение
    # смена кадра на приемную в офисе Дика
    # Виктория сидит на своем рабочем месте и довольно хихикает, глядя в монитор
    music Master_Disorder
    imgf 43296
    w
    sound snd_woman_laugh3
    imgd 43297
    victoria "Хи-хи-хи!"
    # затемнение
    # смена кадра на гостиную Мелани
    fadeblack 1.5
    music ZigZag
    imgfl 43298
    w
    imgf 43299
    alex_photograph "Милая..."
    img 43300
    melanie "Алекс, мы с тобой это обсуждали сегодня." # не глядя на Алекса, смотря только на камеру
    imgd 43301
    alex_photograph "!!!"
    imgd 43300
    w
    menu:
        "Подойти к Джону.":
            pass
    sound highheels_short_walk
    imgf 43302
    w
    # Мелани отрывает взгляд от камеры и подходит к Джону
    # Алекс наблюдает со злостью, Стефани с любопытством
    sound Jump2
    imgd 43303
    melanie "Джон, тебе... Тебе нравится мой костюм?"
    # подхалим в шоке, заикается
    sound wow
    imgd 43304
    w5 "Ооо, М-мисс М-мел..."
    w5 "В-вы..."
    imgd 43305
    w5 "Это... Кхм..."
    imgf 43306
    melanie "Можешь не отвечать, Джон."
    imgd 43307
    melanie "Я вижу, что тебе нравится. Очень."
    imgf 43308
    w
    imgd 43309
    w5 "Я..."
    imgd 43310
    w
    sound highheels_short_walk
    imgf 43311
    melanie "Пошли со мной, Джон."
    imgd 43312
    w5 "С в-вами?.. Я?.."
    # Мелани поворачивается к Алексу и спрашивает
    imgd 43313
    melanie "Алекс, ты ведь не против?"
    alex_photograph "..." # упрямое молчание
    melanie "Алекс?"
    # Алекс недовольно
    img 43314
    alex_photograph "Вот черт! Не против!"
    stephanie "Охренеть!"
    alex_photograph "Но я буду присутствовать!"
    stephanie "А мне тоже можно?"
    imgd 43315
    melanie "Да, Стефани..."
    # Мелани снова смотрит на Джона
    imgf 43316
    melanie "Следуй за мной, Джон..."
    # тот в шоке, Мелани идет в спальню
    # Джон не двигается, сидит в афиге
    # Мелани на полпути в спальню оглядывается на него
    imgd 43317
    w
    imgd 43318
    melanie "Джон..." # и стоит ждет его
    # Джон в панике смотрит на Алекса, тот недовольно молчит
    music Marty_Gots_a_Plan
    sound2 Jump1
    img 43319
    w
    imgd 43320
    alex_photograph "!!!"
    # потом Джон смотрит на Стефани, она заинтригована происходящим
    stephanie "Чего ты тупишь, Джин?"
    stephanie "Тебя каждый день топ-модель зовет к себе в спальню, а?"
    # Джон снова нервно смотрит на Мелани и поднимается со своего места
    # они вдвоем уходят в спальню
    # Стефани с Алексом остаются вдвоем, Алекс заметно нервничает
    music ZigZag
    imgf 43321
    w
    fadeblack
    sound highheels_short_walk
    pause 2.0
    music Groove2_85
    imgf 43322
    stephanie "Эй, Алекс."
    stephanie "Ты чего такой напряженный?"
    alex_photograph "Все окей, Стефани."
    stephanie "Давай выпьем еще немного и пойдем к ним?"
    alex_photograph "Давай. Тебе интересно посмотреть, что там будет происходить?"
    # Стефани тянет ему свой бокал, Алекс тоже свой поднимает
    imgd 43323
    stephanie "Да, очень интересно!"
    stephanie "Я никогда не встречала таких пар, как ваша!"
    sound snd_woman_laugh2
    stephanie "Любители поэкспериментировать. Ха-ха!"
    music Hidden_Agenda
    imgf 43324
    alex_photograph "А ты любишь эксперименты, Стефани?" # Алекс улыбается Стефани и подмигивает
    sound Jump2
    img 43325
    w
    imgd 43326
    w
    # Стефани ему улыбается
    # затемнение
    # тем временем в спальне Мелани
    # Мелани ставит камеру на прикроватную тумбочку и стоит смотрит в камеру, не поворачиваясь к Джону
    # тот стоит, заметно нервничая
    label gallery_43384:
    fadeblack 2.0
    music ZigZag
    imgfl 43327
    w
    sound highheels_short_walk
    imgf 43328
    sound2 down10
    w
    imgd 43329
    w5 "М-мисс Мелани, это... Это какой-то розыгрыш, да?"
    melanie "Нет, Джон. Это не розыгрыш."
    melanie "Раздевайся..."
    # Джон растерянно
    music Marty_Gots_a_Plan
    imgf 43330
    w5 "Ч-что?"
    w5 "Прямо вот так? Сразу?"
    # Мелани равнодушно
    melanie "Да."
    # подхалим ломается
    imgd 43331
    w5 "Но как же?.. Я думал, что мы о работе говорить будем, а тут..."
    melanie "..."
    w5 "Я не был готов к такому повороту..."
    # Мелани поворачивается и смотрит на Джона
    music ZigZag
    imgf 43332
    melanie "Если ты сейчас откажешь мне..."
    melanie "В таком случае, Джон, можешь забыть вообще о работе со своими отчетами."
    imgd 43333
    melanie "А если ты переспишь со мной, а потом и со Стефани..."
    melanie "То тебя ждет повышение."
    img 43334
    w5 "П-правда?"
    imgd 43335
    melanie "Да. Переспать со Стефани после меня - это обязательное условие, Джон."
    # Мелани снова отворачивается от него и устремляет взгляд на камеру
    # затемнение
    # смена кадра на приемную в офисе Дика
    # Виктория сидит на своем рабочем месте и внимательно наблюдает за происходящим в спальне Мелани
    fadeblack 1.5
    music Master_Disorder
    sound2 snd_woman_laugh3
    imgf 43336
    victoria "Хи-хи! Подружка Мелани так старательно тащит в свою постель какого-то офисного клерка."
    # затемнение
    # смена кадра на спальню Мелани
    # она стоит и глядя в камеру говорит
    fadeblack 1.5
    music ZigZag
    imgf 43337
    melanie "Сейчас мы займемся с тобой сексом."
    melanie "Потому что ты мне очень нравишься."
    melanie "Я люблю таких мужчин, как ты, Джон."
    w5 "Серьезно?" # он в шоке
    menu:
        "Попросить Джона об анальном сексе.":
            pass
    # Мелани, не смотря на него
    imgd 43338
    melanie "Да, Джон..."
    melanie "И я хочу, чтобы ты взял меня сзади, в попу."
    music stop
    sound plastinka1b
    img 43339 hpunch
    w5 "Оооо..." # в еще большем шоке
    # в этот момент заходят Алекс и сгорающая от любопытства Стефани
    music Groove2_85
    sound2 snd_door_open1
    imgf 43340
    stephanie "Мы пришли!"
    alex_photograph "!!!"
    # Мелани поворачивается к ним
    melanie "Мы с Джоном как раз начинаем..."
    imgd 43341
    melanie "Да, Джон?"
    w5 "Да..."
    # Мелани ложится на кровать в doggy-style, ноги вместе
    imgf 43342
    w
    imgd 43343
    w
    imgd 43344
    melanie "Раздевайся, Джон..."
    # молчаливый обмен взглядами Джона с Алексом, после которого Джон начинает неуверенно раздеваться
    # Мелани смотрит на Алекса
    sound Jump1
    imgd 43345
    w
    img 43346
    w
    imgf 43347
    melanie "Алекс, ты же не оставишь нашу гостью без внимания?"
    # Алекс смотрит на Мелани удивленно
    imgd 43348
    alex_photograph "Я?"
    melanie "..."
    alex_photograph "Я постараюсь сделать так, чтобы... Стефани не было скучно."
    imgd 43349
    melanie "Да, Алекс. Позаботься о Стефани..."
    # Алекс отводит взгляд от Мелани и неуверенно приобнимает Стефани, Стефани хихикает
    sound highheels_short_walk
    imgf 43350
    stephanie "Да уж, с вами не соскучишься, ребята. Ха-ха!"
    # она по-дружески обнимает его в ответ
    alex_photograph "Может, еще вина?"
    imgd 43351
    stephanie "Нет, Алекс. Я итак позволила себе лишнего..."
    stephanie "Даже голова немного кружится..."
    # Мелани смотрит на Джона
    # тот стоит голый, неуверенно прикрывшись руками
    # у него еще нет стояка, он слишком перенервничал за вечер, у него стресс
    imgf 43352
    melanie "Джон..."
    # Мелани переводит взгляд на камеру и говорит не смотря на Джона
    music Master_Disorder
    imgd 43353
    melanie "Ты помнишь, о чем я тебя просила?"
    music Groove2_85
    imgd 43354
    w5 "Д-да, Мисс Мелани..."
    w5 "Вы попросили..."
    # она его перебивает
    melanie "Тогда приступай, Джон..."
    # Алекс и Джон смотрят на нее пожираюзими взглядами. и Стефани тоже
    # Джон неуверенно подходит к постели
    w5 "Просто так возьмем и приступим?"
    melanie "Да..."
    # Джон лезет на постель к Мелани
    imgf 43355
    w5 "А можно я сначала?.."
    melanie "Нельзя... Переходи к делу, Джону."
    # он неуверенно хватает ее за ягодицы, глаит их, потом сжимает
    imgd 43356
    alex_photograph "Эй, полегче!"
    alex_photograph "Вообще-то, это моя девушка!"
    img 43357
    melanie "Алекс!"
    alex_photograph "!!!"
    # Джон начинает лапать Мелани, трогает ее грудь, проводит рукой по животу, гладит по бедрам
    # Мелани стоит в коленно-локтевой с отстраненным видом и изредка бросает ненавидящие взгляды в камеру
    music Loved_Up
    imgf 43358
    w5 "Ох, Мисс Мелани!"
    imgd 43359
    w5 "Девушка с обложки журнала!"
    # потом снова принимается за ягодицы, раздвигает их и рассматривает ее киску
    # у него встает
    sound Jump1
    img 43360
    w5 "Мне все это снится?"
    imgd 43359
    w
    sound Jump1
    img 43360
    w
    imgd 43359
    w
    sound Jump1
    img 43360
    w
    imgf 43362
    w5 "Или я умер и попал в рай?"
    # приближает лицо ближе к ее киске и проводит языком по ней
    sound lick3
    imgd 43363
    w5 "О, Мисс Мелани! Вы восхитительны!"
    sound lick3
    imgd 43362
    w
    sound lick3
    imgd 43363
    w
    sound hlup10
    img 43364 vpunch
    w5 "Какая у вас киска..."
    sound Jump2
    imgd 43361
    w
    # при очередном взгляде на камеру, Мелани выдает безэмоциональное
    imgf 43365
    w
    imgd 43366
    w
    imgf 43367
    w
    sound lick3
    imgd 43368
    w
    sound lick3
    imgd 43367
    w
    sound lick3
    imgd 43368
    w
    sound lick3
    imgd 43367
    w
    sound lick3
    imgd 43368
    w
    sound lick3
    imgd 43367
    w
    sound lick3
    imgd 43368
    w
    imgf 43369
    melanie "Джон, сделай это быстрее..."
    melanie "Мне не терпится ощутить твой член..."
    # потом снова отводит взгляд и отстраненно смотрит в никуда
    imgd 43370
    w5 "Я..."
    # Стефани вставляет свои пять копеек
    stephanie "Ну давай же, Джин!"
    img 43371
    stephanie "Мелани тебя просит!"
    stephanie "Сделай это!"
    # Джон уже поплыл, возбуждение затмило все мысли об отчетах
    # он расфокусированным взглядом смотри на Стефани, потом снова припадает к Мелани
    # теперь уже к ее попе
    fadeblack 1.5
    music Loved_Up
    imgf 43372
    w5 "Мне сделать это в вашу попу, Мисс Мелани?"
    w5 "Вы правда хотите этого?"
    # Мелани косится на камеру
    imgd 43373
    melanie "Да, очень..."
    # Джон пристраивает свой член к анусу Мелани
    # Алекс ревниво смотри на все это
    # потом прижимает Стефани к себе еще ближе
    imgf 43374
    alex_photograph "Стефани..."
    # Стефани как зачарованная смотрит на Мелани
    stephanie "М?"
    sound Jump2
    img 43375
    alex_photograph "Я тебе уже говорил, что твой костюм просто отпад?"
    stephanie "Тебе нравится?"
    alex_photograph "Да..."
    # он приобнимает Стефани одной рукой, а второй проводит по ее талии или под грудью
    imgd 43376
    alex_photograph "Тебе очень идет, Стефани."
    # кадр на постель
    # Джон, пристоившись к анусу Мелани, начинает входить в нее
    # Мелани зажмуривается от боли
    imgf 43377
    w
    sound chpok6
    img 43378 hpunch
    w
    imgd 43379
    w
    sound ahhh1
    img 43380
    melanie "Ох!"
    melanie "!!!"
    # Джон в эйфории, он окончательно поплыл
    # он проталкивается в ее попу
    imgf 43381
    w
    imgd 43382
    w
    sound Jump1
    img 43383
    w
    imgd 43385
    w5 "Оооо!"
    w5 "Мисс Мелани, вам не больно?"
    # затемнение
    # смена кадра на приемную в офисе Дика
    # Виктория смотрит в монитор и самодовольно улыбается
    imgf 18970
    music Master_Disorder
    w
    imgd 43399
    sound snd_woman_laugh3
    victoria "Конечно, моей подружке больно, дурачок."
    victoria "Но ради просьбы своей лучшей подружки она готова сделать все. Хи-хи-хи!"
    # затемнение
    # смена кадра на спальню Мелани
    # Джон продолжает проталкиваться в попу Мелани
    fadeblack 1.5
    music Loved_Up
    imgf 43384
    melanie "Давай, Джон, двигайся..."
    #video
    #1
    $ localSoundVolume = 1.0
    $ localSoundName = v_Melanie_OfficeWorker5_Anal1_1_sound_name
    img black_screen
    with diss
    stop music2
    $ renpy.music.set_volume(localSoundVolume, 0.5, channel="music2")
    $ renpy.music.set_volume(0.2, 0.5, channel="music")
    play music2 "<from " + str(float(rand(0,4))*1.16666667) + " loop 0.0>Sounds/" + localSoundName + ".ogg"
    scene black
    image videov_Melanie_OfficeWorker5_Anal1_1= Movie(play="video/v_Melanie_OfficeWorker5_Anal1_1.mkv")
    show videov_Melanie_OfficeWorker5_Anal1_1
    with fade
    w5 "Аааах..."
    w5 "Никогда бы не подумал!.."
    wclean
    stop music2
    $ renpy.music.set_volume(1.0, 0.5, channel="music2")
    $ renpy.music.set_volume(1.0, 0.5, channel="music")
    #2
    img black_screen
    with diss
    stop music2
    $ renpy.music.set_volume(localSoundVolume, 0.5, channel="music2")
    $ renpy.music.set_volume(0.2, 0.5, channel="music")
    play music2 "<from " + str(float(rand(0,4))*1.16666667) + " loop 0.0>Sounds/" + localSoundName + ".ogg"
    scene black
    image videov_Melanie_OfficeWorker5_Anal1_2= Movie(play="video/v_Melanie_OfficeWorker5_Anal1_2.mkv")
    show videov_Melanie_OfficeWorker5_Anal1_2
    with fade
    w5 "Потрясающе!"
    w5 "Попа самой Мисс Мелани!"
    wclean
    stop music2
    $ renpy.music.set_volume(1.0, 0.5, channel="music2")
    $ renpy.music.set_volume(1.0, 0.5, channel="music")
    # входит в нее до конца
    # Мелани морщится от боли, но потом смотрит на камеру
    imgf 43386
    w
    # Джон начинает пялить Мелани
    # она все это терпит с отрешенным взглядом
    # в это время Стефани с Алексом стоят у кровати и смотрят на Мелани и Джона
    # Стефани возбужденным взглядом смотрит на происходящее, Алекс продолжает обнимать ее, но тоже пристально смотрит на Мелани
    imgd 43387
    stephanie "Ох, черт..."
    # Алекс поворачивается к ней
    imgf 43388
    alex_photograph "Все окей, Стефани?"
    # она томно облизывает губы, не отводя взгляд от Мелани и Джона
    stephanie "Ага..."
    imgd 43389
    stephanie "Мммм... Теперь я понимаю, в чем прикол ваших секс-вечеринок."
    alex_photograph "Секс-вечеринок? Наших?"
    # Стефани кладет руку на свою грудь и проводит по ней
    imgf 43390
    stephanie "Ох, видимо я немного перебрала с вином..."
    imgd 43391
    stephanie "Черт! Моя голова..."
    alex_photograph "А когда у тебя последний раз был секс?"
    imgd 43392
    stephanie "Очень давно, Алекс."
    alex_photograph "Тебе нравится смотреть на них?"
    stephanie "Да..."
    imgd 43393
    stephanie "И то, что я сейчас вижу... Твою мать!"
    # кадр на Мелани и Джона
    imgf 43394
    w
    #3
    img black_screen
    with diss
    stop music2
    $ renpy.music.set_volume(localSoundVolume, 0.5, channel="music2")
    $ renpy.music.set_volume(0.2, 0.5, channel="music")
    play music2 "<from " + str(float(rand(0,4))*1.16666667) + " loop 0.0>Sounds/" + localSoundName + ".ogg"
    scene black
    image videov_Melanie_OfficeWorker5_Anal1_3= Movie(play="video/v_Melanie_OfficeWorker5_Anal1_3.mkv")
    show videov_Melanie_OfficeWorker5_Anal1_3
    with fade
    w5 "Аааа..."
    wclean
    stop music2
    $ renpy.music.set_volume(1.0, 0.5, channel="music2")
    $ renpy.music.set_volume(1.0, 0.5, channel="music")
    #4
    img black_screen
    with diss
    stop music2
    $ renpy.music.set_volume(localSoundVolume, 0.5, channel="music2")
    $ renpy.music.set_volume(0.2, 0.5, channel="music")
    play music2 "<from " + str(float(rand(0,4))*1.16666667) + " loop 0.0>Sounds/" + localSoundName + ".ogg"
    scene black
    image videov_Melanie_OfficeWorker5_Anal1_4= Movie(play="video/v_Melanie_OfficeWorker5_Anal1_4.mkv")
    show videov_Melanie_OfficeWorker5_Anal1_4
    with fade
    w5 "Вот это ощущения!"
    w5 "Ммммм..."
    wclean
    stop music2
    $ renpy.music.set_volume(1.0, 0.5, channel="music2")
    $ renpy.music.set_volume(1.0, 0.5, channel="music")
    imgf 43395
    w
    imgd 43396
    w
    #5
    img black_screen
    with diss
    stop music2
    $ renpy.music.set_volume(localSoundVolume, 0.5, channel="music2")
    $ renpy.music.set_volume(0.2, 0.5, channel="music")
    play music2 "<from " + str(float(rand(0,4))*1.16666667) + " loop 0.0>Sounds/" + localSoundName + ".ogg"
    scene black
    image videov_Melanie_OfficeWorker5_Anal1_5= Movie(play="video/v_Melanie_OfficeWorker5_Anal1_5.mkv")
    show videov_Melanie_OfficeWorker5_Anal1_5
    with fade
    w5 "Дааа!!!"
    wclean
    stop music2
    $ renpy.music.set_volume(1.0, 0.5, channel="music2")
    $ renpy.music.set_volume(1.0, 0.5, channel="music")
    # кадр на Стефани и Алекса
    imgf 43397
    stephanie "У меня просто крышу сносит!"
    # она проводит руками по грудям, спускает ладони себе на берда, гладит себя
    # Алекс наблюдает за тем, как Стефани ласкает себя
    # потом ее рука добирается до трусиков и она начинает трогать свою киску (через трусики)
    sound vjuh3
    img 43398 vpunch
    stephanie "Здесь так крышесносно пахнет сексом!"
    stephanie "Или я просто слишком долго была без мужчины..."
    # он протягивает руку и трогает грудь Стефани, ей это нравится и она не скрывает своих эмоций
    # у Алекса поднимается член
    sound woman_moan8a
    imgd 43400
    alex_photograph "Я могу тебе помочь, Стефани."
    stephanie "Ооох..."
    # Алекс наклонятеся и целует ее плечи, потом шею, потом добирается до ее губ, они начинают целоваться
    # тем временем Джон продолжает пялить Мелани
    imgf 43401
    w
    #6
    img black_screen
    with diss
    stop music2
    $ renpy.music.set_volume(localSoundVolume, 0.5, channel="music2")
    $ renpy.music.set_volume(0.2, 0.5, channel="music")
    play music2 "<from " + str(float(rand(0,4))*1.16666667) + " loop 0.0>Sounds/" + localSoundName + ".ogg"
    scene black
    image videov_Melanie_OfficeWorker5_Anal1_6= Movie(play="video/v_Melanie_OfficeWorker5_Anal1_6.mkv")
    show videov_Melanie_OfficeWorker5_Anal1_6
    with fade
    wclean
    stop music2
    $ renpy.music.set_volume(1.0, 0.5, channel="music2")
    $ renpy.music.set_volume(1.0, 0.5, channel="music")
    #7
    img black_screen
    with diss
    stop music2
    $ renpy.music.set_volume(localSoundVolume, 0.5, channel="music2")
    $ renpy.music.set_volume(0.2, 0.5, channel="music")
    play music2 "<from " + str(float(rand(0,4))*1.16666667) + " loop 0.0>Sounds/" + localSoundName + ".ogg"
    scene black
    image videov_Melanie_OfficeWorker5_Anal1_7= Movie(play="video/v_Melanie_OfficeWorker5_Anal1_7.mkv")
    show videov_Melanie_OfficeWorker5_Anal1_7
    with fade
    w5 "Мисс Меланиии... Оооо..."
    wclean
    stop music2
    $ renpy.music.set_volume(1.0, 0.5, channel="music2")
    $ renpy.music.set_volume(1.0, 0.5, channel="music")
    # а Мелани внимательно смотрит на поцелуй Алекса и Стефани
    # Стефани при этом эротично трогает себя и стонет, Алекс ее лапает
    imgf 43402
    sound kiss1
    alex_photograph "Стефани, какая ты клевая!"
    imgd 43403
    alex_photograph "У тебя такая упругая аккуратная попка."
    sound Jump2
    img 43404
    stephanie "Тебе нравится, Алекс?"
    imgf 43405
    alex_photograph "Да, очень."
    alex_photograph "И ты так здорово пахнешь. Мммм..."
    imgd 43406
    w
    sound kiss1
    imgf 43409
    w
    sound kiss1
    imgd 43410
    w
    sound lick3
    imgd 43407
    w
    sound lick3
    imgd 43408
    w
    sound lick3
    imgd 43407
    w
    imgf 43411
    stephanie "Алекс, перестань... Я итак сдерживаюсь из последних сил!"
    # Мелани пристально наблюдает, выжидая момент
    imgd 43412
    melanie "..."
    menu:
        "Соблазнить Стефани на секс с Алексом.":
            pass
    # Мелани резко отстраняется от Джона
    label gallery_43419:
    fadeblack 1.5
    music Loved_Up
    imgfl 43413
    w5 "Мисс Мел..."
    melanie "Подожди немного, Джон!"
    # встает с кровати и подходит к обжимающимся Стефани и Алексу
    # Стефани приоткрывает глаза и видит, чт Мелани стоит рядом
    # Мелани наклоняется и прикасается своими губами к ее губам
    # Алекс смотрит возбужденно на это
    sound highheels_short_walk
    imgf 43414
    alex_photograph "Милая..."
    # Мелани целует Стефани взасос, та кайфует
    imgd 43415
    stephanie "Мммм..."
    sound kiss1
    imgd 43416
    w
    sound lick3
    imgd 43417
    w
    sound lick3
    imgd 43418
    w
    sound lick3
    imgd 43419
    w
    sound woman_moan8a
    sound2 kiss1
    imgd 43416
    w
    sound kiss1
    imgd 43415
    w
    # Мелани прекращает поцелуй
    imgf 43420
    stephanie "Чистый кайф!"
    stephanie "Улет!"
    # Мелани бросает быстрый взгляд на камеру, потом смотрит на Алекса
    imgd 43421
    melanie "Алекс, тебе нравится моя подруга Стефани?"
    imgd 43422
    alex_photograph "Да..."
    imgf 43423
    melanie "Я хочу еще раз посмотреть на ваш поцелуй."
    alex_photograph "Правда?"
    melanie "Да. Поцелуй ее, Алекс."
    # Алекс наклоняется и целует Стефани
    # Мелани слегка улыбается и снова смотрит в камеру
    imgd 43424
    sound kiss1
    w
    imgf 43425
    melanie "..."
    # затемнение
    # смена кадра на приемную в офисе Дика
    # Виктория смотрит в монитор и ехидно комментирует
    imgd 18970
    music Master_Disorder
    w
    imgf 19023
    victoria "Кто-то теряет контроль над собой..."
    # сама просовывает руку к себе в трусики и ласкает себя
    imgd 43426
    victoria "Скоро у меня станет на одну лучшую подружку больше."
    victoria "Как же мне это нравится!"
    # затемнение
    # смена кадра на спальню Мелани
    # Стефани целуется с Алексом, а Мелани в это время приспускает верх ее корсета, обнажая грудь Стефани
    # Мелани проводит руками по ее груди, трогает соски, сжимает их, поцелуй с Алексом продолжается
    fadeblack 1.5
    music Loved_Up
    imgfl 43427
    stephanie "Мммм..."
    # Мелани наклоняется и втягивает ее сосок губами или прикусывает зубами, поцелуй с Алексом продолжается
    imgf 43428
    w
    imgd 43429
    w
    sound lick3
    imgd 43430
    stephanie "Мпфааа!"
    sound lick3
    imgd 43431
    w
    sound woman_moan8a
    sound2 lick3
    imgd 43430
    w
    sound lick3
    imgd 43431
    w
    sound lick3
    imgd 43430
    w
    sound lick3
    imgd 43431
    w
    # Мелани опускает свою руку на трусики Стефани и проводит по ее киске
    # Стефани отрывается от губ Алекса, откидывает голову и стонет
    sound Jump2
    imgd 43432
    stephanie "Оооо!!!"
    # Алекс уже возбужден, Мелани видит это
    imgf 43433
    melanie "Алекс, думаю, что Стефани готова к большему..."
    alex_photograph "Мелани, милая, ты хочешь, что бы я?.."
    alex_photograph "Ты не будешь против?.."
    imgd 43434
    melanie "Сделай это, Алекс."
    melanie "Я очень хочу посмотреть на это."
    # Алекс медлит, смотрит на Мелани, потом переключает внимание на Стефани
    # Джон все это время сидит на постели, смотрит на них и молча подрачивает
    # Стефани предпринимает вялую попытку остановиться
    imgf 43435
    stephanie "Ох, Алекс... Мелани..."
    stephanie "Я же не так хотела..."
    imgd 43436
    melanie "Тебе понравится, Стефани."
    melanie "Просто расслабься и получи удовольствие."
    stephanie "А об этом точно никто не узнает?"
    melanie "Не переживай... Это останется нашим небольшим секретом, Стефани."
    # Алекс снова засасывает ее
    img 43437
    stephanie "К черту все!"
    stephanie "Я хочу этого!"
    imgd 43438
    w
    # Мелани с трудом сдерживая самодовольную улыбку смотрит на камеру
    # Алекс начинает снимать со Стефани корсет
    # затемнение
    # Алекс и Стефани без одежды
    # он укладывает Стефани на постель рядом с дрочащим подхалимом
    # Мелани стоит рядом с постелью и смотрит на них
    # Стефани кайфует, не обращая внимания на Джона
    # Алекс ласкает ее киску рукой
    label gallery_43452:
    fadeblack 2.0
    music Loved_Up
    imgfl 43439
    stephanie "О, какой кайф!"
    imgf 43440
    stephanie "Алекс..."
    stephanie "Сделай так еще раз."
    imgd 43441
    w
    sound drkanje5
    imgd 43442
    w
    sound drkanje5
    imgd 43441
    w
    sound drkanje5
    imgd 43442
    w
    sound drkanje5
    imgd 43441
    w
    sound woman_moan8a
    sound2 drkanje5
    imgd 43442
    w
    sound drkanje5
    imgd 43441
    stephanie "Дааа!"
    sound drkanje5
    imgd 43442
    w
    imgf 43443
    w
    imgd 43444
    w
    imgd 43445
    w
    sound drkanje5
    imgd 43446
    w
    sound drkanje5
    imgd 43445
    w
    sound drkanje5
    imgd 43446
    w
    sound drkanje5
    imgd 43445
    w
    sound drkanje5
    imgd 43446
    w
    # Алекс ложится на спину и тянет Стефани на себя
    fadeblack 1.5
    music Loved_Up
    imgf 43447
    alex_photograph "Садись на меня, Стефани."
    alex_photograph "Хочу видеть, как ты балдеешь от моего члена внутри тебя."
    # Стефани лезет на него
    imgd 43448
    stephanie "Ох, черт!"
    stephanie "Мне уже не терпится сделать это."
    # опускается на его член и балдеет
    fadeblack 1.0
    music Loved_Up
    sound2 chpok6
    img 43449 hpunch
    stephanie "Оооо..."
    imgf 43450
    w
    #video
    #1
    $ localSoundVolume = 1.0
    $ localSoundName = v_FitnessStephanie_Alex_Sex1_1_25_sound_name
    img black_screen
    with diss
    stop music2
    $ renpy.music.set_volume(localSoundVolume, 0.5, channel="music2")
    $ renpy.music.set_volume(0.2, 0.5, channel="music")
    play music2 "<from " + str(float(rand(0,4))*1.4) + " loop 0.0>Sounds/" + localSoundName + ".ogg"
    scene black
    image videov_FitnessStephanie_Alex_Sex1_1_25= Movie(play="video/v_FitnessStephanie_Alex_Sex1_1_25.mkv")
    show videov_FitnessStephanie_Alex_Sex1_1_25
    with fade
    stephanie "ОООО!!"
    stephanie "Какой же каааайф!!!"
    wclean
    stop music2
    $ renpy.music.set_volume(1.0, 0.5, channel="music2")
    $ renpy.music.set_volume(1.0, 0.5, channel="music")
    #2
    img black_screen
    with diss
    stop music2
    $ renpy.music.set_volume(localSoundVolume, 0.5, channel="music2")
    $ renpy.music.set_volume(0.2, 0.5, channel="music")
    play music2 "<from " + str(float(rand(0,4))*1.4) + " loop 0.0>Sounds/" + localSoundName + ".ogg"
    scene black
    image videov_FitnessStephanie_Alex_Sex1_2_25= Movie(play="video/v_FitnessStephanie_Alex_Sex1_2_25.mkv")
    show videov_FitnessStephanie_Alex_Sex1_2_25
    with fade
    stephanie "ДААА!!!"
    alex_photograph "Ммммм... Давай, Стефани, еще! Еще!"
    wclean
    stop music2
    $ renpy.music.set_volume(1.0, 0.5, channel="music2")
    $ renpy.music.set_volume(1.0, 0.5, channel="music")
    imgf 43451
    w
    #3
    img black_screen
    with diss
    stop music2
    $ renpy.music.set_volume(localSoundVolume, 0.5, channel="music2")
    $ renpy.music.set_volume(0.2, 0.5, channel="music")
    play music2 "<from " + str(float(rand(0,4))*1.4) + " loop 0.0>Sounds/" + localSoundName + ".ogg"
    scene black
    image videov_FitnessStephanie_Alex_Sex1_3_25= Movie(play="video/v_FitnessStephanie_Alex_Sex1_3_25.mkv")
    show videov_FitnessStephanie_Alex_Sex1_3_25
    with fade
    stephanie "ООООООО!!!!"
    alex_photograph "Дааа..."
    wclean
    stop music2
    $ renpy.music.set_volume(1.0, 0.5, channel="music2")
    $ renpy.music.set_volume(1.0, 0.5, channel="music")
    imgf 43452
    w
    menu:
        "Виктория сказала, что внутри Стефани должно быть как можно больше членов.":
            pass
        "Достаточно! Выключить камеру!":
#            $ melanieVictoriaStephanieSwingerParty4 = day # Мелани выключила камеру до того, как Джон полез к Стефани
            # Мелани недовольно смотрит на Стефани с Алексом, на Джона рядом с ними
            music ZigZag
            imgf 43453
            melanie "..."
            # Мелани переводит взгляд на камеру, протягивает руку и выключает ее
            imgd 43454
            melanie "!!!"
            imgf 43455
            sound keyboard_click
            w
            # затемнение
            # смена кадра на приемную в офисе Дика
            # Виктория смотрит на темный монитор
            imgd 18970
            music Master_Disorder
            w
            imgf 43456
            victoria "Ах, так?!" # со злостью
            victoria "Подружка Мелани решила, что может не следовать моим советам?!"
            fadeblack 2.0
            # затемнение
            return
    # Мелани смотрит на Джона, тот как загипнотизированный наяривает себе рукой и смотрит на Стефани
    music ZigZag
    imgd 43457
    melanie "Джон..."
    # Стефани и Алексу не до них, они не слышат этого
    img 43458
    w5 "А? Да?"
    w5 "Мисс Мел..."
    imgf 43459
    melanie "Помнишь, о чем я тебе говорила, Джон?"
    w5 "..."
    w5 "Про Мисс Стефани?"
    # Мелани утвердительно кивает головой
    imgd 43460
    melanie "Приступай, Джон."
    imgd 43461
    w5 "Сейчас?"
    music Loved_Up
    #4
    img black_screen
    with diss
    stop music2
    $ renpy.music.set_volume(localSoundVolume, 0.5, channel="music2")
    $ renpy.music.set_volume(0.2, 0.5, channel="music")
    play music2 "<from " + str(float(rand(0,4))*1.4) + " loop 0.0>Sounds/" + localSoundName + ".ogg"
    scene black
    image videov_FitnessStephanie_Alex_Sex1_4_25= Movie(play="video/v_FitnessStephanie_Alex_Sex1_4_25.mkv")
    show videov_FitnessStephanie_Alex_Sex1_4_25
    with fade
    alex_photograph "Какая ты страстная, Стефани!"
    alex_photograph "Даа!!!"
    wclean
    stephanie "ОООО!!"
    stop music2
    $ renpy.music.set_volume(1.0, 0.5, channel="music2")
    $ renpy.music.set_volume(1.0, 0.5, channel="music")
    #5
    img black_screen
    with diss
    stop music2
    $ renpy.music.set_volume(localSoundVolume, 0.5, channel="music2")
    $ renpy.music.set_volume(0.2, 0.5, channel="music")
    play music2 "<from " + str(float(rand(0,4))*1.4) + " loop 0.0>Sounds/" + localSoundName + ".ogg"
    scene black
    image videov_FitnessStephanie_Alex_Sex1_5_25= Movie(play="video/v_FitnessStephanie_Alex_Sex1_5_25.mkv")
    show videov_FitnessStephanie_Alex_Sex1_5_25
    with fade
    stephanie "Алеееекс! Дааа!!!"
    wclean
    stop music2
    $ renpy.music.set_volume(1.0, 0.5, channel="music2")
    $ renpy.music.set_volume(1.0, 0.5, channel="music")
    imgf 43462
    melanie "Да. Прямо сейчас."
    w5 "Но я... Это все как-то..."
    melanie "Ты хочешь повышения или нет?!"
    # Стефани с Алексом пялятся
    #6
    img black_screen
    with diss
    stop music2
    $ renpy.music.set_volume(localSoundVolume, 0.5, channel="music2")
    $ renpy.music.set_volume(0.2, 0.5, channel="music")
    play music2 "<from " + str(float(rand(0,4))*1.4) + " loop 0.0>Sounds/" + localSoundName + ".ogg"
    scene black
    image videov_FitnessStephanie_Alex_Sex1_6_25= Movie(play="video/v_FitnessStephanie_Alex_Sex1_6_25.mkv")
    show videov_FitnessStephanie_Alex_Sex1_6_25
    with fade
    stephanie "Как клевооо!"
    stephanie "Еще-еще!!!"
    wclean
    stop music2
    $ renpy.music.set_volume(1.0, 0.5, channel="music2")
    $ renpy.music.set_volume(1.0, 0.5, channel="music")
    #7
    img black_screen
    with diss
    stop music2
    $ renpy.music.set_volume(localSoundVolume, 0.5, channel="music2")
    $ renpy.music.set_volume(0.2, 0.5, channel="music")
    play music2 "<from " + str(float(rand(0,4))*1.4) + " loop 0.0>Sounds/" + localSoundName + ".ogg"
    scene black
    image videov_FitnessStephanie_Alex_Sex1_7_25= Movie(play="video/v_FitnessStephanie_Alex_Sex1_7_25.mkv")
    show videov_FitnessStephanie_Alex_Sex1_7_25
    with fade
    alex_photograph "Мммм..."
    alex_photograph "Ох..."
    wclean
    stop music2
    $ renpy.music.set_volume(1.0, 0.5, channel="music2")
    $ renpy.music.set_volume(1.0, 0.5, channel="music")
    #8
    img black_screen
    with diss
    stop music2
    $ renpy.music.set_volume(localSoundVolume, 0.5, channel="music2")
    $ renpy.music.set_volume(0.2, 0.5, channel="music")
    play music2 "<from " + str(float(rand(0,4))*1.4) + " loop 0.0>Sounds/" + localSoundName + ".ogg"
    scene black
    image videov_FitnessStephanie_Alex_Sex1_8_25= Movie(play="video/v_FitnessStephanie_Alex_Sex1_8_25.mkv")
    show videov_FitnessStephanie_Alex_Sex1_8_25
    with fade
    stephanie "Да!!!"
    stephanie "Аааа!"
    wclean
    stop music2
    $ renpy.music.set_volume(1.0, 0.5, channel="music2")
    $ renpy.music.set_volume(1.0, 0.5, channel="music")
    label gallery_43474:
    fadeblack 1.0
    music Loved_Up
    imgf 43463
    w
    imgd 43464
    w
    imgf 43465
    stephanie "Быстрее, Алекс! Да!"
    # подхалим подкрадывается сзади к Стефани, кладет ладонь на ее спину и наклоняет ее на Алекса
    # ее попа при этом оттопыривается и раскрывается
    sound Jump2
    img 43466
    stephanie "Ооо, Алекс!"
    stephanie "Аааа!"
    # Джон пристраивает член к ее попе и делает толчок
    sound chpok6
    img 43467 hpunch
    stephanie "ААААА!"
    sound snd_woman_pain1
    img 43468 vpunch
    stephanie "Что ты делаешь?!"
    # затемнение
    # смена кадра на приемную в офисе Дика
    # Виктория радостно
    imgf 18970
    music Master_Disorder
    w
    imgd 43469
    victoria "БИНГО!!!"
    sound snd_woman_laugh3
    victoria "Ха-ха-ха!!!"
    # и продолжает ласкать себя
    # затемнение
    # смена кадра на спальню Мелани
    # Джон с членом в попе у Стефани испуганно смотрит на Мелани
    # она ему кивает головой типа продолжай
    # он снова делает толчок и входит в попу Стефани
    fadeblack 1.5
    music Loved_Up
    imgf 43470
    stephanie "Аааах!!!"
    stephanie "Черт!!!"
    imgd 43471
    stephanie "Ты?! Как ты посмел?!"
    stephanie "Чертов клерк!"
    # он начинает двигаться в ней
    imgd 43472
    w
    #video
    #1
    $ localSoundVolume = 1.0
    $ localSoundName = v_FitnessStephanie_Alex_OfficeWorker5_Sex1_1_sound_name
    img black_screen
    with diss
    stop music2
    $ renpy.music.set_volume(localSoundVolume, 0.5, channel="music2")
    $ renpy.music.set_volume(0.2, 0.5, channel="music")
    play music2 "<from " + str(float(rand(0,4))*1.16666667) + " loop 0.0>Sounds/" + localSoundName + ".ogg"
    scene black
    image videov_FitnessStephanie_Alex_OfficeWorker5_Sex1_1= Movie(play="video/v_FitnessStephanie_Alex_OfficeWorker5_Sex1_1.mkv")
    show videov_FitnessStephanie_Alex_OfficeWorker5_Sex1_1
    with fade
    stephanie "Оооо!!!"
    wclean
    w5 "О, Мисс Стефани, я..."
    stop music2
    $ renpy.music.set_volume(1.0, 0.5, channel="music2")
    $ renpy.music.set_volume(1.0, 0.5, channel="music")
    #2
    img black_screen
    with diss
    stop music2
    $ renpy.music.set_volume(localSoundVolume, 0.5, channel="music2")
    $ renpy.music.set_volume(0.2, 0.5, channel="music")
    play music2 "<from " + str(float(rand(0,4))*1.16666667) + " loop 0.0>Sounds/" + localSoundName + ".ogg"
    scene black
    image videov_FitnessStephanie_Alex_OfficeWorker5_Sex1_2= Movie(play="video/v_FitnessStephanie_Alex_OfficeWorker5_Sex1_2.mkv")
    show videov_FitnessStephanie_Alex_OfficeWorker5_Sex1_2
    with fade
    w5 "Сам не пойму, как это произошло..."
    w5 "Вы такая красивая... Такая сексуальная..."
    w5 "Я не могу больше себя контролировать, Мисс Стефани!"
    wclean
    stop music2
    $ renpy.music.set_volume(1.0, 0.5, channel="music2")
    $ renpy.music.set_volume(1.0, 0.5, channel="music")
    imgf 43473
    w
    #3
    img black_screen
    with diss
    stop music2
    $ renpy.music.set_volume(localSoundVolume, 0.5, channel="music2")
    $ renpy.music.set_volume(0.2, 0.5, channel="music")
    play music2 "<from " + str(float(rand(0,4))*1.16666667) + " loop 0.0>Sounds/" + localSoundName + ".ogg"
    scene black
    image videov_FitnessStephanie_Alex_OfficeWorker5_Sex1_3= Movie(play="video/v_FitnessStephanie_Alex_OfficeWorker5_Sex1_3.mkv")
    show videov_FitnessStephanie_Alex_OfficeWorker5_Sex1_3
    with fade
    stephanie "Джин, ты сволочь!"
    stephanie "Ааааа!!!"
    wclean
    stop music2
    $ renpy.music.set_volume(1.0, 0.5, channel="music2")
    $ renpy.music.set_volume(1.0, 0.5, channel="music")
    imgf 43474
    w
    #4
    img black_screen
    with diss
    stop music2
    $ renpy.music.set_volume(localSoundVolume, 0.5, channel="music2")
    $ renpy.music.set_volume(0.2, 0.5, channel="music")
    play music2 "<from " + str(float(rand(0,4))*1.16666667) + " loop 0.0>Sounds/" + localSoundName + ".ogg"
    scene black
    image videov_FitnessStephanie_Alex_OfficeWorker5_Sex1_4= Movie(play="video/v_FitnessStephanie_Alex_OfficeWorker5_Sex1_4.mkv")
    show videov_FitnessStephanie_Alex_OfficeWorker5_Sex1_4
    with fade
    w5 "Вам неприятно? Мне остановиться?"
    wclean
    stop music2
    $ renpy.music.set_volume(1.0, 0.5, channel="music2")
    $ renpy.music.set_volume(1.0, 0.5, channel="music")
    imgf 43475
    w
    #5
    img black_screen
    with diss
    stop music2
    $ renpy.music.set_volume(localSoundVolume, 0.5, channel="music2")
    $ renpy.music.set_volume(0.2, 0.5, channel="music")
    play music2 "<from " + str(float(rand(0,4))*1.16666667) + " loop 0.0>Sounds/" + localSoundName + ".ogg"
    scene black
    image videov_FitnessStephanie_Alex_OfficeWorker5_Sex1_5= Movie(play="video/v_FitnessStephanie_Alex_OfficeWorker5_Sex1_5.mkv")
    show videov_FitnessStephanie_Alex_OfficeWorker5_Sex1_5
    with fade
    stephanie "Только попробуй, твою мать!"
    wclean
    stephanie "Оооох!!!"
    stop music2
    $ renpy.music.set_volume(1.0, 0.5, channel="music2")
    $ renpy.music.set_volume(1.0, 0.5, channel="music")
    #6
    img black_screen
    with diss
    stop music2
    $ renpy.music.set_volume(localSoundVolume, 0.5, channel="music2")
    $ renpy.music.set_volume(0.2, 0.5, channel="music")
    play music2 "<from " + str(float(rand(0,4))*1.16666667) + " loop 0.0>Sounds/" + localSoundName + ".ogg"
    scene black
    image videov_FitnessStephanie_Alex_OfficeWorker5_Sex1_6= Movie(play="video/v_FitnessStephanie_Alex_OfficeWorker5_Sex1_6.mkv")
    show videov_FitnessStephanie_Alex_OfficeWorker5_Sex1_6
    with fade
    stephanie "Оооо!!! Офигеееть!!!"
    stephanie "У меня такое в первый рааааз!"
    wclean
    stephanie "ААААА!!!"
    stop music2
    $ renpy.music.set_volume(1.0, 0.5, channel="music2")
    $ renpy.music.set_volume(1.0, 0.5, channel="music")
    #7
    img black_screen
    with diss
    stop music2
    $ renpy.music.set_volume(localSoundVolume, 0.5, channel="music2")
    $ renpy.music.set_volume(0.2, 0.5, channel="music")
    play music2 "<from " + str(float(rand(0,4))*1.16666667) + " loop 0.0>Sounds/" + localSoundName + ".ogg"
    scene black
    image videov_FitnessStephanie_Alex_OfficeWorker5_Sex1_7= Movie(play="video/v_FitnessStephanie_Alex_OfficeWorker5_Sex1_7.mkv")
    show videov_FitnessStephanie_Alex_OfficeWorker5_Sex1_7
    with fade
    alex_photograph "Ооо, дааа!"
    wclean
    w5 "Мммм..."
    stop music2
    $ renpy.music.set_volume(1.0, 0.5, channel="music2")
    $ renpy.music.set_volume(1.0, 0.5, channel="music")
    # Мелани снова смотрит на камеру
    # затемнение
    # смена кадра на приемную в офисе Дика
    # Виктория радостно
    label gallery_43487:
    fadeblack 1.5
    music Master_Disorder
    imgf 18970
    w
    imgd 43481
    victoria "Ну давай, подружка Мелани!"
    victoria "Это в твоих интересах."
    # ласкает себя
    # затемнение
    # смена кадра на спальню Мелани
    # Мелани медлит
    imgd 43476
    melanie "..."
    menu:
        "Заставить Стефани лизать киску Мелани. (in Extra version) (disabled)." if game.extra == False:
            pass
        "Заставить Стефани лизать киску Мелани." if game.extra == True:
            pass
        "Достаточно! Выключить камеру!":
            label gallery_43455:
#            $ melanieVictoriaStephanieSwingerParty5 = day # Мелани выключила камеру и не стала садиться на лицо Стефани
            # Мелани недовольно смотрит на Стефани с Алексом и Джоном
            music Loved_up2
            #8
            img black_screen
            with diss
            stop music2
            $ renpy.music.set_volume(localSoundVolume, 0.5, channel="music2")
            $ renpy.music.set_volume(0.2, 0.5, channel="music")
            play music2 "<from " + str(float(rand(0,4))*1.16666667) + " loop 0.0>Sounds/" + localSoundName + ".ogg"
            scene black
            image videov_FitnessStephanie_Alex_OfficeWorker5_Sex1_8= Movie(play="video/v_FitnessStephanie_Alex_OfficeWorker5_Sex1_8.mkv")
            show videov_FitnessStephanie_Alex_OfficeWorker5_Sex1_8
            with fade
            stephanie "Быстрее!!! Еще!"
            wclean
            stop music2
            $ renpy.music.set_volume(1.0, 0.5, channel="music2")
            $ renpy.music.set_volume(1.0, 0.5, channel="music")
            #9
            img black_screen
            with diss
            stop music2
            $ renpy.music.set_volume(localSoundVolume, 0.5, channel="music2")
            $ renpy.music.set_volume(0.2, 0.5, channel="music")
            play music2 "<from " + str(float(rand(0,4))*1.16666667) + " loop 0.0>Sounds/" + localSoundName + ".ogg"
            scene black
            image videov_FitnessStephanie_Alex_OfficeWorker5_Sex1_9= Movie(play="video/v_FitnessStephanie_Alex_OfficeWorker5_Sex1_9.mkv")
            show videov_FitnessStephanie_Alex_OfficeWorker5_Sex1_9
            with fade
            stephanie "Оооо!!! Да!!!"
            wclean
            stop music2
            $ renpy.music.set_volume(1.0, 0.5, channel="music2")
            $ renpy.music.set_volume(1.0, 0.5, channel="music")
            fadeblack 1.5
            music ZigZag
            imgf 43477
            melanie "..."
            # Мелани переводит взгляд на камеру, протягивает руку и выключает ее
            imgd 43478
            melanie "!!!"
            img 43455
            sound keyboard_click
            w
            # затемнение
            # смена кадра на приемную в офисе Дика
            # Виктория смотрит на темный монитор
            music Master_Disorder
            imgf 43479
            w
#            victoria "Ах, так?!" # со злостью
#            victoria "Подружка Мелани решила, что может не следовать моим советам?!"
            imgd 43505
            sound snd_woman_laugh3
            victoria "Отлично справилась, подружка Мелани!"
            victoria "Хи-хи-хи!"
            fadeblack 2.0
            # затемнение
            return
    # Мелани лезет на постель к нашей троице
    # встает, широко раздвинув ноги, над лицом Алекса, берет за голову Стефани и притягивает к своей киске
    # кадр, как Мелани сверху вниз смотрит на Стефани и улыбается довольно
#    label video_test:
    music Loved_Up
    imgf 43480
    w
    #8
    img black_screen
    with diss
    stop music2
    $ renpy.music.set_volume(localSoundVolume, 0.5, channel="music2")
    $ renpy.music.set_volume(0.2, 0.5, channel="music")
    play music2 "<from " + str(float(rand(0,4))*1.16666667) + " loop 0.0>Sounds/" + localSoundName + ".ogg"
    scene black
    image videov_FitnessStephanie_Alex_OfficeWorker5_Sex1_8= Movie(play="video/v_FitnessStephanie_Alex_OfficeWorker5_Sex1_8.mkv")
    show videov_FitnessStephanie_Alex_OfficeWorker5_Sex1_8
    with fade
    stephanie "Быстрее!!! Еще!"
    wclean
    stop music2
    $ renpy.music.set_volume(1.0, 0.5, channel="music2")
    $ renpy.music.set_volume(1.0, 0.5, channel="music")
    imgf 43482
    w
    #9
    img black_screen
    with diss
    stop music2
    $ renpy.music.set_volume(localSoundVolume, 0.5, channel="music2")
    $ renpy.music.set_volume(0.2, 0.5, channel="music")
    play music2 "<from " + str(float(rand(0,4))*1.16666667) + " loop 0.0>Sounds/" + localSoundName + ".ogg"
    scene black
    image videov_FitnessStephanie_Alex_OfficeWorker5_Sex1_9= Movie(play="video/v_FitnessStephanie_Alex_OfficeWorker5_Sex1_9.mkv")
    show videov_FitnessStephanie_Alex_OfficeWorker5_Sex1_9
    with fade
    stephanie "Оооо!!! Да!!!"
    wclean
    stop music2
    $ renpy.music.set_volume(1.0, 0.5, channel="music2")
    $ renpy.music.set_volume(1.0, 0.5, channel="music")
    imgf 43483
    w
    imgd 43484
    w
    imgd 43485
    melanie "..."
    # Стефани начинает ей лизать прямо над лицом у Алекса, он смотрит на эту картину
    music Loved_up2
    sound2 Jump2
    img 43486 vpunch
    w
    #video
    #1
    $ localSoundVolume = 1.0
    $ localSoundName = v_FitnessStephanie_Alex_OfficeWorker5_Sex2_1_sound_name
    img black_screen
    with diss
    stop music2
    $ renpy.music.set_volume(localSoundVolume, 0.5, channel="music2")
    $ renpy.music.set_volume(0.2, 0.5, channel="music")
    play music2 "<from " + str(float(rand(0,4))*1.16666667) + " loop 0.0>Sounds/" + localSoundName + ".ogg"
    scene black
    image videov_FitnessStephanie_Alex_OfficeWorker5_Sex2_1= Movie(play="video/v_FitnessStephanie_Alex_OfficeWorker5_Sex2_1.mkv")
    show videov_FitnessStephanie_Alex_OfficeWorker5_Sex2_1
    with fade
    alex_photograph "Оооо, каааайф!"
    wclean
    stop music2
    $ renpy.music.set_volume(1.0, 0.5, channel="music2")
    $ renpy.music.set_volume(1.0, 0.5, channel="music")
    imgf 43488
    w
    imgd 43489
    w
    sound lick3
    imgd 43490
    w
    sound lick3
    imgd 43489
    w
    sound lick3
    imgd 43490
    w
    #2
    img black_screen
    with diss
    stop music2
    $ renpy.music.set_volume(localSoundVolume, 0.5, channel="music2")
    $ renpy.music.set_volume(0.2, 0.5, channel="music")
    play music2 "<from " + str(float(rand(0,4))*1.16666667) + " loop 0.0>Sounds/" + localSoundName + ".ogg"
    scene black
    image videov_FitnessStephanie_Alex_OfficeWorker5_Sex2_2= Movie(play="video/v_FitnessStephanie_Alex_OfficeWorker5_Sex2_2.mkv")
    show videov_FitnessStephanie_Alex_OfficeWorker5_Sex2_2
    with fade
    stephanie "Мммммм!!!"
    wclean
    stop music2
    $ renpy.music.set_volume(1.0, 0.5, channel="music2")
    $ renpy.music.set_volume(1.0, 0.5, channel="music")
    #3
    img black_screen
    with diss
    stop music2
    $ renpy.music.set_volume(localSoundVolume, 0.5, channel="music2")
    $ renpy.music.set_volume(0.2, 0.5, channel="music")
    play music2 "<from " + str(float(rand(0,4))*1.16666667) + " loop 0.0>Sounds/" + localSoundName + ".ogg"
    scene black
    image videov_FitnessStephanie_Alex_OfficeWorker5_Sex2_3= Movie(play="video/v_FitnessStephanie_Alex_OfficeWorker5_Sex2_3.mkv")
    show videov_FitnessStephanie_Alex_OfficeWorker5_Sex2_3
    with fade
    stephanie "Фффффф!!!"
    wclean
    stop music2
    $ renpy.music.set_volume(1.0, 0.5, channel="music2")
    $ renpy.music.set_volume(1.0, 0.5, channel="music")
    imgf 43491
    w
    imgd 43487
    w
    #4
    img black_screen
    with diss
    stop music2
    $ renpy.music.set_volume(localSoundVolume, 0.5, channel="music2")
    $ renpy.music.set_volume(0.2, 0.5, channel="music")
    play music2 "<from " + str(float(rand(0,4))*1.16666667) + " loop 0.0>Sounds/" + localSoundName + ".ogg"
    scene black
    image videov_FitnessStephanie_Alex_OfficeWorker5_Sex2_4= Movie(play="video/v_FitnessStephanie_Alex_OfficeWorker5_Sex2_4.mkv")
    show videov_FitnessStephanie_Alex_OfficeWorker5_Sex2_4
    with fade
    alex_photograph "Оооох..."
    alex_photograph "Даааа... Продолжай таааак..."
    alex_photograph "Мммм..."
    wclean
    stop music2
    $ renpy.music.set_volume(1.0, 0.5, channel="music2")
    $ renpy.music.set_volume(1.0, 0.5, channel="music")
    imgf 43492
    w
    #5
    img black_screen
    with diss
    stop music2
    $ renpy.music.set_volume(localSoundVolume, 0.5, channel="music2")
    $ renpy.music.set_volume(0.2, 0.5, channel="music")
    play music2 "<from " + str(float(rand(0,4))*1.16666667) + " loop 0.0>Sounds/" + localSoundName + ".ogg"
    scene black
    image videov_FitnessStephanie_Alex_OfficeWorker5_Sex2_5= Movie(play="video/v_FitnessStephanie_Alex_OfficeWorker5_Sex2_5.mkv")
    show videov_FitnessStephanie_Alex_OfficeWorker5_Sex2_5
    with fade
    stephanie "Мпфааа!!!"
    wclean
    stop music2
    $ renpy.music.set_volume(1.0, 0.5, channel="music2")
    $ renpy.music.set_volume(1.0, 0.5, channel="music")
    imgf 43493
    w
    #6
    img black_screen
    with diss
    stop music2
    $ renpy.music.set_volume(localSoundVolume, 0.5, channel="music2")
    $ renpy.music.set_volume(0.2, 0.5, channel="music")
    play music2 "<from " + str(float(rand(0,4))*1.16666667) + " loop 0.0>Sounds/" + localSoundName + ".ogg"
    scene black
    image videov_FitnessStephanie_Alex_OfficeWorker5_Sex2_6= Movie(play="video/v_FitnessStephanie_Alex_OfficeWorker5_Sex2_6.mkv")
    show videov_FitnessStephanie_Alex_OfficeWorker5_Sex2_6
    with fade
    alex_photograph "Ааааа!!"
    w5 "Мммм..."
    wclean
    stop music2
    $ renpy.music.set_volume(1.0, 0.5, channel="music2")
    $ renpy.music.set_volume(1.0, 0.5, channel="music")
    # Стефани кончает первой, Алекс и подхалим следом за ней
    imgf 43494
    w
    #7
    img black_screen
    with diss
    stop music2
    $ renpy.music.set_volume(localSoundVolume, 0.5, channel="music2")
    $ renpy.music.set_volume(0.2, 0.5, channel="music")
    play music2 "<from " + str(float(rand(0,4))*1.16666667) + " loop 0.0>Sounds/" + localSoundName + ".ogg"
    scene black
    image videov_FitnessStephanie_Alex_OfficeWorker5_Sex2_7= Movie(play="video/v_FitnessStephanie_Alex_OfficeWorker5_Sex2_7.mkv")
    show videov_FitnessStephanie_Alex_OfficeWorker5_Sex2_7
    with fade
    stephanie "Мпфхфпфф!!!"
    stephanie "Мммпфф!!!"
    wclean
    stephanie "ОООООО!!!"
    stop music2
    $ renpy.music.set_volume(1.0, 0.5, channel="music2")
    $ renpy.music.set_volume(1.0, 0.5, channel="music")
    imgf 43495
    w
    imgd 43496
    w
    #8
    img black_screen
    with diss
    stop music2
    $ renpy.music.set_volume(localSoundVolume, 0.5, channel="music2")
    $ renpy.music.set_volume(0.2, 0.5, channel="music")
    play music2 "<from " + str(float(rand(0,4))*1.16666667) + " loop 0.0>Sounds/" + localSoundName + ".ogg"
    scene black
    image videov_FitnessStephanie_Alex_OfficeWorker5_Sex2_8= Movie(play="video/v_FitnessStephanie_Alex_OfficeWorker5_Sex2_8.mkv")
    show videov_FitnessStephanie_Alex_OfficeWorker5_Sex2_8
    with fade
    alex_photograph "Я сейчас кончуууу!!!"
    wclean
    w5 "Да! Я тоже кончааааю!"
    stop music2
    $ renpy.music.set_volume(1.0, 0.5, channel="music2")
    $ renpy.music.set_volume(1.0, 0.5, channel="music")
    menu:
        "Кончить внутрь Стефани.":
#            $ melanieStephanieAlexJohn_cumzone = 1
            img 43497
            sound bulk1
            show screen photoshot_screen()
            with hpunch
            pause 0.7
            hide screen photoshot_screen
            sound man_moan1
            alex_photograph "ААА!"
            alex_photograph "АААААА!!"
            alex_photograph "ААААААААА!!!"
            img 43498
            sound bulk1
            show screen photoshot_screen()
            with hpunch
            pause 0.7
            hide screen photoshot_screen
            sound man_moan18
            w5 "МММММ!"
            w5 "ОООО..."
            w5 "ДАААААА!!!"
            img 43499
            sound bulk1
            show screen photoshot_screen()
            with hpunch
            pause 0.7
            hide screen photoshot_screen
            sound woman_moan12
            stephanie "Ммммм..."
            imgd 43502
            w
            sound hlup25
            imgd 43501
            w
            pass
        "Кончить на Стефани.":
#            $ melanieStephanieAlexJohn_cumzone = 2
            img 43497
            sound bulk1
            show screen photoshot_screen()
            with hpunch
            pause 0.7
            hide screen photoshot_screen
            sound man_moan1
            alex_photograph "ААА!"
            alex_photograph "АААААА!!"
            alex_photograph "ААААААААА!!!"
            img 43498
            sound bulk1
            show screen photoshot_screen()
            with hpunch
            pause 0.7
            hide screen photoshot_screen
            sound man_moan18
            w5 "МММММ!"
            w5 "ОООО..."
            w5 "ДАААААА!!!"
            img 43499
            sound bulk1
            show screen photoshot_screen()
            with hpunch
            pause 0.7
            hide screen photoshot_screen
            sound woman_moan12
            stephanie "Ммммм..."
            imgd 43503
            w
            sound hlup25
            imgd 43504
            w
            pass
    # Мелани смотрит на камеру
    fadeblack 2.0
    music Master_Disorder
    imgfl 43500
    melanie "..."
    # затемнение
    # смена кадра на приемную в офисе Дика
    # довольная Виктория смотрит на монитор
    # звуки затвора камеры и вспышки (типа она делает скрины, либо записыват)
    imgf 18970
    w
    imgd 43505
    sound snd_woman_laugh3
    victoria "Отлично справилась, подружка Мелани!"
    victoria "Хи-хи-хи!"
    # затемнение
#    $ melanieVictoriaStephanieSwingerParty3 = day # Стефани была на секс-вечеринке у Мелани
    fadeblack 2.0
    return



label gallery_60019:
    # спустя некоторое время Моника с Бифом заходят в конференц-зал Кэмпбелла
    # к ним с важным видом подходит  ассистентка Кэмпбелла, она в очках, в руках папка
    pause 1.5
    sound snd_door_open1
    pause 1.5
    sound highheels_short_walk
    pause 2.0
    music Groove2_85
    imgfl 60001
    w
    imgf 60000
    beatrice "Добрый день! Миссис Бакфетт, полагаю?"
    # Биф, жадно пожирая ее глазами
    imgd 60002
    w
    imgd 60003
    biff "Добрый день, Мисс!"
    biff "Передайте Мистеру Кэмпбеллу, что прибыла Миссис Бакфетт и Мистер Биф..."
    # секретарша продолжает важно
    music ZigZag
    imgf 60004
    beatrice "Я Беатрис. Являюсь ассистентом Мистера Кэмпбелла."
    imgd 60005
    beatrice "Я тоже буду присутствовать на сегоднящней фотосессии." # она неприязненно смотрит на Монику
    sound highheels_short_walk
    imgf 60006
    # Беатрис разворачивается и говорит на ходу
    beatrice "Пойдемте за мной. Я проведу вас."
    sound Jump2
    img 60007 vpunch
    mt "!!!"
    mt "А ей какого черта нужно присутствовать?!"
    mt "Может, вообще весь коллектив соберется?!"
    mt "Что за бред?!"
    # Биф смотрит на ее попу и шепчет Монике
    sound highheels_short_walk
    imgd 60008
    biff "Вот это ассистентка!"
    biff "Вот бы мне такую! На место Сиськи, например..."
    music Power_Bots_Loop
    img 60009
    m "Биф!"
    mt "Похотливое животное!"
    mt "!!!"
    # Биф смотрит на Монику
    music Groove2_85
    sound2 Jump1
    imgd 60010
    biff "Пошли, цыпочка."
    biff "И я тебя предупреждаю сразу! Никаких глупостей!"
    biff "Эта фотосессия должна пройти без накладок!"
    biff "Если ты сделаешь что-то не так и сорвешь ее..."
    biff "Дорогу в мой офис можешь забыть!"
    biff "Поняла меня?!"
    m "..."
    menu:
        "Да.":
            m "Да..."
            pass
        "Промолчать.":
            mt "Да пошел ты, придурок!"
            m "..."
            pass
    sound man_steps
    imgf 60011
    biff "Все, пошли!"
    # затемнение
    fadeblack
    sound highheels_short_walk
    pause 2.0
    music Groove2_85
    imgfl 60012
    w
    imgf 60013
    beatrice "Мистер Кэмпбелл, они прибыли..."
    campbell "Спасибо, Беатрис."
    # Биф, следом Моника тоже подходят к нему
    imgd 60014
    biff "Здравствуйте, Мистер Кэмпбелл!"
    biff "Очень рад встрече с вами и..."
    music Hidden_Agenda
    sound2 Jump1
    img 60015
    # пялясь на Беатрис
    biff "И вашими сотрудниками!"
    music Groove2_85
    imgf 60016
    campbell "Здравствуйте, Мистер Биф."
    campbell "Миссис Бакфетт, рад, что вы согласились на эту фотосессию."
    # Кэмпбелл делает жест рукой в сторону Райена
    sound Jump2
    imgd 60017
    campbell "Сегодня мы будем сотрудничать с одним из лучших фотографов нашего города."
    campbell "Знакомтесь, Мистер Райен."
    sound man_steps
    imgf 60018
    ryan "Добрый день, Миссис Бакфетт."
    ryan "Рад встрече с вами."
    m "Здравствуй, Райен..."
    ryan "Давно мечтал поработать с вами, Миссис Бакфетт."
    music Stealth_Groover
    imgd 60019
    mt "Вот черт!"
    mt "Этот никчемный Райен будет проводить фотосессию?!"
    mt "В прошлый раз он взял на себя наглость критиковать работу Алекса!"
    #
    $ notif(_("Моника разговаривала с Райеном на мероприятии в клубе Кэмпбелла."))
    #
    mt "А потом говорил, что видел мои снимки с закрытой фотосессии!!"
    mt "Самодовольный индюк!"
    music Groove2_85
    imgf 60020
    # Кэмпбелл говорит Райену
    campbell "Райен, можете приступать к работе."
    campbell "Мы с Мистером Бифом и Беатрис будем наблюдать за процессом с зала." # показывает на кресла в первом ряду перед сценой
    # потом поворачивается к Монике
    fadeblack
    sound man_steps
    pause 2.0
    music Groove2_85
    imgfl 60021
    w
    imgf 60022
    campbell "Миссис Бакфетт, скорее всего, Мистер Биф рассказал вам, какого рода снимки мне нужны..."
    campbell "Но я уточню, что это..." # показывает рукой на раму
    imgd 60023
    campbell "Это очень дорогая дизайнерская рама для картины."
    imgf 60024
    campbell "Мои лучшие дизайнеры провели тщательную и кропотливую работу..."
    campbell "Чтобы сделать ее неповторимой и потрясающе прекрасной."
    campbell "Это ваш реквизит для съемок, Миссис Бакфетт."
    # Моника с недоумением смотрит на раму
    music Stealth_Groover
    imgd 60025
    mt "Обычная рама... Не вижу в ней ничего потрясающего и неповторимого."
    mt "И еще этот Райен! Он меня раздражает!"
    mt "Одно дело работать с Алексом. Ему можно сказать, чтобы он не брал какие-то определенные ракурсы..."
    mt "Может, у меня получится также руководить и этим Райеном?.."
    imgd 60026
    mt "Моника Бакфетт снимается для рекламы дурацкой рамы!"
    mt "Какой-то идиотизм!"
    # Кэмпбелл прерывает ее мысли
    music Groove2_85
    imgf 60027
    campbell "Можете приготовиться к съемке, Миссис Бакфетт..."
    m "А где я могу переодеться и где костюм для съемки?"
    campbell "Мистер Биф не сказал вам?"
    campbell "Рама - единственный ваш реквизит. Никакой одежды."
    music Power_Bots_Loop
    img 60028 vpunch
    m "?!"
    m "В смысле?"
    music Groove2_85
    imgd 60029
    campbell "Миссис Бакфетт, это реклама рамы, а не одежды."
    campbell "Любая одежда будет только отвлекать от изысканного дизайна рамы."
    m "!!!"
    imgd 60030
    campbell "Готовьтесь к съемке, Миссис Бакфетт. Мы скоро начинаем."
    campbell "Пойдем, Беатрис. Мистер Биф, присоединяйтесь к нам в зале."
    biff "Одну минуту, Мистер Кэмпбелл..."
    # Кэмпбелл идет к выходу со сцены, чтобы сесть в зрительном зале
    # Беатрис говорит Монике
    music ZigZag
    sound2 highheels_short_walk
    imgf 60031
    beatrice "И поаккуратнее с реквизитом, Миссис Бакфетт!"
    beatrice "Эта рама стоит целое состояние!"
    m "!!!"
    # затемнение
    fadeblack
    sound highheels_short_walk
    pause 2.0
    music Groove2_85
    imgf 60032
    biff "Так, цыпочка!"
    biff "Ты все слышала."
    biff "Давай, раздевайся и за работу! Не заставляй папочку и Мистера Кэмбелла ждать!"
    music Pyro_Flow
    img 60033 vpunch
    m "Раздеваться?!"
    m "Какого черта, Биф, я узнаю об этом здесь?!"
    m "?!"
    sound Jump1
    img 60034
    biff "Это твоя работа! Ты получаешь за это немаленькие деньги!"
    biff "А если будешь спорить!.."
    biff "Я не заплачу тебе ни цента!"
    biff "Так что не порть папочке настроение!"
    imgd 60035
    biff "Если хочешь и дальше зарабатывать неоправданно большие деньги..."
    biff "Только за то, что кривляешься перед камерой!"
    biff "То закрой свой рот и будь хорошей цыпочкой!"
    biff "Сорвешь съемку - сразу же позвоню охране в мой офис и тебя туда больше не пустят!"
    biff "Поняла меня?"
    imgd 60036
    biff "Раздевайся! Тебя все ждут!"
    m "!!!"
    #corruption
#    $ menu_corruption = [monicaPhotoshootFrameCorruptionRequired2, 0]
    menu:
        "Провести фотосессию.":
#            $ monicaCampbellOfficePhotoshoot3 = day # Моника согласилась на фотосессию в раме
            pass
        "Отказаться!":
            label gallery_60037:
            fadeblack
            sound highheels_run2
            pause 1.5
            music Pyro_Flow
            img 60037 vpunch
            m "Биф, я не буду фотографироваться голой!"
            m "Да еще в присутствии этого инвестора и этого фотографа!"
            m "И этой жирной коровы!"
            m "Я не хочу, чтобы они на меня пялились!"
            m "И указывали мне, что делать!"
            biff "Ты не получишь никакую другую работу..."
            biff "Пока не проведешь эту фотосессию!"
            biff "Кукла безмозглая!"
            biff "Если будешь и дальше спорить со мной..."
            biff "Я заставлю тебя фотографироваться с членом во рту!"
            # Моника идет к выходу
            m "Да пошел ты!!!"
            m "!!!"
            fadeblack
            sound highheels_run2
            pause 2.0
            return
    # Моника зло смотрит на него
    mt "Гребаный Биф!"
    mt "Убью его!"
    mt "!!!"
    imgf 60038
    mt "Я, Моника Бакфетт, буду сниматься обнаженной!"
    mt "В какой-то безвкусной, отвратительной раме!!!"
    mt "Что делать, Моника?!"
    mt "Сволочь Биф сказал, что не пустит меня в офис!"
    mt "Черт-черт-черт!!!"
    mt "!!!"
    # задумчиво смотрит на раму
    music Hidden_Agenda
    imgd 60039
    mt "Может, я смогу принимать такие позы, в которых из-за чертовой рамы ничего не будет видно?.."
    mt "И попрошу этого придурка Райена делать соответствующие кадры..."
    mt "..."
    imgd 60040
    mt "Я не могу из-за какой-то фотосессии сорвать свой план!"
    music Stealth_Groover
    mt "Мне нужно вернуть себе все, что у меня отняли!"
    mt "А для этого необходимо мое присутствие в моем офисе!"
    mt "В конце концов, это МОЙ офис и МОЙ журнал!"
    mt "!!!"
    imgf 60041
    # Моника зло говорит Бифу
    m "Я проведу эту фотосессию!"
    music Groove2_85
    # Биф радостно
    biff "Отлично, цыпочка!"
    imgd 60042
    biff "Папочка рад, что у тебя хватило мозгов не сорвать съемку!"
    biff "Раздевайся и лезь в эту дизайнерскую хреновину!"
    fadeblack
    sound snd_fabric1
    pause 2.0
    music Groove2_85
    imgfl 60043
    w
    imgf 60044
    mt "Боже! Чувствую себя отвратительно!"
    mt "!!!"
    # if если танцевала на сцене паба голой
    if ep29_quests_pub_forgiveness_dancing_quest_in_progress == True or monica_shiny_hole_queen_day > 0:
        #
        $ notif(_("Моника танцевала стриптиз в Shiny Hole."))
        #
        mt "Конечно, мне не впервые находиться на сцене без одежды..."
        mt "Но в этой грязной дыре, которую извращенка Эшли называет баром..."
        mt "Никто не знает, кто я такая на самом деле."
        mt "А здесь!.."
        #
label gallery_ep219_dialogues2_office_3a:
    music Groove2_85
    call ep219_dialogues2_office_3a() from _rcall_ep219_dialogues2_office_3a_1
    if _return == False:
        return
    $ PS11_shoots_array_tmp = PS11_shoots_array
    call ep219_dialogues2_office_3_photoshoot() from _rcall_ep219_dialogues2_office_3_photoshoot_2
    $ PS11_shoots_array = PS11_shoots_array_tmp
    $ PS11_shoots_array_tmp = False
    return

############# v4
label gallery_35352:
    scene black_screen
    with Dissolve(1)
    music stop
    call textonblack(t_("Утро...")) from _rcall_textonblack_83
    scene black_screen
    with Dissolve(1)
    music Groove2_85
    imgf 32877
    w
    imgd 35281
    betty_t "Я это сделаю, чтобы забрать свой утюг!"
    betty_t "Меня совсем не интересует его благодарность!"
    betty_t "Я верная жена своего мужа!"
    betty_t "И мне абсолютно безразлично, как он собирается меня благодарить!"
    betty_t "Помогу с уборокой, заберу свой утюг и все!"
    sound highheels_short_walk
    imgf 32878
    sound2 snd_door_knock
    w
    fadeblack
    sound man_steps
    pause 2.0
    sound snd_door_open1
    pause 1.5
    sound highheels_short_walk
    pause 2.0
    music Groove2_85
    # затемение, стук в дверь, звук двери, каблуки
    # смена кадра на гостиную соседа
    # Бетти с деловым видом заходит, Лиам радостно
    imgfl 35282
    liam "Мэм, я так рад, что вы пришли!"
    betty "Лиам, давайте сразу к делу! Я тороплюсь!"
    betty "Я очень занятая женщина!"
    betty "И мне с большим трудом удалось выделить время на помощь вам!"
    imgf 35283
    liam "Да, я знаю, Мэм..."
    liam "Конечно, вы правы!"
    liam "Проходите..."
    betty "Где у вас тут ведро, Лиам?!"
    # он неуверенно смотрит на ее платье
    imgd 35284
    liam "О, Мэм... Я тут подумал..."
    liam "У вас такое красивое платье... Оно так идет вам."
    betty "И?.."
    liam "Я боюсь, что вы его запачкаете во время уборки."
    # Бетти смотрит на свое платье
    imgf 35285
    w
    imgd 35286
    betty "..."
    # Лиам торопливо
    img 35287
    liam "Но не переживайте за платье, Мэм!"
    liam "Лиам позаботился заранее о платье своей замечательной соседки!"
    betty "Позаботился?"
    liam "Да, Мэм! В гараже я нашел фартук! Cпециально для вас!"
    music Stealth_Groover
    imgd 35288
    betty "Я не собираюсь надевать какой-то там фартук!"
    betty "Я, скорее, испачкаю свою платье этим дурацким фартуком, чем уборкой!"
    imgd 35289
    betty_t "Наверняка, это грязный вонючий фартук того торговца рыбой с рынка! Фу!"
    music Hidden_Agenda
    imgf 35290
    liam "Мэм, ваше платье точно останется чистым..."
    liam "Если вы его снимете и наденете только фартук..."
    music Pyro_Flow
    img 35296 hpunch
    betty "Что?!"
    betty "!!!"
    menu:
        "Я не собираюсь надевать какой-то дурацкий фартук!":
            #$ monicaLiamBettyHousemaid2 = day # Бетти согласилась переодеться в фартук
            pass
        "Уйти отсюда! (прерывание сцены)":
            label gallery_35292:
            music Pyro_Flow
            imgf 35292
            betty_t "Я, Бетти Робертс!.."
            betty_t "Я хозяйка богатого дома и верная жена своего мужа!.."
            betty_t "Почему это Я должна убираться у какого-то там соседа?!"
            betty_t "Да еще и в одном фартуке! Без одежды!!!"
            imgd 35293
            betty_t "Я не собираюсь больше поддаваться на эти глупые провокации!"
            betty_t "Каждый мой визит в его дом всегда заканчивается одинаково!"
            sound highheels_short_walk
            imgf 35294
            betty "С меня хватит, Лиам!"
            betty "Я вам итак достаточно помогла в решении вашей проблемы!"
            betty "И не допущу, чтобы вы злоупотребляли моей добротой и порядочностью!"
            ## фраза соседа "Мэм, но как же Ваш утюг" или что-то типа того
            liam "Но, Мэм!.. А как же утюг?"
            imgd 35295
            betty "Оставьте себе этот дурацкий утюг!!!"
            betty "Я могу себе позволить купить новый!"
            fadeblack
            sound highheels_short_walk
            pause 2.0
            # уходит
            return
    # Бетти сердито
    imgd 35291
    betty "Знаете что, Лиам?!"
    betty "Я не собираюсь надевать какой-то дурацкий фартук!"
    betty "У меня нет времени на все эти глупости!"
    liam "Но, Мэм..."
    imgd 35288
    betty "Давайте мне ведро и швабру!"
    music Groove2_85
    sound2 man_steps
    imgf 35297
    w
    imgd 35298
    w
    fadeblack
    sound snd_door_open1
    pause 1.5
    music Groove2_85
    # Лиам выходит, затемнение
    # возвращается с ведром и губкой
    imgfl 35299
    w
    imgf 35300
    liam "Вот, Мэм..."
    liam "Я все для вас приготовил."
    sound Jump2
    img 35301 vpunch
    betty "Это еще что такое?!"
    betty "Я что, должна этим делать уборку?!"
    music Hidden_Agenda
    imgd 35302
    liam "Мэм, ну вы же такая замечательная хозяйка!"
    liam "Я уверен, что у вас отлично получится навести порядок."
    # она выхватывает у него ведро
    sound vjuh3
    img 35303
    betty "Да, я замечательная хозяйка!"
    betty "С этим не сможет не справиться только какая-нибудь некомпетентная уборщица!"
    betty "Вроде моей непутевой горничной!"
    liam "Да, Мэм, вы правы!"
    imgd 35304
    betty "Где ваш дурацкий фартук?!"
    betty "Я не хочу его надевать!.."
    betty "Но этим я точно испорчу свое платье во время уборки!"
    # сосед довольно улыбается
    liam "Фартук на диване, Мэм..."
    # Бетти с деловым видом шагает к дивану
#    music Groove2_85
    sound highheels_short_walk
    imgf 35305
    w
    imgd 35306
    betty "!!!"
    # затемнение, шуршание одежды
    # Бетти стоит голая, в одном фартуке, чепчике и туфлях
    fadeblack
    sound snd_fabric1
    pause 2.0
    music Groove2_85
    imgfl 35307
    w
    imgf 35308
    w
    imgd 35309
    liam "О, Мэээм!.."
    liam "У меня просто нет слов, как вам идет этот наряд!"
    imgd 35310
    liam "Вы такая!.. Такая!.."
    # кладет руку на свою ширинку
    music Stealth_Groover
    imgf 35311
    betty "Я знаю, Лиам!"
    betty "Красивой женщине любой наряд к лицу!"
    sound Jump2
    imgd 35312
    betty "А теперь не мешайте мне!"
    betty "Можете вообще выйти отсюда, я вас позову, когда закончу."
    # он, продолжая теребить ширинку
    music Groove2_85
    imgd 35313
    liam "Я вам не буду мешать, Мэм."
    liam "Я останусь, чтобы помогать вам..."
    # с этими словами идет и садится на диван, пошло поглядывая на Бетти
    sound man_steps
    imgf 35314
    w
    # она с деловым видом начинает тереть журнальный столик напротив дивана, на котором лежат книги
    # он достает член и начинает ленико водить по стволу одной рукой
    music2 snd_scrub
    imgd 35316
    w
    imgf 35315
    liam "Как у вас хорошо получается, Мэм!"
    betty "Иначе и быть не могло у такой хорошей хозяйки, как я!"
    imgd 35317
    liam "Да, я вижу, что вы просто отличная хозяйка, Мэм!"
    imgd 35318
    betty "Да, это так!"
    liam "Протрите еще с той стороны стол, Мэм." # указывает другой рукой
    liam "Вам нужно нагнуться немного, иначе вы не дотянетесь."
    betty "!!!" # Бетти делает, при этом сверкая попой
    imgf 35319
    w
    imgd 35320
    w
    music2 stop
    imgd 35321
    w
    imgf 35330
    w
    sound drkanje5
    imgd 35329
    w
    sound drkanje5
    imgd 35330
    w
    sound drkanje5
    imgd 35329
    w
    sound drkanje5
    imgd 35330
    w
    sound drkanje5
    imgd 35329
    w
    # потом Бетти начинает протирать шкаф, где стоит телек
    # Лиам также сидит на диване, лениво подрачивая
    fadeblack
    sound highheels_short_walk
    pause 2.0
    music Groove2_85
    music2 snd_scrub
    imgfl 35322
    w
    imgf 35323
    liam "О, как чисто становится, Мэм..."
    liam "У вас и правда очень умелые ручки!"
    liam "Вон там еще протрите, Мэм."
    music2 stop
    imgd 35324
    betty "Лиам, я лучше знаю!.." # поворачиваясь к нему
    # замолкает, увидев член
    music stop
    sound plastinka1b
    img 35325 vpunch
    betty "!!!"
    # отворачивается и указывает рукой
    music Hidden_Agenda
    imgf 35323
    betty "Здесь?"
    liam "Немного правее..."
    imgd 35326
    betty "Здесь?" # указывает в другое место
    liam "Ниже, Мэм..."
    imgd 35327
    liam "Да, здесь."
    music2 snd_scrub
    imgf 35328
    liam "Вот теперь идеально чисто, Мэм!"
    imgd 35329
    w
    sound drkanje5
    imgd 35330
    w
    sound drkanje5
    imgd 35329
    w
    sound drkanje5
    imgd 35330
    w
    music2 stop
    fadeblack
    sound highheels_short_walk
    pause 1.5
    music Groove2_85
    # Бетти идет к столу, на котором утюг, и начинает протирать его
    # Лиам продолжает командовать, сидя на диване
    imgfl 35331
    w
    sound highheels_short_walk
    imgf 35332
    w
    imgd 35333
    liam "Мэм, мне кажется, что лучше сначала помыть пол."
    # Бетти косится на его член и ворчит, продолжая убираться
    sound Jump1
    img 35334
    betty "Лиам, я сама знаю, как лучше убираться!"
    imgf 35335
    music2 snd_scrub
    w
    imgd 35336
    w
    imgd 35335
    w
    imgd 35336
    w
    music2 stop
    imgf 35334
    betty "Вы думаете, если у меня есть горничная, то я ничего не умею?"
    liam "Я так не думаю, Мэм..."
    liam "Я вижу, что в ваших умелых ручках любая работа получается на отлично!"
    betty "Да, Лиам!"
    # он указывает рукой на подоконник
    sound vjuh3
    imgd 35337
    liam "Мэм, вы вот здесь еще не протирали пыль."
    betty "Где?"
    liam "Вот здесь..."
    # она, поглядывая на его член, идет к подоконнику
    # упирается коленом на диван, наклоняется и протирает подоконник
    # продолжая при этом ворчать
    fadeblack 1.5
    music Stealth_Groover
    sound2 highheels_short_walk
    imgfl 35338
    w
    imgf 35339
    w
    imgd 35340
    w
    imgf 35341
    betty "И вообще!"
    betty "С такой некомпетентной горничной, как у меня..."
    imgd 35342
    betty "Которая вообще ничего не умеет делать..."
    betty "Мне приходится самой выполнять всю работу по дому!"
    music2 snd_scrub
    imgf 35343
    liam "Как я вас понимаю, Мэм..."
    liam "Наверное, тяжело содержать в порядке такой огромный дом, как у вас?"
    imgd 35344
    betty "Конечно, это непросто, Лиам!"
    imgf 35345
    betty "Вы хоть представляете, сколько там работы?!"
    # он указывает рукой на пол
    sound vjuh3
    imgd 35346
    liam "Осталось вымыть пол, Мэм."
    music2 stop
    # она, продолжая ворчать, встает на четвереньки и начинает тереть губкой пол
    fadeblack
    sound highheels_short_walk
    pause 1.5
    music Groove2_85
    imgf 35347
    betty "Я сама закупаю продукты, убираюсь и стираю!.."
    sound Jump2
    img 35348 vpunch
    betty "Сама готовлю еду для своего мужа!.."
    # он довольно рассматривает ее и продолжает дрочить
    imgf 35329
    w
    sound drkanje5
    imgd 35330
    w
    sound drkanje5
    imgd 35329
    w
    sound drkanje5
    imgd 35330
    w
    imgf 35349
    liam "Вы еще и готовить умеете, Мэм?!"
    sound vjuh3
    imgd 35350
    music2 snd_scrub
    betty "Конечно, я умею готовить!"
    betty "И очень вкусно!"
    liam "Без сомнения, Мэм! У вас просто золотые ручки!"
    liam "Как же повезло вашему мужу!"
    imgf 35351
    betty "Да, ему очень повезло с такой женой, как я!"
    imgd 35352
    betty "Я красивая, умная..."
    imgf 35353
    w
    imgd 35354
    w
    imgd 35353
    w
    imgd 35354
    betty "Хозяйственная..."
    imgf 35355
    liam "Заботливая и порядочная."
    betty "Да. И еще верная!"
    liam "Да, Мэм!"
    sound Jump1
    img 35356 hpunch
    liam "Вы не протерли пол еще вон там." # указывает рукой
    music2 stop
    # Бетти смотрит на него, потом на член
    imgf 35357
    betty "Я сейчас все протру, Лиам."
    # переползает на другое место и начинает тереть там, он дрочит
    imgd 35329
    w
    sound drkanje5
    imgd 35330
    w
    sound drkanje5
    imgd 35329
    w
    sound drkanje5
    imgd 35330
    w
    fadeblack 1.5
    music Groove2_85
    music2 snd_scrub
    imgf 35358
    liam "Вы уже почти закончили, Мэм?"
    betty "Да, осталось немного."
    liam "Видите, как хорошо, что я позаботился о вашем платье?"
    liam "Сейчас оно, наверняка, испачкалось бы."
    imgd 35359
    liam "А вам так идет этот наряд, Мэм!"
    betty "Да, Лиам. Я знаю."
    music Hidden_Agenda
    liam "Мне уже не терпится отблагодарить вас, Мэм, за вашу помощь..."
    # она косится на его член
    music2 stop
    sound vjuh3
    imgf 35360
    betty "Мне не нужна никакая благодарность, Лиам!"
    betty "Я согласилась вам помочь, потому что я хорошая соседка!"
    imgd 35361
    liam "Вы самая лучшая соседка, Мэм!"
    imgd 35362
    betty "Да, я такая!"
    sound highheels_short_walk
    imgf 35363
    liam "Мэм, вы же не откажетесь мне помочь с уборкой в следующий раз?"
    betty "Лиам! Вы же знаете, какая я занятая женщина!"
    betty "Вы думаете, что..."
    img 35364
    liam "Я буду вам очень-очень благодарен!"
    liam "Такая замечательная женщина, как вы, не откажет мне, вашему хорошему соседу."
    # она смотрит на него, он дрочит
    # Бетти залипает на его член, смотрит, как загипнотизированная
    music Groove2_85
    imgf 35365
    w
    imgd 35340
    betty "Лиам..."
    imgf 35366
    liam "Мэм так отлично справилась с уборкой."
    liam "Я и мечтать не мог о такой чистоте в своем доме!"
    liam "Сразу видна рука прекрасной хозяйки!"
    music Hidden_Agenda
    imgd 35367
    liam "Посмотрите, Мэм, насколько я впечатлен вашей работой..."
    betty "Я..."
    liam "Вы не поймете, пока не потрогаете его." # указывает на свой член
    # Бетти очухивается от гипноза
    imgf 35368
    w
    sound Jump2
    img 35369 vpunch
    betty "Вы же знаете, что я порядочная женщина!"
    betty "Я не изменяю своему мужу!"
    imgf 35370
    betty "Как вы можете предлагать мне прикасаться к вашему?.."
    liam "Ну вы же просто потрогаете, чтобы понять, насколько я вам благодарен..."
    liam "Разве это измена, Мэм?"
    # Бетти снова залипает на члене соседа
    music Loved_Up
    sound2 Jump2
    img 35371 hpunch
    betty "..."
    liam "Просто потрогайте его..."
    imgd 35372
    w
    fadeblack
    sound highheels_short_walk
    pause 1.5
    music Loved_Up
    imgfl 35373
    w
    img black_screen
    music stop
    pause 1.0
    music v_Betty_Neighbour_Blowjob2_1
    pause 4.0
    music stop
    pause 2.0
    # Бетти встает с пола и подходит к нему
    # показываем, как она с желанием смотрит на член
    # потом она протягивает руку и обхватывает член
    # затемнение, ритмичные звуки минета и охи на темном фоне
    return

label gallery_43630:
    fadeblack
    sound highheels_short_walk
    pause 2.0
    music Hidden_Agenda
    imgfl 43584
    victoria "Подружка Мелани, хорошо, что мы купили тебе костюм для фитнеса."
    victoria "Мне кажется, что тебе в нем будет очень удобно заниматься."
    music Master_Disorder
    imgf 43585
    melanie "Да... Очень..."
    music Groove2_85
    sound2 vjuh3
    imgd 43586
    victoria "Я, как твоя лучшая подружка, тебе посоветовала самый лучший вариант."
    melanie "Да, подружка."
    victoria "Мне нравится ходить с тобой на шоппинг и выбирать тебе костюмы."
    victoria "Думаю, из меня получился бы отличный стилист. Да, подружка?"
    imgd 43587
    melanie "Да."
    imgf 43588
    victoria "Заодно и у меня появляются обновки. Хи-хи-хи!"
    music Master_Disorder
    imgd 43589
    melanie "!!!"
    # затемнение, шуршание одежды
    # Мелани и Виктория переоделись
    # Стефани и Ребекка в афиге смотрят на костюм Мелани
    fadeblack
    sound snd_fabric1
    pause 2.0
    music ZigZag
    imgfl 43590
    w
    imgf 43591
    sound oooh4
    w
    sound2 oooh1
    imgd 43592
    rebecca "Ого! Круто!!"
    # Стефани смотрит скорее с вожделением
    imgf 43593
    stephanie "Мелани, ты, как всегда, на высоте."
    imgd 43594
    stephanie "Потрясно!"
    sound oooh4
    imgd 43595
    w
    # Виктория ехидно улыбается
    imgf 43596
    victoria "Девочки, прикольный костюм я посоветовала купить Медани?"
    imgd 43597
    rebecca "О да! Отпад!"
    imgf 43598
    w
    sound snd_woman_laugh3
    imgd 43599
    victoria "Хи-хи-хи!"
    # затемнение
    # девочки выходят в зал
    # тренер смотрит на Мелани, не замечая никого, у него шок
    fadeblack
    sound snd_walk_barefoot
    pause 1.5
    music Groove2_85
    imgfl 43600
    w
    imgf 43601
    w
    sound wow
    img 43602 hpunch
    fitness_instructor "Оооо!"
    imgd 43603
    fitness_instructor "Я..."
#    sound wow
    img 43604 vpunch
    fitness_instructor "Кхм..."
    # Мелани с каменным лицом проходит мимо него, Виктория следом с ехидной улыбочкой
    imgf 43605
    melanie "..."
    imgd 43607
    w
    # Стефани смотрит на тренера, прищурившись, ревниво
    music stop
    sound plastinka1b
    img 43608 hpunch
    w
    img 43606
    stephanie "!!!"
    # он замечает это и перестает пялиться на Мелани
    music Groove2_85
    imgf 43609
    fitness_instructor "Девочки, занимайте свои места..."
    fitness_instructor "Начинаем!"
    # Мелани занимается в переднем ряду рядом со Стефани (Мелани на месте Моники)
    # Ребекка с Викторией сзади (Виктория на месте Бетти)
    # во время занятия Стефани периодически бросает на Мелани заинтересованные взгляды, как и Ребекка
    # показываем немного, как каждая из девочек занимается
    # тренер к ним по очереди подходит
    # к Виктории (помогая ей, бросает взгляды на попу Мелани)
    fadeblack
    sound snd_walk_barefoot
    pause 1.5
    music Ready_and_Waiting
    imgfl 43610
    w
    imgf 43611
    w
    imgd 43612
    w
    imgf 43613
    w
    imgd 43614
    w
    imgf 43615
    w
    imgd 43616
    w
    imgf 43617
    w
    imgd 43618
    w
    imgd 43619
    w
    imgf 43620
    w
    imgd 43621
    w
    imgf 43622
    w
    imgd 43623
    w
    imgd 43624
    w
    imgf 43625
    w
    imgd 43626
    w
    imgf 43627
    sound wow
    w
    imgd 43628
    w
    imgd 43629
    w
    imgd 43630
    w
    imgf 43631
    w
    imgd 43632
    w
    imgd 43633
    w
    imgf 43634
    w
    imgd 43635
    w
    imgf 43636
    w
    imgd 43637
    w
    imgd 43638
    w
    imgf 43639
    w
    imgd 43640
    w
    label gallery_43645:
    music Ready_and_Waiting
    sound2 man_steps
    imgf 43641
    fitness_instructor "Делай вот так, Виктория, выгибай ногу сильнее."
    victoria "Вот так?"
    sound Jump1
    img 43642
    fitness_instructor "Да, так. Еще сильнее."
    fitness_instructor "Я помогу тебе, надо только немного поддержать..."
    imgd 43643
    victoria "Ой, мне так больно!"
    imgf 43644
    fitness_instructor "Терпи, сейчас все пройдет. Я желаю, чтобы ты добилась результатов."
    fitness_instructor "Доверься мне, Виктория."
    ###Тут нужно будет добавить фразы, так как сделала что она упала
    sound snd_bodyfall
    img 43645 hpunch
    sound2 snd_woman_pain1
    victoria "Ай! Как больно!"
    music stop
    sound plastinka1b
    img 43646 vpunch
    fitness_instructor "!!!"
    music Groove2_85
    fitness_instructor "Виктория, ты в порядке?"
    fitness_instructor "Давай, я тебе помогу."
    imgf 43647
    stephanie "Она что, на ногах устоять не может?"
    stephanie "Какого черта она вообще сюда пришла тогда?!"
    imgd 43648
    melanie "..."
    imgf 43649
    fitness_instructor "Виктория, я приношу свои извинения..."
    imgd 43650
    victoria "Ой, не беспокойтесь! Все хорошо! Я просто потеряла равновесие..."
    imgd 43649
    fitness_instructor "Это все из-за вашей растяжки... Над ней нужно еще поработать."
    fitness_instructor "Несколько занятий и все будет в порядке."
    fitness_instructor "Ну что? Продолжим?"
    victoria "С удовольствием!"
    fadeblack 1.5
    music Ready_and_Waiting
    imgf 43651
    w
    imgd 43652
    victoria "Теперь получается?"
    fitness_instructor "Да, Виктория, ты молодец."
    fitness_instructor "Я вижу в тебе потенциал."
    imgf 43653
    w
    imgd 43654
    w
    imgf 43655
    w
    imgd 43656
    w
    imgf 43657
    w
    imgd 43658
    w
    # к Ребекке
    imgf 43659
    w
    imgd 43660
    w
    imgf 43661
    fitness_instructor "Ребекка, тебе надо держать корпус ровнее..."
    rebecca "Так?"
    imgd 43662
    fitness_instructor "Еще немного..."
    sound Jump1
    imgd 43663
    rebecca "Так лучше?"
    fitness_instructor "Да, у тебя с каждым разом получается все лучше."
#    fitness_instructor "Теперь расслабься..."
    imgd 43664
    fitness_instructor "Вот так... Молодец!"
    imgf 43665
    w
    imgd 43666
    w
    imgf 43667
    w
    imgd 43668
    w
    imgf 43669
    w
    imgd 43670
    w
    imgd 43671
    w
    imgd 43672
    w
    # к Стефани (Виктория посматривает на них подозрительно)
    imgf 43673
    w
    imgd 43674
    w
    imgd 43675
    w
    imgf 43676
    w
    imgd 43677
    w
    label gallery_43679:
    music Ready_and_Waiting
    imgf 43678
    w
    imgd 43679
    w
    imgf 43680
    fitness_instructor "Хорошо, молодец, Стефани."
    fitness_instructor "У тебя отлично получается."
    stephanie "Да, я стараюсь."
    imgd 43681
    fitness_instructor "Постарайся больше выгибать спинку, Стефани..."
    stephanie "Вот так?"
    imgf 43682
    fitness_instructor "Умничка. Теперь еще немного... Еще-еще..."
    fitness_instructor "Давай я тебе помогу."
    stephanie "Да, хорошо."
    imgd 43683
    w
    imgd 43684
    fitness_instructor "Молодец, Стефани."
    fitness_instructor "Продолжай в том же духе. Я пока помогу другим девочкам."
    imgf 43685
    w
    imgd 43686
    w
    imgf 43687
    w
    imgd 43688
    w
    imgd 43689
    w
    # к Мелани (на них все пялятся, а он пожирает взглядом прелести Мелани)
    label gallery_43694:
    music Ready_and_Waiting
    imgf 43690
    w
    imgd 43691
    fitness_instructor "Мелани, ты слишком напряжена, ты чувствуешь это?"
    fitness_instructor "Тебе надо расслабиться. Я помогу."
    sound Jump2
    img 43692 vpunch
    fitness_instructor "Вот так. Молодец, Мелани."
    melanie "..."
    imgd 43693
    fitness_instructor "Теперь тяни ножку, тяни сильнее..."
    sound Jump1
    img 43694
    fitness_instructor "Тебе не больно?"
    melanie "Немного."
    imgf 43695
    fitness_instructor "Я помогу тебе, Мелани..."
    fitness_instructor "У тебя получается, ты чувствуешь?"
    melanie "Да, чувствую."
    imgd 43696
    fitness_instructor "Теперь тянись, тянись как можешь..."
    imgf 43697
    w
    imgd 43698
    fitness_instructor "Вот так, хорошо..."
    imgd 43699
    fitness_instructor "Давай, Мелани, ты можешь еще, я знаю."
    imgf 43700
    w
    # Виктория ехидно смотрит на Стефани, та ревниво на тренера, который помогает Мелани
    # Виктория ехидно улыбается
    # затемнение
    label gallery_43707:
    fadeblack 1.5
    music Groove2_85
    imgf 43701
    fitness_instructor "Девочки, на сегодня все!"
    # Ребекка и Виктория улыбаются ему, Мелани равнодушна, Стефани прситально на него смотрит
    fitness_instructor "Вы все молодцы!"
    fitness_instructor "Я очень доволен вашими результатами!"
    imgd 43702
    fitness_instructor "В следующий раз мы выполним упражнения посложнее."
    sound snd_walk_barefoot
    imgf 43703
    w
    # все девочки идут в раздевалку, Стефани позади них и немного задерживается возле тренера, смотрит на него, флиртуя
    imgd 43704
    stephanie "..."
    # Виктория в это время, пока ее никто не видит, с любопытством выглядывает в зал
    sound vjuh3
    img 43705 vpunch
    victoria "???"
    # если у Стефани с тренером секс
    if stephanieFitnessJustSex == True:
        #
        $ notif(_("Фитнес-тренер любовник Стефани."))
        #
        music Loved_Up
        imgf 43706
        fitness_instructor "Стефани, я так соскучился по тебе..."
        stephanie "Тихо ты! Нас могут услышать!"
        sound Jump2
        img 43707 hpunch
        fitness_instructor "Ну и пусть! Твой Тигр готов провести для тебя персональную тренировку!"
        # он трогает Стефани за попу
        stephanie "Ну хватит! Я не хочу, чтобы кто-то знал!"
        # Виктория злорадно
        music Master_Disorder
        imgf 43708
        victoria "Ага! Вот я и узнала твой секретик, подружка Стефани!"
        victoria "Хи-хи-хи!"
        music Loved_Up
        imgd 43709
        fitness_instructor "Ты останешься?"
        stephanie "Да. А сейчас убери руки!"
        imgf 43710
        fitness_instructor "Я жду тебя здесь. Рррр!"
        imgd 43711
        stephanie "Ха-ха! Я приду, когда девочки уйдут."
        sound snd_walk_barefoot
        imgf 43714
        w
        #
    else:
        #
        $ notif(_("Стефани флиртует с фитнес-тренером."))
        #
        music Loved_Up
        imgf 43706
        fitness_instructor "Стефани, ты такая красивая..."
        stephanie "Без тебя знаю!"
        sound Jump2
        img 43712 hpunch
        fitness_instructor "Задержишься, когда все уйдут?"
        fitness_instructor "Я хочу провести для тебя персональную тренировку!"
        # он прикасается к руке Стефани или кладет руку ей на талию
        imgd 43713
        stephanie "Убери руку!"
        stephanie "Никаких персональных тренировок! Пока что... Я еще думаю..."
        # Виктория злорадно
        music Master_Disorder
        imgd 43708
        victoria "Ага! Вот я и узнала твой секретик, подружка Стефани!"
        victoria "Хи-хи-хи!"
        music Loved_Up
        imgf 43714
        sound2 snd_walk_barefoot
        fitness_instructor "Я готов ждать тебя столько, сколько нужно!"
        imgd 43715
        fitness_instructor "Тебе понравятся мои персональные тренировки, Стефани!"
        imgd 43716
        stephanie "Ха-ха-ха!"
        #
    fadeblack 1.5
    music Groove2_85
    # Виктория прячется обратно в раздевалку, чтоб Стефани ее не заметила
    # Стефани уходит в раздевалку
    # затемнение
    # все девочки стоят в раздевалке
    # Виктория восторженно
    imgf 43717
    victoria "Ой, девочки!"
    victoria "Такое волшебное чувство! Я так расслабилась!"
    victoria "Такая легкость во всем теле!"
    rebecca "Тебе понравилось занятие, Виктория?"
    img 43718
    victoria "Да! Я в восторге, девочки!"
    victoria "Обязательно приду снова!"
    imgf 43719
    stephanie "А тебе понравилось, Мелани?"
    imgd 43720
    melanie "Да, это действительно расслабляет..."
    music Hidden_Agenda
    imgf 43721
    victoria "Еще немного и мы с подружкой Мелани станем спортивными и подтянутыми, как вы, девочки!"
    victoria "Ой, не могу! Вы такие красотки!"
    imgd 43722
    rebecca "Спасибо, Виктория. Ты такая милая!"
    # Стефани бросает на Виктория недружелюбный взгляд
    stephanie "..."
    # потом обращается к Мелани
    music Groove2_85
    imgf 43723
    stephanie "Мелани, будет круто, если ты продолжишь заниматься с нами."
    imgd 43724
    melanie "Я приду, почему нет?"
    melanie "По крайней мере, здесь нет сумасшедших поклонников и папарацци..."
    stephanie "Да, именно поэтому в этот зал просто так не попадают..."
    sound Jump1
    img 43725
    stephanie "Посторонние люди..." # смотрит недовольно на Викторию
    # Виктория это видит, но стоит и мило ей улыбается
    music Hidden_Agenda
    imgd 43726
    victoria "Стефани, я так рада, что ты смогла пригласить меня и мою подружку Мелани!"
    victoria "Теперь мы будем заниматься все вместе!"
    victoria "Так здорово!!!"
    imgf 43727
    stephanie "Да. Прикольно."
    rebecca "Я тоже очень рада!"
    # затемнение, шуршание одежды
    # они все переоделись, чмокают друг друга в щечку на прощание
    fadeblack
    sound snd_fabric1
    pause 2.0
    music Groove2_85
    imgf 43728
    rebecca "Нам нужно будет как-нибудь встретиться всем вместе!"
    rebecca "Мне так понравилось у тебя на девичнике, Виктория!"
    img 43729
    melanie "!!!" # зло
    victoria "Обязательно встретимся, девочки!"
    victoria "Совсем скоро! И мою лучшую подружку Монику обязательно пригласим!"
    sound highheels_short_walk
    imgf 43730
    sound2 kiss1
    victoria "Пока, подружки! До встречи!"
    imgd 43731
    sound kiss1
    w
    imgf 43732
    sound kiss1
    stephanie "Пока, девочки."
    imgd 43733
    sound kiss1
    rebecca "Пока-пока! Скоро увидимся!"
    melanie "Пока..."
    sound highheels_short_walk
    imgf 43734
    w
    # затемнение, каблуки
    # Мелани и Виктория идут мимо тренера на выход из зала
    # он пялится на Мелани
    fadeblack 1.5
    music Groove2_85
    imgf 43735
    fitness_instructor "Девочки, вы молодцы!"
    fitness_instructor "Жду вас на следующем занятии!"
    victoria "Мы обязательно придем! Я просто в восторге!"
    music Hidden_Agenda
    imgd 43736
    victoria "Вы так здорово проводите тренировку!"
    victoria "Сразу видно - настоящий мастер своего дела!"
    music Groove2_85
    imgd 43737
    fitness_instructor "Спасибо, Виктория."
    fitness_instructor "Пока, девочки!"
    imgf 43738
    sound highheels_short_walk
    victoria "До свидания!"
    melanie "До встречи..."
    sound2 wow
    imgd 43739
    w
    fadeblack
    sound highheels_short_walk
    pause 2.0
    # они выходят, тренер смотрит Мелани вслед
    #$ melanieVictoriaFitness1 = day # Мелани и Виктория посетили первое занятие в фитнес-зале
    return

label gallery_33622:
    music Pyro_Flow
    imgf 33618
    mt "Она совсем обнаглела!"
    mt "Все! Хватит с меня этих соплей!"
    imgd 34856
    mt "Меня достал весь этот цирк!"
    mt "Я никому не позволю обращаться со мной, Моникой Бакфетт, подобным образом!"
    mt "!!!"
    # Моника зло
    music Stealth_Groover
    imgf 33621
    m "Знаешь, Юлия, у меня сегодня еще много дел."
    m "Так что, я пойду!"
    # Юлия мямлит испуганно
    imgd 33622
    julia "Но... Миссис Бакфетт!"
    julia "Это из-за того, что я..."
    # Моника рявкает на нее
    music Pyro_Flow
    img 33623 vpunch
    m "Это уже не имеет значения!!!"
    m "Забудь все, что было!"
    m "Пока мы играли в любовь, ты совсем запустила работу!"
    m "Если ты не исправишься!.."
    m "Я тебя УВОЛЮ к чертовой матери!"
    m "Мне такие сотрудники не нужны!!!"
    m "!!!"
    fadeblack
    sound snd_fabric1
    pause 2.0
    music Stealth_Groover
    imgfl 33624
    w
    sound highheels_short_walk
    imgf 33625
    w
    fadeblack 1.5
    # Моника уходит, Юлия расстроено смотрит ей вслед
    # Моника оказывается на улице
    return

label gallery_34945:
    music Pyro_Flow
    imgf 34882
    mt "Моника, эта дурочка хочет сделать так..."
    mt "Чтобы ты тут оттирала это дурацкое, никому не нужное пятно..."
    mt "А она, твоя бывшая гувернантка, командовала тобой!"
    mt "Немыслимо!"
    mt "!!!"
    imgd 34883
    mt "Дьявол!"
    mt "Неужели тебе придется пойти на это?!"
    mt "Но, видимо, у меня нет другого выхода..."
    mt "Мне придется подыграть ей, чтобы она отстала от меня!"
    mt "Как же меня раздражает Юлия и ее глупости!"
    mt "Как-будто у меня без нее мало проблем!"
    mt "!!!"
    # Моника притворно улыбается Юлии
    music Hidden_Agenda
    imgf 34884
    m "Конечно, милая."
    m "Я с удовольствием помогу тебе, как я обещала."
    julia "Я сейчас принесу вам щетку, Миссис Бакфетт!"
    # радостная Юлия выбегает на кухню за щеткой
    # эмоция на лице Моники меняется на злорадную
    music Groove2_85
    sound2 snd_walk_barefoot
    imgd 34885
    mt "Дурацкая гувернантка!"
    imgf 34886
    mt "Наверняка, она затеяла какую-нибудь извращенскую гадость..."
    imgd 34887
    mt "Во время того, как я буду оттирать это пятно!"
    mt "!!!"
    # довольная Юлия прибегает с щеткой в руке
    fadeblack
    sound snd_walk_barefoot
    pause 1.5
    music Groove2_85
    imgf 34888
    julia "Миссис Бакфетт, все готово!"
    julia "Начнем?"
    imgd 34889
    m "Конечно, милая."
    # Моника берет щетку и садится на пол, начинает зло тереть пятно
    # Юлия стоит над ней
    music2 snd_scrub
    imgf 34890
    mt "Мало того, что я в своем бывшем доме постоянно тру пятно на ковре!"
    imgd 34891
    mt "Так еще мне приходится делать эту работу здесь!"
    imgd 34892
    mt "Какое-то издевательство!!!"
    mt "!!!"
    # Юлия указывает пальцем на пятно
    imgf 34893
    julia "Миссис Бакфетт, вот здесь еще потрите."
    sound Jump2
    img 34894
    mt "Гребаная Юлия!"
    mt "Она специально это сделала!"
    mt "Она!.. "
    sound Jump1
    imgd 34895
    julia "И здесь тоже. Не пропускайте ничего."
    music Power_Bots_Loop
    img 34896 vpunch
    mt "АААА!!!"
    mt "!!!"
    music Groove2_85
    imgf 34897
    julia "Вам нравится помогать мне, Миссис Бакфетт?"
    m "Да, милая..." # притворно улыбаясь
    julia "Я вам очень благодарна, Миссис Бакфетт, за вашу помощь."
    julia "Взамен за это, я вам сделаю кое-что очень притное!"
    # Моника косится на нее, а Юлия пошло улыбается
    sound Jump2
    imgd 34898
    julia "Нужно потереть еще вот здесь, Миссис Бакфетт!"
    # Моника злобно трет
    music Pyro_Flow
    imgf 34892
    mt "Она намекает на какое-то извращенство!"
    imgd 34899
    w
    imgd 34900
    mt "Я так и знала!"
    imgd 34899
    w
    imgd 34900
    mt "Сколько можно?!"
    imgd 34899
    w
    imgd 34900
    mt "Бесит!"
    mt "!!!"
    # Юлия, изображая озабоченность
    music Groove2_85
    imgf 34901
    julia "Миссис Бакфетт, мне кажется, я знаю, почему у вас не получается вывести пятно."
    mt "Потому что я тебе не домработница!!!"
    mt "Я твой Босс!!!"
    mt "!!!"
    imgd 34902
    m "Почему, милая?" # притворно
    julia "Ваши движения сковывает ваша одежда."
    m "Вот как?!"
    julia "Да, Миссис Бакфетт."
    julia "Если вы снимете хотя бы ваши трусики, вам будет гораздо удобнее убирать пятно."
    julia "Тогда вам ничего не будет мешать."
    imgd 34903
    m "Мне удобнее в трусиках, милая."
    # трет
    m "!!!"
    # Юлия уже более настойчиво
    imgf 34904
    julia "Миссис Бакфетт, я думаю, что вам лучше послушать мой совет и снять ваши трусики."
    julia "Вы сами поймете потом, что я была права, и так вам будет намного комфортее."
    m "!!!"
    music2 stop
    music Pyro_Flow
    imgd 34905
    mt "Она хочет, чтобы я делала это с голой попой?!"
    mt "Мне хватает того, что я делаю эту работу в своем бывшем доме! И тоже без трусиков!"
    mt "Как же это омерзительно! Почему вокруг меня одни извращенцы?!"
    mt "!!!"
    menu:
        "Отказать Юлии!":
            imgd 34906
            mt "Нет!"
            mt "Я не собираюсь заниматься этими извращениями!"
            mt "С чего это она решила, что я должна выполнять ее прихоти?!"
            # Моника раздраженнл встает
            fadeblack 1.5
            music Stealth_Groover
            imgf 34907
            m "Юлия! Не сейчас!"
            m "У меня что-то жутко разболелась голова!"
            m "Давай, мы с тобой немного позже вернемся к этому вопросу!"
            # Юлия обижено
            imgd 34908
            julia "Да, Миссис Бакфетт..."
            julia "Как скажете..."
            # Моника отворачивается от нее
            imgf 34909
            mt "Никчемная глупая Юлия!!!"
            mt "!!!"
            return
        "Снять трусики.":
            #$ monicaJuliaPlayfulGoverness5 = day # Моника согласилась снять трусики и оттирать пятно с голой попой
            pass
    music Groove2_85
    imgf 34906
    mt "Черт!"
    mt "Почему Я должна выполнять ее прихоти?!"
    mt "Как же она меня достала!"
    # Моника с раздражением встает и снимает трусики, бросает их на пол
    sound vjuh3
    imgd 34910
    w
    imgd 34911
    mt "Просто нужно быстрее закончить с этим!"
    mt "И тогда она, наконец, отстанет от меня!"
    imgd 34912
    mt "!!!"
    # Моника снова принимается за пятно и с яростью трет его
    # довольная Юлия рассматривает ее попу
    sound Jump2
    img 34913 vpunch
    mt "Моника Бакфетт, леди из высшего общества..."
    mt "Владелица многомиллионного бизнеса..."
    music2 snd_scrub
    imgd 34914
    mt "Владелица самого известного в стране журнала моды..."
    mt "Самая красивая и умная женщина этого города..."
    imgf 34915
    mt "ТРЕТ ПЯТНО В ДОМЕ СВОЕЙ БЫВШЕЙ ГУВЕРНАНТКИ!"
    mt "С ГОЛОЙ ПОПОЙ!!!"
    imgd 34916
    mt "АААА!!!"
    mt "!!!"
    # Юлия садится сзади Моники на колени и похотливо рассматривет ее попу
    # протягивает руку и гладит ягодицы
    music Groove2_85
    imgf 34917
    w
    imgd 34918
    w
    imgd 34917
    w
    imgd 34918
    w
    sound Jump1
    img 34919 vpunch
    w
    imgd 34920
    m "Милая, что ты делаешь?"
    julia "Миссис Бакфетт, я хочу поблагожарить вас за вашу помощь!"
    m "Милая, тебе совсем необязательно..."
    # Юлия, не слушая ее приникает губами к ее попе, начинает выцеловывать ее
    music Loved_Up
    imgf 34921
    w
    imgd 34922
    julia "Ох..."
    imgd 34923
    w
    img 34924
    sound snd_kiss2
    julia "Ммммм!"
    img 34925
    sound lick3
    w
    imgf 34926
    julia "Обожаю вашу попку, Миссис Бакфетт!"
    julia "Она такая гладкая, упругая. Такая манящая!"
    # разводит в стороны ее половинки
    imgd 34927
    julia "Раздвиньте ноги немного пошире, Миссис Бакфетт..."
    mt "Гребаная извращенка!!!"
    mt "!!!"
    menu:
        "Раздвинуть ноги.":
            pass
    # Моника раздвигает ноги
    # Юлия пальчиком трогает ее анус, водит им туда-сюда, гладит
    imgf 34928
    w
    sound Jump2
    imgd 34929
    w
    imgf 34930
    julia "Мммм... Какая у вас попа, Миссис Бакфетт!"
#            img 34929
#            w
#            img 34930
#            w
    sound drkanje5
    imgd 34931
    julia "Вам нравится, когда ее ласкают?"
    sound drkanje5
    imgd 34930
    w
    sound drkanje5
    imgd 34931
    w
    imgf 34932
    mt "Как это может нравится нормальному человеку, дура?!"
    # Юлия облизывается
    imgd 34933
    julia "Я хочу приласкать ее своим язычком..."
    m "!!!"
    # Юлия целует попу Моники между половинок, а потом начинает лизать
    imgf 34936
    w

    #video
    #1
    $ localSoundVolume = 1.0
    $ localSoundName = v_Julia_Monica_Licking1_1_sound_name
    img black_screen
    with diss
    stop music2
    $ renpy.music.set_volume(localSoundVolume, 0.5, channel="music2")
    $ renpy.music.set_volume(0.2, 0.5, channel="music")
    play music2 "<from " + str(float(rand(0,4))*1.16666667) + " loop 0.0>Sounds/" + localSoundName + ".ogg"
    scene black
    image videov_Julia_Monica_Licking1_1= Movie(play="video/v_Julia_Monica_Licking1_1.mkv")
    show videov_Julia_Monica_Licking1_1
    with fade
    julia "Ммммм..."
    wclean
    stop music2
    $ renpy.music.set_volume(1.0, 0.5, channel="music2")
    $ renpy.music.set_volume(1.0, 0.5, channel="music")

    imgf 34935
    w
    imgd 34934
    julia "Какая шикарная попка!"
    imgd 34937
    w

    #2 -15
    img black_screen
    with diss
    stop music2
    $ renpy.music.set_volume(localSoundVolume, 0.5, channel="music2")
    $ renpy.music.set_volume(0.2, 0.5, channel="music")
    play music2 "<from " + str(float(rand(0,4))*1.16666667) + " loop 0.0>Sounds/" + localSoundName + ".ogg"
    scene black
    image videov_Julia_Monica_Licking1_2= Movie(play="video/v_Julia_Monica_Licking1_2.mkv")
    show videov_Julia_Monica_Licking1_2
    with fade
    julia "Ммммм..."
    wclean
    stop music2
    $ renpy.music.set_volume(1.0, 0.5, channel="music2")
    $ renpy.music.set_volume(1.0, 0.5, channel="music")

    imgf 34938
    w
    sound lick3
    imgd 34939
    w
    sound lick3
    imgd 34938
    w
    sound lick3
    imgd 34939
    w
    sound lick3
    img 34940
    julia "Мммммм..."
    julia "Мне так нравится ласкать ее язычком, Миссис Бакфетт!"
    # Юлия засовывает руку себе в шорты и начинает дрочить, одновременно вылизывая анус Моники
    sound Jump2
    imgd 34941
    w
    imgf 34942
    julia "Оооох..."
    imgd 34943
    w
    imgf 34944
    julia "Мммммм..."
    imgd 34945
    julia "Сейчас я попробую засунуть свой язычок в вашу попу, Миссис Бакфетт."
    julia "Уверена, вам понравится!"
    mt "Такая мерзость может нравится только одному человеку!!!"
    mt "Белобрысой дряни Виктории!!!"
    mt "!!!"
    # Юлия вводит кончит языка в попу Моники
    imgf 34947
    w
    sound hlup19
    imgd 34946
    w

    #3
    img black_screen
    with diss
    stop music2
    $ renpy.music.set_volume(localSoundVolume, 0.5, channel="music2")
    $ renpy.music.set_volume(0.2, 0.5, channel="music")
    play music2 "<from " + str(float(rand(0,4))*1.16666667) + " loop 0.0>Sounds/" + localSoundName + ".ogg"
    scene black
    image videov_Julia_Monica_Licking1_3= Movie(play="video/v_Julia_Monica_Licking1_3.mkv")
    show videov_Julia_Monica_Licking1_3
    with fade
    julia "Мммммм..."
    wclean
    stop music2
    $ renpy.music.set_volume(1.0, 0.5, channel="music2")
    $ renpy.music.set_volume(1.0, 0.5, channel="music")

    imgf 34945
    julia "Еще разочек..."
    imgd 34947
    w
    sound hlup19
    imgd 34946
    w
#            imgd 34933
#            w

    #4
    img black_screen
    with diss
    stop music2
    $ renpy.music.set_volume(localSoundVolume, 0.5, channel="music2")
    $ renpy.music.set_volume(0.2, 0.5, channel="music")
    play music2 "<from " + str(float(rand(0,4))*1.16666667) + " loop 0.0>Sounds/" + localSoundName + ".ogg"
    scene black
    image videov_Julia_Monica_Licking1_4= Movie(play="video/v_Julia_Monica_Licking1_4.mkv")
    show videov_Julia_Monica_Licking1_4
    with fade
    julia "А теперь немного глубже..."
    wclean
    julia "Вот так... Да..."
    stop music2
    $ renpy.music.set_volume(1.0, 0.5, channel="music2")
    $ renpy.music.set_volume(1.0, 0.5, channel="music")

    # сама продолжает орудовать рукой у себя в шортах
    imgf 34942
    julia "Ооох!"
    sound drkanje5
    imgd 34949
    w
    sound drkanje5
    imgd 34950
    w
    imgf 34946
    w

    #5
    img black_screen
    with diss
    stop music2
    $ renpy.music.set_volume(localSoundVolume, 0.5, channel="music2")
    $ renpy.music.set_volume(0.2, 0.5, channel="music")
    play music2 "<from " + str(float(rand(0,4))*1.16666667) + " loop 0.0>Sounds/" + localSoundName + ".ogg"
    scene black
    image videov_Julia_Monica_Licking1_5= Movie(play="video/v_Julia_Monica_Licking1_5.mkv")
    show videov_Julia_Monica_Licking1_5
    with fade
    julia "Оооо!"
    wclean
    stop music2
    $ renpy.music.set_volume(1.0, 0.5, channel="music2")
    $ renpy.music.set_volume(1.0, 0.5, channel="music")

    imgf 34948
    julia "Ооо, даааа!!!"
    imgd 34951
    julia "Еще чуть-чуть, Миссиииис Бакфеееетт!!!"
    music Loved_Up2
    imgd 34952
    julia "Я сейчас коооончуууу!!!"
    imgf 34949
    w
    sound drkanje5
    imgd 34950
    w
    sound drkanje5
    imgd 34949
    w
    sound drkanje5
    imgd 34950
    w
    sound drkanje5
    imgd 34949
    w
    sound drkanje5
    imgd 34950
    w
    # Юлия бурно кончает
    img 34953
    show screen photoshot_screen()
    with hpunch
    pause 0.7
    hide screen photoshot_screen
    julia "ААА!"
    img 34948
    show screen photoshot_screen()
    with hpunch
    pause 0.7
    hide screen photoshot_screen
    julia "ААААА!!!"
    img 34954
    show screen photoshot_screen()
    with hpunch
    pause 0.7
    hide screen photoshot_screen
    sound woman_moan11
    julia "АААААААА!!!!"
    julia "!!!"
    # Моника с облегчением закрывает глаза
    imgf 34955
    mt "Она кончила от того, что засунула язык в мою попу?!"
    mt "Какой кошмар!"
    mt "Это одно из самых грязных извращенств, о которых я знаю!"
    mt "!!!"
    # Моника встает
    # Юлия садится на пол и расслабленно улыбается ей
    music2 stop
    fadeblack 1.5
    music Groove2_85
    imgfl 34956
    w
    imgf 34957
    w
    imgd 34958
    julia "Миссис Бакфетт, это было потрясно!"
    julia "Может, пойдем в кровать?"
    julia "У меня под подушкой есть кое-что интересное для вашей киски!"
    m "Давай немного позже, милая..."
    music Hidden_Agenda
    imgf 34959
    m "Что-то у меня разболелась голова."
    julia "Вам не понравилось, Миссис Бакфетт?"
    m "Очень понравилось, милая."
    m "Это, наверное, от переизбытка чувств."
    # Юлия глупо хихикает
    sound snd_woman_laugh4a
    imgd 34960
    julia "Хи-хи-хи!"
    return

label gallery_35034:
    music Pyro_Flow
    imgf 34882
    mt "Так, Моника, эта наивная дурочка сейчас пытается сделать так..."
    mt "Чтобы ты тут оттирала это дурацкое, никому не нужное пятно..."
    mt "А она, твоя бывшая гувернантка, командовала тобой!"
    mt "Немыслимо!"
    mt "!!!"
    music Hidden_Agenda
    imgd 34883
    mt "А что, если..."
    mt "Хмм... Неплохая идея, Моника!"
    # Моника хитро улыбается и обнимает Юлию, шепчет ей на ухо
    sound snd_walk_barefoot
    imgf 34961
    m "Милая, знаешь, о чем я сейчас вспомнила?"
    # Юлия улыбается
    imgd 34962
    julia "О чем, Миссис Бакфетт?"
    # Моника томно
    imgd 34963
    m "Я вспомнила, как смотрела на тебя..."
    m "Когда ты пыталась вывести пятно с ковра в моем бывш... То есть в моем доме..."
    m "И как мне тогда хотелось прикоснуться к тебе..."
    m "Ощутить под своими ладонями твою бархатную кожу..."
    m "Почувствовать твой запах..."
    sound Jump2
    img 34964
    julia "Вы хотели это сделать в тот момент?"
    m "Да, милая. Каждый раз, когда я смотрела на тебя..."
    m "Я сгорала от желания."
    julia "Правда?!"
    m "Да, милая..."
    music Groove2_85
    # если Моника в итоге уволила Юлию
    if juliaFirePlanned == True and juliaFireCancelled == False:
        imgf 34965
        julia "А почему вы тогда меня уволили, Миссис Бакфетт?"
        julia "Если вас так тянуло ко мне?"
        #
        $ notif(_("Моника уволила Юлию."))
        #
        mt "Черт!"
        mt "!!!"
        m "Я... Я испугалась этих чувств..."
        m "Я была уверена, что они останутся безответными..."
        m "И решила, что так будет лучше для нас обеих."
    else:
        #
        $ notif(_("Моника не увольняла Юлию."))
        #
        imgf 34965
        julia "А почему вы тогда не сделали этого, Миссис Бакфетт?"
        m "Я... Я испугалась этих чувств..."
        m "Я была уверена, что они останутся безответными..."
        #
    # Юлия обнимает ее
    sound vjuh3
    imgd 34962
    julia "Ой, Миссис Бакфетт, вам достаточно было просто намекнуть мне..."
    julia "Вы тогда сразу поняли бы, что ваши чувства взаимны!"
    m "Я побоялась, милая..."
    # Юлия целует ее
    imgf 33636
    sound snd_kiss2
    w
    imgf 34966
    julia "Я так счастлива, что теперь вы вместе!"
    m "Я тоже очень счастлива рядом с тобой, Юлия..."
    m "..."
    music Hidden_Agenda
    imgd 33627
    m "Милая..."
    julia "Да, Миссис Бакфетт?"
    m "А давай поиграем в игру?"
    julia "Ой, я очень люблю игры! А в какую?"
    imgf 33628
    m "Мы с тобой инсценируем, как-будто вернувшись в прошлое..."
    m "Что я твоя хозяйка, а ты гувернантка."
    m "Как-будто ты наказана и оттираешь пятно."
    m "А я на тебя буду смотреть, как раньше... И желать тебя."
    imgd 33629
    m "Только в этот раз я не буду сдерживать своих желаний..."
    # Юлия радостно
    music Groove2_85
    img 34967
    julia "Ух ты! Как здорово вы придумали, Миссис Бакфетт!"
    julia "Мне кажется, это будет очень интересная игра!"
    julia "Давайте! Сейчас я только сходу за щеткой!"
    # Юлия довольная выбегает на кухню
    # эмоция на лице Моники меняется на злорадную
    music Stealth_Groover
    sound2 snd_walk_barefoot
    imgf 34885
    mt "Вот так тебе, дурацкая гувернантка!"
    mt "Да, мне придется потом делать какую-нибудь извращенскую гадость..."
    mt "Но сначала я укажу тебе на твое истинное место в моей жизни!"
    mt "!!!"
    # довольная Юлия прибегает с щеткой в руке
    fadeblack
    sound snd_walk_barefoot
    pause 2.0
    music Groove2_85
    imgf 34968
    julia "Миссис Бакфетт, все готово!"
    julia "Начнем играть?"
    m "Конечно, милая."
    # Моника делает надменное лицо и указывает пальцем на пятно
    sound Jump2
    imgd 34969
    m "Юлия! Это что такое?!"
    julia "Это... Это пятно, Миссис Бакфетт..."
    m "Я вижу, что это пятно!!!"
    m "Откуда оно здесь взялось?!"
    imgd 34970
    m "Ты хоть представляешь, сколько стоит этот паркет?!"
    m "Ты за всю свою никчемную жизнь не видела таких денег!"
    julia "Миссис Бакфетт, я..."
    sound Jump1
    img 34971 vpunch
    m "Не перебивай меня, когда я с тобой разговариваю!"
    m "А лучше принимайся за работу!"
    m "Немедленно!"
    m "Иначе я тебя прямо сейчас уволю!"
    julia "Миссис..."
    m "Я сказала работать! Быстро!!!"
    # Юлия садится на пол и начинает тереть пятно
    # Моника, руки в боки, стоит и смотрит на нее свысока
    fadeblack 1.5
    music Stealth_Groover
    music2 snd_scrub
    imgf 34972
    w
    imgd 34973
    w
    imgf 34974
    mt "О, да! Теперь все на своих местах!"
    mt "Никчемная гувернантка трет пятно, а я ею командую!"
    mt "!!!"
    # Моника прикрикивает на Юлию
    imgd 34973
    m "Юлия, старайся лучше!"
    m "Это твоя работа и ты должна делать ее идеально!"
    # Юлия трет, а сама игриво посматривает на Монику
    julia "Я итак стараюсь, Миссис Бакфетт..."
    m "Не спорь со своей хозяйкой!"
    m "Я вижу, что ты отлыниваешь от работы!"
    # Моника указывает пальцем на пятно
    sound Jump1
    imgd 34975
    m "Вот здесь еще потри!"
    julia "Да, Миссис Бакфетт..."
    imgd 34976
    w
    imgd 34975
    w
    imgd 34976
    w
    imgf 34977
    m "И вот здесь!"
    julia "Хорошо, Миссис Бакфетт..."
    imgd 34978
    w
    imgd 34977
    w
    imgd 34978
    w
    # Моника видит ее взгляды
    imgf 34979
    m "Чего ты на меня смотришь, гувернантка?!"
    m "Не отвлекайся от своей работы, если не хочешь потерять ее сейчас же!"
    # Юлия притворно складывает
    music2 stop
    sound vjuh3
    img 34980 vpunch
    julia "Нет, Миссис Бакфетт! Пожалуйста, не увольняйте меня!"
    julia "Мне некуда идти и у меня совсем нет денег!"
    m "Это не мои проблемы, гувернантка!"
    m "Раз у тебя нет денег и жилья, значит ты глупая, никому не нужная и некомпетентная работница!"
    m "А мне такие работники не нужны!"
    imgd 34981
    julia "Миссис Бакфетт, ну пожалуйста!"
    julia "Я буду тереть это пятно днем и ночью!"
    julia "Я буду делать все, что вы скажете!"
    julia "Только не увольняйте меня!"
    m "Это мне решать! Быстро за работу!"
    # Юлия немного растерянно спрашивает
    music Groove2_85
    imgf 34982
    julia "Миссис Бакфетт, а вы уверены, что вы испытывали ко мне какое-либо желание..."
    julia "Когда все это происходило?"
    mt "Начинается!"
    mt "!!!"
    imgd 34983
    m "Да..."
    julia "Вы ведь уже сейчас хотите меня, да?"
    mt "Черт! Я только начала входить во вкус!.."
    mt "Почему она всегда все портит своей глупостью?!"
    music Hidden_Agenda
    m "Конечно, милая..."
    # Юлия притворно снова складывает руки и начинает конючить
    imgf 34980
    julia "Миссис Бакфетт, пожалуйста, не увольняйте меня!"
    julia "Я готова на все, чтобы остаться работать у вас!"
    julia "Хотите, я буду оттирать это пятно без одежды?"
    music Groove2_85
    mt "О, Боги!"
    mt "!!!"
    # Моника грозно
    imgd 34984
    m "Снимай свои дешевые тряпки и принимайся за работу, никчемная гувернантка!"
    # Юлия с радостной улыбкой вскакивает, снимает с себя топ и шорты, бросая из на пол
    # потом встает на четвереньки, выпятив попу в сторону Моники и принимается за пятно
    sound Jump2
    img 34985 vpunch
    w
    imgf 34986
    w
    sound vjuh3
    img 34987 vpunch
    w
    sound vjuh3
    img 34988 hpunch
    w
    imgf 34989
    w
    music2 snd_scrub
    imgd 34990
    w
    imgd 34991
    julia "Вот так хорошо, Миссис Бакфетт?"
    julia "Вам нравится, как я работаю?"
    # Моника с отвращением смотрит на ее попу
    music Stealth_Groover
    imgf 34992
    m "Так гораздо лучше, гувернантка!"
    m "Работай еще усерднее!"
    julia "Да, Миссис Бакфетт. Я стараюсь изо всех сил!"
    # бросает пошлый взгляд на Монику из-за плеча
    imgd 34993
    julia "Миссис Бакфетт, ну когда вы прикоснетесь ко мне?!"
    julia "Моя киска уже вся влажная! Ей так не терпится ощутить ваши пальчики!"
    img 34994
    mt "Она хочет, чтобы я..."
    mt "О, Боже!"
    imgd 34995
    mt "Как же это омерзительно! Фу!"
    mt "!!!"
    menu:
        "Отказать Юлии!":
            music Pyro_Flow
            imgd 34974
            mt "Нет!"
            mt "Я не собираюсь заниматься этими извращениями!"
            mt "С чего это она решила, что я должна выполнять ее прихоти?!"
            music2 stop
            music Stealth_Groover
            imgf 34996
            m "Юлия! Не сейчас!"
            m "У меня от этих игр жутко разболелась голова!"
            m "Давай, мы с тобой немного позже вернемся к этому вопросу!"
            # Юлия обижено встает
            imgd 34997
            julia "Да, Миссис Бакфетт..."
            julia "Как скажете..."
            # Моника отворачивается от нее
            imgf 34998
            mt "Никчемная глупая Юлия!!!"
            mt "!!!"
            return
        "Ласкать Юлию.":
            #$ monicaJuliaPlayfulGoverness4 = day # Моника засунула в Юлию дилдо, когда та оттирала пятно
            pass
    music Pyro_Flow
    imgd 34974
    mt "Черт!"
    mt "Почему Я должна выполнять ее прихоти?!"
    mt "Я не хочу прикасаться своими пальцами или ртом к ее!.. К ней!"
    mt "Какое грязное извращенство!!! Фууу!!!"
    mt "!!!"
    imgd 34883
    mt "А что, если я?.."
    mt "Хмм..."
    # Моника комантдным тоном
    music2 stop
    music Stealth_Groover
    imgf 34999
    m "Гувернантка!"
    m "Покажи своей хозяйке, что ты прячешь у себя под подушкой?!"
    julia "Я? Я ничего не..."
    m "Не смей обманывать свою хозяйку, никчемная работница!"
    m "Ты будешь наказана за обман!"
    imgd 35000
    m "Принеси мне то, что лежит у тебя под подушкой!"
    m "Быстро!"
    # Юлия с пошлой улыбочкой встает и подходит к кровати
    # берет в руки дилдо и идет обратно к Монике
    imgd 35001
    w
    sound snd_walk_barefoot
    imgf 35003
    w
    imgd 35002
    w
    fadeblack
    sound snd_walk_barefoot
    pause 1.5
    music Groove2_85
    imgf 35004
    julia "Вот, Миссис Бакфетт... Это всего лишь игрушка..."
    # Моника резко забирает у нее дилдо и указывает им на пятно, как указкой
    sound Jump1
    img 35005
    w
    music Stealth_Groover
    imgd 35006
    m "Возвращайся к работе!"
    m "Сейчас твоя хозяйка будет наказывать плохую гувернантку!"
    julia "Да, Миссис Бакфетт. Ваша гувернантка понесет наказание, которого заслуживает."
    # Юлия с довольной улыбкой снова встает на пол и начинает тереть пятно, отклячивая попу в сторону Моники
    music2 snd_scrub
    imgf 35007
    w
    imgd 35008
    mt "Какая гадкая извращенская штука у меня в руках! Фу!"
    mt "Но ты неплохо придумала, Моника..."
    mt "По крайней мере, тебе не придется прикасаться к этой дурочке!"
    # Моника встает на колени сзади Юлии, смотрит на дилдо, потом на ее киску
    fadeblack 1.5
    music Loved_Up
    imgfl 35009
    mt "Просто нужно быстрее закончить с этим!"
    mt "И тогда она, наконец, отстанет от меня!"
    imgf 35010
    mt "Как же мне все это надоело!!!"
    mt "!!!"
    # Моника натягивает улыбку
    imgd 35011
    m "Гувернантка готова быть наказанной?!"
    julia "О, да! Миссис Бакфетт, ваша гувернантка готова!"
    # Моника наклоняется и приставляет дилдо к киске Юлии
    # начинает водить им по киске туда-сюда
    imgf 35012
    w
    imgd 35013
    w
    imgd 35014
    julia "Мммм... Как хорошо!"
    imgf 35015
    w
    sound drkanje5
    imgd 35016
    julia "Поделайте еще так, Миссис Бакфетт!"
    imgf 35017
    julia "Вот так, даааа..."
    imgd 35015
    w
    sound drkanje5
    imgd 35016
    w
    sound drkanje5
    imgd 35018
    julia "Как здорово!"
    # Моника вводит дилдо в киску Юлии
    imgf 35019
    w
    sound chpok6
    img 35020 hpunch
    w
    imgd 35021
    julia "ООООО!!!"
    imgf 35020
    w
    sound hlup19
    imgd 35022
    w
    sound hlup19
    imgd 35023
    w
    # Моника начинает двигать дилдо в ней, жестко

    #video
    #1 -25
    $ localSoundVolume = 1.0
    $ localSoundName = v_Monica_Julia_Dildo1_1_25_sound_name
    img black_screen
    with diss
    stop music2
    $ renpy.music.set_volume(localSoundVolume, 0.5, channel="music2")
    $ renpy.music.set_volume(0.2, 0.5, channel="music")
    play music2 "<from " + str(float(rand(0,4))*1.4) + " loop 0.0>Sounds/" + localSoundName + ".ogg"
    scene black
    image videov_Monica_Julia_Dildo1_1_25= Movie(play="video/v_Monica_Julia_Dildo1_1_25.mkv")
    show videov_Monica_Julia_Dildo1_1_25
    with fade
    mt "Получай, гребаная гувернантка!"
#            julia "Как офигительнооо!!!"
    wclean
    stop music2
    $ renpy.music.set_volume(1.0, 0.5, channel="music2")
    $ renpy.music.set_volume(1.0, 0.5, channel="music")

    imgf 35024
    julia "Ааааа..."
    imgd 35025
    julia "Еще!!"


    #2 -25
    img black_screen
    with diss
    stop music2
    $ renpy.music.set_volume(localSoundVolume, 0.5, channel="music2")
    $ renpy.music.set_volume(0.2, 0.5, channel="music")
    play music2 "<from " + str(float(rand(0,4))*1.4) + " loop 0.0>Sounds/" + localSoundName + ".ogg"
    scene black
    image videov_Monica_Julia_Dildo1_2_25= Movie(play="video/v_Monica_Julia_Dildo1_2_25.mkv")
    show videov_Monica_Julia_Dildo1_2_25
    with fade
    julia "Немного глубже! Да, так! Оооо!!!"
    wclean
    stop music2
    $ renpy.music.set_volume(1.0, 0.5, channel="music2")
    $ renpy.music.set_volume(1.0, 0.5, channel="music")

    imgf 35027
    w
    imgd 35026
    w

    #3 -25
    img black_screen
    with diss
    stop music2
    $ renpy.music.set_volume(localSoundVolume, 0.5, channel="music2")
    $ renpy.music.set_volume(0.2, 0.5, channel="music")
    play music2 "<from " + str(float(rand(0,4))*1.4) + " loop 0.0>Sounds/" + localSoundName + ".ogg"
    scene black
    image videov_Monica_Julia_Dildo1_3_25= Movie(play="video/v_Monica_Julia_Dildo1_3_25.mkv")
    show videov_Monica_Julia_Dildo1_3_25
    with fade
    mt "На, сучка, получай по заслугам!"
    julia "Ооох, быстрее!"
    wclean
    stop music2
    $ renpy.music.set_volume(1.0, 0.5, channel="music2")
    $ renpy.music.set_volume(1.0, 0.5, channel="music")

    #video
    #4
    $ localSoundVolume = 1.0
    $ localSoundName = v_Monica_Julia_Dildo1_1_sound_name
    img black_screen
    with diss
    stop music2
    $ renpy.music.set_volume(localSoundVolume, 0.5, channel="music2")
    $ renpy.music.set_volume(0.2, 0.5, channel="music")
    play music2 "<from " + str(float(rand(0,4))*1.16666667) + " loop 0.0>Sounds/" + localSoundName + ".ogg"
    scene black
    image videov_Monica_Julia_Dildo1_4= Movie(play="video/v_Monica_Julia_Dildo1_4.mkv")
    show videov_Monica_Julia_Dildo1_4
    with fade
    mt "Гребаная гувернантка, получай что заслужила!"
    julia "Ооо, даааа!!!"
    wclean
    julia "Еще!"
    stop music2
    $ renpy.music.set_volume(1.0, 0.5, channel="music2")
    $ renpy.music.set_volume(1.0, 0.5, channel="music")

    imgf 35029
    w
    sound hlup19
    img 35028 vpunch
    w

    #5
    img black_screen
    with diss
    stop music2
    $ renpy.music.set_volume(localSoundVolume, 0.5, channel="music2")
    $ renpy.music.set_volume(0.2, 0.5, channel="music")
    play music2 "<from " + str(float(rand(0,4))*1.16666667) + " loop 0.0>Sounds/" + localSoundName + ".ogg"
    scene black
    image videov_Monica_Julia_Dildo1_5= Movie(play="video/v_Monica_Julia_Dildo1_5.mkv")
    show videov_Monica_Julia_Dildo1_5
    with fade
    julia "Еще чуть-чуть, Миссиииис Бакфеееетт!!!"
    wclean
    stop music2
    $ renpy.music.set_volume(1.0, 0.5, channel="music2")
    $ renpy.music.set_volume(1.0, 0.5, channel="music")

    imgf 35030
    w

    #6
    img black_screen
    with diss
    stop music2
    $ renpy.music.set_volume(localSoundVolume, 0.5, channel="music2")
    $ renpy.music.set_volume(0.2, 0.5, channel="music")
    play music2 "<from " + str(float(rand(0,4))*1.16666667) + " loop 0.0>Sounds/" + localSoundName + ".ogg"
    scene black
    image videov_Monica_Julia_Dildo1_6= Movie(play="video/v_Monica_Julia_Dildo1_6.mkv")
    show videov_Monica_Julia_Dildo1_6
    with fade
    mt "На, гувернантка! Ты этого хотела?!"
    julia "Я сейчас коооончуууу!!!"
    wclean
    julia "ААА!"
    stop music2
    $ renpy.music.set_volume(1.0, 0.5, channel="music2")
    $ renpy.music.set_volume(1.0, 0.5, channel="music")

    # Юлия бурно кончает
    music Loved_Up2
    img 35031
    show screen photoshot_screen()
    with hpunch
    pause 0.7
    hide screen photoshot_screen
    sound woman_moan11
    julia "ААААА!!!"
    img 35032
    show screen photoshot_screen()
    with hpunch
    pause 0.7
    hide screen photoshot_screen
    sound woman_moan11
    julia "АААААААА!!!!"
    julia "!!!"
    # Моника с облегчением вытаскивает из нее дилдо
    # встает и брезгливо бросает его на пол
    # Юлия садится на пол и расслабленно улыбается ей
    sound snd_bodyfall
    img 35033 hpunch
    w
    imgf 35034
    w
    imgd 35035
    w
    imgf 35036
    w
    sound hlup19
    imgd 35037
    w
    fadeblack 1.5
    music Groove2_85
    imgfl 35038
    w
    imgf 35039
    julia "Миссис Бакфетт, это была отличная игра!"
    julia "Мы поиграем с вами сегодня еще во что-нибудь?"
    imgd 34957
    m "Сегодня нет! Плохая гувернантка понесла наказание."
    m "И сегодня я в ее услугах больше не нуждаюсь."
    # Юлия глупо хихикает
    sound snd_woman_laugh4a
    imgd 35040
    julia "Хи-хи-хи!"
    return
