default monicaJuliaLoveStory1 = False # Моника согласилась сделать Юлии массаж
default monicaJuliaLoveStory2 = False # Моника согласилась поцеловать Юлии грудь
default monicaJuliaLoveStory3 = False  # Моника согласилась подыграть Юлии, еще не зная, что ее ждет секс на ее рабочем столе
default monicaJuliaLoveStory4 = False # Моника согласилась приласкать Юлию на ее рабочем столе
default monicaJuliaLoveStory5 = False # Моника согласилась пойти с Юлией в комнату отдыха
default monicaJuliaLoveStory6 = False # Моника согласилась залезть к Юлии под стол
default monicaJuliaLoveStory7 = False # Моника согласилась делать куни на столе у близняшек
default monicaJuliaLoveStory8 = False # Моника предложила Юлии жить вместе
default monicaJuliaLoveStory9 = False # Моника согласилась надеть трусики Юлии
default monicaJuliaLoveStory10 = False # Моника разбудила Юлию поцелуем
default monicaJuliaLoveStory11 = False # Моника утром начала целовать грудь Юлии
default monicaJuliaLoveStory12 = False # Моника утром ласкает Юлию пальцами
default monicaJuliaLoveStory13 = False # Моника утром делает куни
default monicaJuliaLoveStory14 = False # Моника утром решила еще поспать и не будить Юлию
default monicaJuliaLoveStory15 = False # Моника утром пошла готовить завтрак
default monicaJuliaLoveStory16 = False # Моника утром решила уйти, пока Юлия спит
default monicaJuliaLoveStory17 = False # Моника целует Юлию на кухне
default monicaJuliaLoveStory18 = False # Моника ласкает Юлию на кухне
default monicaJuliaLoveStory19 = False # Моника согласилась на 69 на кухне
default monicaJuliaLoveStory20 = False # Моника зашла в душ к Юлии
default monicaJuliaLoveStory21 = False # Моника согласилась на золотой дождь
default monicaJuliaLoveStory22 = False # Моника открыла рот для золотого дождя
default monicaJuliaLoveStory23 = False # Моника целует Юлию перед сном
default monicaJuliaLoveStory24 = False # Моника ласкает Юлию перед сном
default monicaJuliaLoveStory25 = False # Моника соглашается на дилдо перед сном

default ep213_dialogues5_julia_15e_day = 0
default ep213_dialogues5_julia_13_day = 0

default ep213_dialogues5_sleep_more_flag = False

#call ep213_dialogues5_julia_1() # меню выбора действий с Юлией на работе днем
#call ep213_dialogues5_julia_1a() # меню выбора действий на работе вечером
#call ep213_dialogues5_julia_2() # первый пункт меню "Массаж для Юлии"
#call ep213_dialogues5_julia_3() # второй пункт меню "На рабочем столе Моники"
#call ep213_dialogues5_julia_4() # третий пункт меню "На диване в комнате отдыха"
#call ep213_dialogues5_julia_5() # четвертый пункт меню "Под столом Юлии"
#call ep213_dialogues5_julia_6() # пятый пункт меню "В отделе отчетов", вечер
#call ep213_dialogues5_julia_7() # диалог в квартире Юлии ДО того как переоденутся в домашние аутфиты
#call ep213_dialogues5_julia_8() # Моника с Юлией лежат голые в постели
#call ep213_dialogues5_julia_9() # если выбран пункт меню "Не будить Юлию" и Моника зашла на кухню
#call ep213_dialogues5_julia_10() # при клике на ванную, в душе Юлия
#call ep213_dialogues5_julia_10a() # при клике на ванную, Юлия сидит в туалете
#call ep213_dialogues5_julia_10b() # если Юлия дома и Моника заходит в душ, то Юлия к ней приходит
#call ep213_dialogues5_julia_11() # вечер, лежат вдвоем с Юлией в постели под одеялом
#call ep213_dialogues5_julia_12() # если днем сделать дневной отдых, то Юлия уходит на работу, а вечером приходит
#call ep213_dialogues5_julia_12a() # если в выходной днем сделать дневной отдых, то Юлия уходит, а вечером приходит
#call ep213_dialogues5_julia_13() # днем при клике на выход (если Юлия уже проснулась)
#call ep213_dialogues5_julia_13a() # днем при клике на выход в выходной (если Юлия уже проснулась)
#call ep213_dialogues5_julia_14() # Моника перевезла свой гардероб к Юлии
#call ep213_dialogues5_julia_15() # мысли Моники, стоит в домашней одежде Юлии (глазик)
#call ep213_dialogues5_julia_15a() # мысли Моники, на кухне, пришла поесть
#call ep213_dialogues5_julia_15b() # мысли Моники, на кухне, пришла поесть, когда уже ела
#call ep213_dialogues5_julia_15с() # мысли Моники, в ванной комнате, душ
#call ep213_dialogues5_julia_15d() # мысли Моники, в ванной комнате, унитаз (писает)
#call ep213_dialogues5_julia_15e() # мысли Моники, вышла из дома, когда Юлия спала


# 1. "Массаж для Юлии"
# 2. утренняя сцена в постели у Юлии дома (с постепенным раскрытием пунктов меню)
# 3. "На рабочем столе Моники"
# 4. при клике на ванную, в душе Юлия
# 5. кухня, если не разбудить ее утром (с постепенным раскрытием пунктов меню)
# 6. "На диване в комнате отдыха"
#xxx 7. в душ к Монике приходит Юлия
# 8. "Под столом Юлии"

# уровень отношений с Юлией будет увеличиваться с каждым новым действием
# при отказе Моники от какого-либо действия уровень отнимается
# после достижения максимального уровня отношений Моника делает камингаут

# ОФИС
# на работе, днем, при клике на Юлию, если выбрать отношения с Юлией, открывается меню ep213_dialogues5_julia_1
# вечером при клике на Юлию откроется другое меню ep213_dialogues5_julia_1a
# пункты открываются последовательно
label ep213_dialogues5_julia_1: # на работе днем
    $ menuName = "julia_work1"
    menu:
        "Поцеловать Юлию" if ep210_julia_kissed_day_day != day:
            return 0
        "Массаж для Юлии." if juliahome_work_action_day != day:
            return 1
        "На рабочем столе Моники." if juliahome_work_action_day != day:
            return 2
        "На диване в комнате отдыха." if juliahome_work_action_day != day:
            return 3
        "Под столом Юлии." if juliahome_work_action_day != day:
            return 4
        "Укрепление отношений." if juliahome_work_action_day != day and monicaJuliaLoveStory7 == True and ep216_quests_julia1_start_day > 0:
            return 6
        "Уйти.":
            return -1
    return


label ep213_dialogues5_julia_1a: # на работе вечером
    $ menuName = "julia_work1"
    menu:
        "Поцеловать Юлию" if ep210_julia_kissed_day_evening != day:
            return 0
        "В отделе отчетов." if juliahome_work_action_evening_day != day:
            return 5
        "Уйти.":
            return -1
    return


# арты, где Моника думает, где отказывает Юлии и т.п. делать мало, по возможности брать имеющиеся!!

# первый пункт меню "Массаж для Юлии."
label ep213_dialogues5_julia_2:
    # Моника за своим столом, Юлия на своем рабочем месте
    # Юлия бросает игривые взгляды на Монику, а та старательно их игнорит
    music Groove2_85
    imgfl 20886
    w
    imgf 30578
    w
    imgd 30579
    w
    imgd 30580
    mt "Не нравится мне, как эта дурочка Юлия на меня смотрит!"
    mt "!!!"

    # Юлия смотрит на Монику, откидывается на спинку своего стула и подтягивается, выпятив грудь
    imgf 30581
    julia "Миссис Бакфетт, у Вас найдется пару минут?"
    imgd 30582
    mt "Что ей надо от меня?!"

    # притворно улыбаясь
    music Hidden_Agenda
    imgf 30583
    m "Да, милая."
    m "Ты что-то хотела?"
    music Groove2_85
    imgd 30584
    julia "Миссис Бакфетт, у меня так затекла шея..."
    imgd 21989
    mt "Так разомни сама!"
    mt "Зачем меня отвлекать от работы?!"
    mt "?!?!?!"
    imgf 30585
    m "..."
    julia "..."
    imgd 30586
    julia "Миссис Бакфетт, можно Вас попросить сделать мне массаж?"
    imgd 21987
    mt "Боже!"
    mt "Ну почему она даже на работе постоянно что-то хочет от меня?!"
    m "..."
    menu:
        "Отказать Юлии!": # уровень отношений снижается
            music Pyro_Flow
            imgf 30587
            mt "Нет!"
            mt "С чего это она решила, что я должна выполнять ее прихоти?!"
            music Stealth_Groover
            imgd 30588
            m "Юлия!"
            m "У меня очень много дел!"
            m "И еще..."
            imgd 30589
            m "Еще у меня жутко болит голова!"
            m "Давай, позже!"

            # Юлия обиженно
            imgf 30590
            julia "Да, Миссис Бакфетт..."
            julia "Как скажете."
            imgd 20269
            mt "Никчемная глупая Юлия!!!"
            mt "!!!"
            call ep213_quests_julia18_progress(0, False, 10) from _rcall_ep213_quests_julia18_progress
            return
        "Подыграть Юлии.":  # уровень отношений повышается
            $ monicaJuliaLoveStory1 = True # Моника согласилась сделать Юлии массаж
            pass
    # Моника недовольно
    music Stealth_Groover
    imgf 30587
    mt "Почему Я должна делать ей массаж, а не наоборот?!"
    mt "Или она и правда думает, что мне доставляет удовольствие делать ей приятно?"
    mt "Как же меня раздражает эта наивная глупая дурочка!"
    mt "!!!"
    mt "С другой стороны, лучше сделать массаж, чем заниматься всякими грязными извращениями."

    # Моника подходит к столу Юлии, улыбается
    music Hidden_Agenda
    imgd 30591
    w
    sound highheels_short_walk
    imgf 30592
    m "Да, милая, конечно."

    # кладет ей на плечи руки
    fadeblack
    sound highheels_short_walk
    pause 1.5
    music Groove2_85
    imgfl 30593
    julia "Оох, Миссис Бакфетт, это так приятно!"

    # Моника массирует ей шею и плечи, Юлия балдеет
    # потом Юлия берет ладонь Моники и кладет ее на свою грудь
    imgf 30594
    mt "Чего не скажешь обо мне..."
    w
    imgd 30595
    julia "Миссис Бакфетт, у Вас такие нежные руки..."
    mt "И?"
    sound grabbing9
    imgd 30596
    julia "Я так хочу, чтобы Вы прикоснулись ко мне... здесь."
    julia "Хочу, чтобы Вы взяли мои груди в свои ладони и..."
    julia "И поцеловали."
    imgf 30597
    julia "У Вас такие губы! Я смотрю на них и у меня все мысли в голове путаются."
    julia "Ну, пожалуйста. Всего один поцелуй, Миссис Бакфетт."
    imgd 30598
    mt "Меня уже тошнит от всех этих нежностей."
    mt "Почему я должна постоянно ей что-то делать?!"
    imgf 30599
    m "А если кто-то сюда зайдет, Юлия?"
    julia "Тогда я просто отвернусь быстро и никто ничего не заметит."
    imgd 30600
    m "..."
    menu:
        "Отказать Юлии!": # уровень отношений снижается
            music Pyro_Flow
            imgf 16481
            mt "Нет!"
            mt "С чего это она решила, что я должна выполнять ее прихоти?!"
            music Stealth_Groover
            imgd 30601
            m "Юлия!"
            m "У меня очень много дел!"
            m "И еще..."
            imgf 30602
            m "Еще у меня жутко болит голова!"
            m "Давай, позже!"

            # Юлия обиженно
            sound highheels_short_walk
            imgd 30603
            julia "Да, Миссис Бакфетт..."
            julia "Как скажете."

            # Моника возвращается на свое рабочее место
            imgf 16494
            mt "Никчемная глупая Юлия!!!"
            mt "!!!"
            call ep213_quests_julia18_progress(0, False, 10) from _rcall_ep213_quests_julia18_progress_1
            return
        "Подыграть Юлии.":  # уровень отношений повышается
            $ monicaJuliaLoveStory2 = True # Моника согласилась поцеловать Юлии грудь
            pass
    music Groove2_85
    imgf 16472
    mt "Дьявол!"
    mt "Если я сейчас ей откажу, она усомнится в моих чувствах к ней!"
    mt "А мне нельзя допускать этого!"
    mt "!!!"
    # Мысли Моники о том, как она соглашается сделать Юле то, что та просит
    # Моника приспускает платье Юлии с плеч и обнажает ее грудь
    # наклоняеся к ее лицу, целует в губы
    # Юлия тает
    # отрывается от ее губ и берет в ладони груди, проводит пальцами по соскам, сжимает их
    fadeblack 2.0
    music Hidden_Agenda
    imgfl 30604
    m "Ну конечно, милая."
    m "Тебе не нужно уговаривать меня, чтобы я тебя поцеловала..."
    m "Ведь мне очень нравится делать это..."
    w
    imgf 30605
    julia "О, Миссис Бакфетт..."
    w
#    img 30328 #-?
#    w
    music Loved_Up
    imgd 30606
    sound kiss2
    w
    imgf 30607
    w
    imgd 30608
    sound kiss1
    w
    imgf 30609
    m "Ты такая красивая, Юлия..."
    w
    sound snd_fabric1
    imgd 30610
    w
    imgd 30611
    w
    imgd 30612
    w
    imgd 30611
    w
    imgd 30612
    w
    imgd 30611
    w
    imgd 30612
    w
    imgd 30611
    w
    imgd 30612
    w
    imgf 30621
    julia "Оооо..."
    w
    imgd 30613
    w
    imgd 30614
    w
    imgd 30613
    w
    imgd 30614
    w
    imgd 30613
    w
    imgd 30614
    w
    imgd 30613
    w
    imgd 30614
    w
    imgf 30622
    julia "Мммм..."
    # потом наклоняется и целует сосок сначала на одной груди, потом на второй
    sound kiss1
    imgd 30615
    julia "Ооо, дааа..."
    w
    sound kiss1
    imgf 30616
    julia "А теперь сожмите мой сосок зубами, Миссис Ба-а-акфетт!"
    julia "Аааааа!!!"
    mt "!!!"
    imgd 30617
    mt "Так!"
    mt "Это нужно прекращать немедленно!"
    mt "Сейчас кто-нибудь ее услышит!"

    # Моника отстраняется
    music Hidden_Agenda
    imgf 30618
    m "Юлия, милая..."
    m "Я предлагаю оставить продолжение на вечер, когда мы с тобой будем только вдвоем..."
    m "И никто не сможет нам помешать."

    # Юлия прибалдевшая, поправляет платье
    sound snd_fabric1
    imgd 30619
    julia "Да, Миссис Бакфетт."
    julia "Это было так здорово!"
    julia "Не могу дождаться того момента, когда мы останемся с Вами вдвоем."
    imgd 30620
    m "Да, милая."
    m "Я тоже."

    # Моника отходит от нее и садится в свое кресло
    fadeblack
    sound highheels_short_walk
    pause 1.5
    music Groove2_85
    imgfl 22390
    w
    imgf 30587
    mt "Надо быть осторожнее с этими глупыми нежностями."
    mt "А если кто-нибудь из сотрудников зашел бы?"
    mt "?!?!?!"
    mt "Потом все в офисе говорили бы, что Моника Бакфетт лесбиянка!"
    mt "Кошмар!"
    mt "!!!"
    call ep213_quests_julia18_progress(0, True, 10) from _rcall_ep213_quests_julia18_progress_2
    return


# второй пункт меню "На рабочем столе Моники."
label ep213_dialogues5_julia_3:
    # Моника на рабочем месте, Юлия за своим столом
    # Юлия смотрит на Монику, строит ей глазки, улыбается
    music Groove2_85
    imgfl 20886
    w
    imgf 30578
    w
    imgd 30579
    julia "..."

    # Моника косится на Юлию, но делает вид, что не замечает
    imgf 30580
    mt "Почему эта никчемная бывшая гувернантка так смотрит на меня?"
    mt "Что ей от меня надо?"
    mt "???"
    imgd 30583
    mt "Я просто сделаю вид, что не замечаю этого."
    mt "..."

    # снова бросает взгляд на Юлию, та продолжает флиртовать с Моникой
    imgf 30582
    julia "..."

    # Моника переводит взгляд и недовольно
    imgd 30587
    mt "Она что, пытается намекнуть мне на какое-нибудь очередное извращение?!"
    mt "Здесь, в офисе?!"
    mt "?!"
    music Stealth_Groover
    imgf 22009
    mt "Нет!"
    mt "Я ни за что не буду делать этого, тем более здесь!"
    imgd 22288
    mt "Я Моника Бакфетт."
    mt "Я здесь начальник!"
    mt "А она всего лишь одна из моих многочисленных подчиненных..."

    # ее мысли прерывает Юлия
    music Groove2_85
    imgf 30623
    julia "Миссис Бакфетт..."
    julia "У меня возникла небольшая проблемка с работой."
    m "Какая проблема?"
    imgd 30624
    julia "Я никак не могу сосредоточиться..."
    julia "..."

    # Моника смотрит на нее с недоумением
#    music Stealth_Groover
    imgf 30625
    m "..."
    mt "Что за бред?!"
    mt "!!!"

    # Юлия встает из-за стола и подходит к столу Моники
    music Groove2_85
    imgd 30626
    sound highheels_short_walk
    julia "Дело в том, что как только я посмотрю на свою начальницу..."
    julia "У меня все мысли выветриваются из головы."
    imgf 30627
    julia "А в животе такое ощущение..."
    julia "Как-будто бабочки порхают."
    music Stealth_Groover
    imgd 20270
    mt "О Боже!"
    mt "Это что, признание в любви?"
    mt "Не могла найти более подходящего места?!"
    imgd 20269
    mt "В очередной раз убеждаюсь в ее никчемности!"
    mt "На работе надо думать о делах, а не о каких-то там бабочках!"
    mt "!!!"

    # Юлия подходит к Монике еще ближе, заигрывает с ней
    music Groove2_85
    imgf 30628
    julia "Я думаю, Миссис Бакфетт, что Вы, как грамотный руководитель..."
    julia "Должны помочь своей подчиненной в решении этой рабочей проблемы."
    imgd 30629
    m "..."
    menu:
        "Отказать Юлии!": # уровень отношений снижается
            music Stealth_Groover
            imgf 30630
            mt "Нет!"
            mt "Я не собираюсь заниматься какими-то там глупостями!"
            mt "С чего это она решила, что я должна выполнять ее прихоти?!"
            imgd 30631
            m "Юлия!"
            m "У меня очень много дел!"
            m "И еще..."
            imgd 30633
            m "Еще у меня жутко болит голова!"
            m "Давай, мы с тобой позже вернемся к этому вопросу!"

            # Юлия расстроено
            music Groove2_85
            imgf 22339
            julia "Да, Миссис Бакфетт..."
            julia "Как скажете."
            call ep213_quests_julia18_progress(1, False, 10) from _rcall_ep213_quests_julia18_progress_3
            return
        "Подыграть Юлии.":
            $ monicaJuliaLoveStory3 = True # Моника согласилась подыграть Юлии, еще не зная, что ее ждет секс на ее рабочем столе
            pass
    # Моника смотрит на Юлию
    music Hidden_Agenda
    imgf 30630
    mt "Черт!"
    mt "Если я сейчас откажусь подыграть ей, она начнет сомневаться в искренности моих чувств."
    mt "Мне нужно сказать ей что-то приятное в ответ."
    imgd 30632
    mt "Что говорят в таких случаях?"
    mt "Может, просто говорить ей, что чувствую то же самое?"
    mt "Да. Это должно сработать!"

    # Моника протягивает руку и прикасается к руке Юлии
    imgf 30634
    m "Юлия, когда я смотрю на тебя, я чувствую то же самое."
    music Groove2_85
    julia "Правда?"
    m "Да, милая."
    julia "В таком случае..."

    # Юлия садится на рабочий стол Моники
    sound Jump2
    imgf 30635
    mt "И? Что это она задумала?!"
    julia "И у меня есть предложение, как мы это сделаем."
    imgd 30636
    m "Что за предложение?"
    m "Твоя начальница внимательно тебя слушает."
    julia "..."

    # Юлия раздвигает ноги
    sound Jump1
    imgd 30637
    julia "Прилайскайте меня, Миссис Бакфетт."
    julia "Мне так понравилось в прошлый раз, что я не могу думать ни о чем другом!"
    m "???"
    m "!!!"

    menu:
        "Отказать Юлии!": # уровень отношений снижается
            music Stealth_Groover
            imgf 30638
            mt "Нет!"
            mt "Я не собираюсь заниматься этими извращениями!"
            mt "С чего это она решила, что я должна выполнять ее прихоти?!"
            imgd 30639
            m "Юлия!"
            m "У меня очень много дел!"
            m "И еще..."
            imgd 30640
            m "Еще у меня жутко болит голова!"
            m "Давай, мы с тобой позже вернемся к этому вопросу!"

            # Юлия обиженно
            music Groove2_85
            imgf 22337
            w
            imgd 22338
            julia "Да, Миссис Бакфетт..."
            julia "Как скажете."

            # спрыгивает с ее стола и возвращается на свое рабочее место
            music Stealth_Groover
            imgf 22340
            mt "Никчемная глупая Юлия!!!"
            mt "!!!"
            call ep213_quests_julia18_progress(1, False, 10) from _rcall_ep213_quests_julia18_progress_4
            return
        "Подыграть Юлии.":  # уровень отношений повышается
            $ monicaJuliaLoveStory4 = True # Моника согласилась приласкать Юлию на ее рабочем столе
            pass
    # Моника смотрит Юлии между ног
    music Pyro_Flow
    imgf 30638
    mt "Она хочет, чтобы я..."
    mt "О, нет!"
    mt "Фу!"
    music Hidden_Agenda
    imgd 30641
    m "Юлия, милая..."
    m "А вдруг нас кто-то увидит? Вдруг зайдет кто-то из сотрудников?"
    music Groove2_85
    imgf 30642
    julia "Они сначала постучат в дверь."
    julia "Тогда я быстро спрячусь."
    julia "Это не займет много времени, Миссис Бакфетт..."
    imgd 30639
    m "Юлия..."
    m "Все же я думаю, что это не совсем правильно."
    m "Мы же на работе..."

    # Юлия сдвигает ноги, обиженно
    sound Jump1
    imgf 30643
    julia "Вам не понравилось ласкать мою киску, да?"
    julia "Вы больше не хотите этого делать, Миссис Бакфетт?"
    music Power_Bots_Loop
    imgd 30644
    mt "АААААА!"
    mt "!!!"
    music Groove2_85
    mt "Так, спокойно!"
    mt "Моника, думай про свою цель: получить свободу и закончить этот кошмар."
    mt "Ты не должна дать ей повод усомниться в своих чувствах."
    imgd 30645
    m "Конечно, понравилось, милая."
    m "Как может быть иначе?"

    # Юлия снова широко разводит ноги в стороны
    # молча, и улыбается

#    julia "Тогда поцелуйте меня, Миссис Бакфетт."

    # Моника смотрит на ее киску, медлит
    sound Jump1
    imgd 30646
    m "..."
    menu:
        "Поцеловать киску Юлии.":
            mt "Черт!"
            pass
    # Моника приближает лицо к киске Юлии и начинает лизать
    fadeblack 1.5
    music Loved_Up
    imgfl 30647
    w
    imgf 30648
    julia "Ооооо!!!"
    w
    imgd 30649
    julia "Как хорошо!!!"

    # Моника отстраняется
    music Groove2_85
    imgf 30650
    m "Тихо! То есть..."
    m "..."
    m "Милая... Нас могут услышать."
    m "Постарайся потише."
    imgd 30651
    julia "Да-да..."
    julia "Я постараюсь."
    julia "Продолжайте! Ну пожалуйста, скорее!"

    # Моника снова принимается за куни
    music Loved_Up
    imgf 30652
    w
    imgd 30653
    julia "Мммммм..."
    imgf 30654
    w
    imgd 30655
    w
    imgf 30656
    julia "Ааааа..."
    imgd 30657
    w
    music Loved_up2
    imgf 30658
    w
    imgd 30659
    julia "Чуть выше..."
    imgf 30660
    julia "Еще немного-о-о-о..."
    img 30661
    show screen photoshot_screen()
    with hpunch
    pause 0.7
    hide screen photoshot_screen
    julia "О, дааааа!!!"
    # кончает, прижав ладонь к губам
    img 30662
    show screen photoshot_screen()
    with hpunch
    pause 0.7
    hide screen photoshot_screen
    sound woman_moan11
    julia "ММММММММ!!!!"
    julia "!!!"

    fadeblack
    sound snd_fabric1
    pause 2.0
    music Groove2_85
    # Моника отстраняется и пока Юлия сидит балдеет, вытирает губы недовольно
    imgfl 30663
    julia "О, Миссис Бакфетт! Это было волшебно!"
    julia "Спасибо!"
    imgf 30664
    m "Милая, я рада, что тебе понравилось."
    music Stealth_Groover
    imgd 22337
    sound highheels_short_walk
    mt "Не могу поверить в это!"
    mt "Я, Моника Бакфетт, лизала между ног у своей подчиненной прямо на рабочем месте!"
    mt "!!!"
    mt "Я больше не должна допускать подобных глупостей!"
    mt "Все-таки Я здесь начальник!"
    mt "И командую здесь только Я!"
    mt "!!!"
    call ep213_quests_julia18_progress(1, True, 10) from _rcall_ep213_quests_julia18_progress_5
    return

# третий пункт меню "На диване в комнате отдыха."
label ep213_dialogues5_julia_4:
    # Моника смотрит на Юлию, та снова игриво пялится на нее
    # Моника недовольно
    music Groove2_85
    imgfl 20886
    w
    imgf 30578
    w
    imgd 30579
    w
    music Pyro_Flow
    imgf 22044
    mt "Что? Опять?!"
    mt "?!"
    imgd 30587
    mt "В прошлый раз она залезла ко мне на стол!"
    mt "Я больше не позволю ей таких вольностей!"
    mt "К тому же, на МОЕМ столе!"
    imgd 30583
    mt "Сделаю вид, что не замечаю ее!"
    mt "!!!"

    # Юлия подходит к столу Моники
    music Groove2_85
    sound highheels_short_walk
    imgf 16493
    julia "Миссис Бакфетт..."
    julia "Я тут подумала..."
    imgd 16492
    m "Да, милая?"
    imgf 30665
    julia "Вы, наверное, устали?"
    julia "Пойдемте в комнату отдыха?"
    julia "Немного расслабитесь... Я Вам помогу с этим." # улыбается игриво
    imgd 16500
    m "Расслабится? Мне?"
    menu:
        "Отказать Юлии!": # уровень отношений снижается
            music Stealth_Groover
            imgf 30587
            mt "Нет!"
            mt "Я не собираюсь заниматься этими глупостями!"
            imgd 30588
            m "Юлия!"
            m "У меня очень много дел!"
            m "И еще..."
            imgf 30589
            m "Еще у меня жутко болит голова!"
            m "Давай, мы с тобой позже вернемся к этому вопросу!"

            # Юлия обиженно
            music Groove2_85
            imgd 20243
            sound highheels_short_walk
            julia "Да, Миссис Бакфетт..."
            julia "Как скажете."

            # возвращается на свое рабочее место
            music Stealth_Groover
            imgf 22340
            mt "Никчемная глупая Юлия!!!"
            mt "!!!"
            call ep213_quests_julia18_progress(2, False, 10) from _rcall_ep213_quests_julia18_progress_6
            return
        "Подыграть Юлии.":  # уровень отношений повышается
            $ monicaJuliaLoveStory5 = True # Моника согласилась пойти с Юлией в комнату отдыха
            pass
    # Моника задумчиво
    music Groove2_85
    imgf 16494
    mt "Я ослышалась или она и правда предложила мне свою помощь в расслаблении?"
    mt "Или это просто такая уловка и все закончится тем, что я буду у нее между ног?"
    mt "???"
    music Stealth_Groover
    imgd 20269
    mt "С другой стороны, мое согласие сделает меня на шаг ближе к моей цели."
    mt "А моя цель - использовать эту дурочку, чтобы закончить то недоразумение, в котором я оказалась..."
    mt "Если при этом я еще немного отдохну и расслаблюсь..."
    mt "Моника, без сомнения, ты это заслужила."
    imgf 20247
    m "Да, милая, ты права."
    m "Я совсем не отдыхаю."
    m "Пойдем?"

    # в комнате отдыха Моника лежит на диване, Юлия тоже сидит на диване
    # ноги Моники лежат на коленях у Юлии и та массирует ступни
    fadeblack
    sound highheels_short_walk
    pause 2.0
    music Loved_Up
    imgfl 30666
    w
    imgf 30667
    mt "О Боги!"
    mt "Как же это приятно!"

    # Юлия поднимает руки выше, на голени
    imgd 30668
    m "Ммммм..."
    m "Это и правда расслабляет, милая..."
    julia "Да, Миссис Бакфетт."
    julia "Вам нравится?"
    m "Да, милая."

    # Юлия кладет руки на бедра Монике и поднимает ладонии вверх по ногам, все выше и выше (ноги у Моники не раздвинуты)
    imgf 30669
    w
    imgd 30670
    mt "Что она собралась делать?!"
    mt "?!?!?!"

    # Юлия задирает юбку Моники и обнажает ее прелести, Моника испуганно
    imgf 30671
    w
    sound vjuh3
    imgd 30672
    m "Юлия!"
    w
    imgd 30673
    m "Что... Что ты делаешь?"
    m "Не надо..."

    # Юлия загадочно улыбается и целует Монику внизу живота, потом ниже, еще ниже
    sound Jump2
    imgf 30674
    mt "Нет. Нет, я не хочу, чтобы она трогала мою..."
    w
    imgd 30675
    m "Ах..."
    m "Юлия..."
    m "Не надо..."

    # Юлия раздвигает ноги Моники и приближает лицо к ее киске
    imgf 30676
    w
    imgd 30677
    julia "Миссис Бакфетт, я давно хотела сделать это."
    julia "Просто расслабьтесь."
    julia "Вам будет приятно, я обещаю."
    imgd 30678
    mt "Черт!"
    mt "Зачем она это делает?!"
    mt "Какой извращенкой надо быть, чтобы хотеть этого?!"

    # Юлия начинает ласкать Монику языком
    music Loved_up2
    imgf 30679
    m "Аааах..."
    imgd 30680
    mt "Это щекотно... Но приятно..."
    mt "Особенно, когда она вот так делает языком."
    sound lick3
    imgf 30681
    w
    sound lick3
    imgd 30682
    w
    sound lick3
    imgd 30681
    w
    sound lick3
    imgd 30682
    w
    sound lick3
    imgd 30681
    w
    sound lick3
    imgd 30682
    w
    sound lick3
    imgd 30681
    w
    sound lick3
    imgd 30682
    m "Аааах..."
    imgf 30683
    mt "О, Боже!"
    mt "Что за странные ощущения у меня внизу живота?"
    imgd 30684
    m "Аааах..."
    imgf 30685
    mt "Что это?!"
    w
    imgd 30686
    w
    music Groove2_85
    imgf 30687
    mt "Это становится все сильнее и сильнее!"
    mt "Надо это оcтановить! Немедленно!"
    mt "Я не хочу, чтобы это усиливалось!"
    mt "!!!"

    # Моника резко отстраняется от Юлии
    sound Jump1
    img 30688 hpunch
    julia "Но, Миссис Бакфетт, я ведь еще..."
    m "Все, Юлия."
    imgf 30689
    m "Я уже достаточно отдохнула и расслабилась."
    m "Спасибо тебе. Милая."
#    music Groove2_85
    imgd 30690
    julia "Точно?"
    julia "Вм понравилось, Миссис Бакфетт?"
    m "Да, милая. Это было... Это было превосходно."
    imgd 30691
    w
    # Юлия довольно ей улыбается
    music Pyro_Flow
    imgf 30692
    mt "!!!"
    mt "Дьявол!"
    mt "Что со мной было?!"
    mt "?!?!?!"
    imgd 30693
    mt "..."
    mt "Это все нервы, Моника."
    mt "Не стоит так переживать."
    mt "..."
    mt "Да, это всего лишь нервы."
    call ep213_quests_julia18_progress(2, True, 10) from _rcall_ep213_quests_julia18_progress_7
    return


# четвертый пункт меню "Под столом Юлии."
label ep213_dialogues5_julia_5:
    # Моника на рабочем месте, Юлия за своим столом
    # Юлия смотрит на Монику, строит ей глазки, улыбается
    music Groove2_85
    imgfl 20886
    w
    imgf 30578
    w
    imgd 30579
    julia "..."

    # Моника косится на Юлию
    imgf 30580
    mt "Когда эта дурочка Юлия на меня так смотрит..."
    mt "Это не предвещает ничего хорошего!"
    mt "!!!"

    # Юлия откидывается на спинку своего кресла
    imgd 30694
    julia "Миссис Бакфетт..."
    mt "Оооо, нееет!"
    mt "!!!"
    mt "Нужно сделать вид, что у меня много работы."

    # Моника делает вид, что читает там что-то или пишет
    # притворно улыбается
    music Hidden_Agenda
    imgf 30588
    m "Да, милая? Ты что-то говорила?"
    m "Прости, я не слышала. У меня так много работы!"
    music Groove2_85
    imgd 30581
    julia "Миссис Бакфетт, сегодня такой тяжелый рабочий день."
    julia "Мне предстоит сделать еще так много работы..."
    julia "А я... А я очень соскучилась по Вам..."
    imgf 30585
    m "Юлия, милая."
    m "Мы сможем побыть вместе, когда ты закончишь обработку отчетов."
    imgd 30695
    julia "Но Миссис Бакфетт, я закончу еще не скоро."
    julia "Потому что никак не могу сосредоточится. Я все время думаю о Вас."
    julia "Я могла бы продолжать работу, пока Вы..."
    julia "..."
    imgd 30696
    m "..."
    mt "Что она от меня хочет?!"
    julia "Миссис Бакфетт, помните, Вы как-то залезли ко мне под стол, чтобы..."
    julia "Посмотреть на мои трусики?"
    imgf 30697
    m "..."
    m "Да, милая. Помню."
    imgd 30624
    julia "В прошлый раз я не дала Вам этого сделать..."
    julia "Но сейчас..."
    julia "Сейчас я не стала бы сопротивляться, а просто продолжала бы работать..." # смущенно
    imgf 30625
    m "Юлия..."
    m "Я не совсем понимаю тебя..."
    m "Ты хочешь, чтобы я посмотрела на твои трусики?"
    imgd 30698
    julia "Да, Миссис Бакфетт..." # стесняется
    julia "Это было... Было так волнующе для меня..."
    imgf 30625
    mt "Что за бред?!"
    m "..."
    m "Юлия, милая, ты хочешь, чтобы я залезла к тебе под стол?"
    julia "Да, Миссис Бакфетт..."
    imgd 30587
    mt "Я, конечно, понимаю, что эта Юлия - мой путь к свободе..."
    mt "Но это переходит уже все рамки приличия!"
    music Stealth_Groover
    mt "Она моя подчиненная!"
    mt "Просто одна из толпы никчемных людишек, которые сидят тут и перебирают бумажки!"
    mt "А я Моника Бакфетт! Я ее начальник!"
    mt "Какого черта Я должна сидеть под ее столом и ублажать ее, пока она работает?!"
    mt "?!?!?!"
    menu:
        "Отказать Юлии!": # уровень отношений снижается
            music Stealth_Groover
            imgf 30583
            mt "Нет!"
            mt "Я не собираюсь заниматься этими глупостями!"
            imgd 30588
            m "Юлия!"
            m "У меня очень много дел!"
            m "И еще..."
            imgd 30589
            m "Еще у меня жутко болит голова!"
            m "Давай, как-нибудь в следующий раз!"

            # Юлия обиженно
            music Groove2_85
            imgf 30590
            julia "Да, Миссис Бакфетт..."
            julia "Как скажете."

            # Моника недовольно
            music Stealth_Groover
            imgd 16494
            mt "Никчемная глупая Юлия!!!"
            mt "!!!"
            call ep213_quests_julia18_progress(3, False, 10) from _rcall_ep213_quests_julia18_progress_8
            return
        "Подыграть Юлии.":  # уровень отношений повышается
            $ monicaJuliaLoveStory6 = True # Моника согласилась залезть к Юлии под стол
            pass
    imgf 21987
    mt "Как же она бесит меня!"
    mt "Но если я сейчас откажу этой дурочке, она начнет сомневаться в моих чувствах к ней!"
    mt "Я не могу допустить этого!"
    mt "!!!"

    # Моника встает со стула, подходит к столу Юлии, та радостная
    # Моника притворно улыбаясь опускается на колени перед столом Юлии
    # после этого улыбка с ее лица исчезает, она злая
    fadeblack 1.5
    music Groove2_85
    imgfl 30591
    w
    sound highheels_short_walk
    imgf 30592
    w
    imgd 30699
    w
    sound vjuh3
    imgf 30700
    w
    imgd 30701
    mt "Надеюсь, никто сюда не зайдет..."
    mt "Если меня кто-нибудь заподозрит в отношениях с Юлией, по офису поползут сплетни."
    mt "..."
    mt "Гребаная Юлия со своими гребанными приставаниями!"
    mt "Ненавижу!"
    mt "!!!"

    # Моника с недовольным видом лезет к Юлии под стол, смотрит на колени Юлии, они сдвинуты
    # она раздвигает ноги Юлии, но под платьем видит только голую киску
    imgf 21996
    w
    imgd 21997
    w
    imgf 30702
    w
    sound Jump2
    imgd 30703
    mt "!!!"
    mt "Какого черта?"

    # смотрит вниз на пол, а черные трусики Юлии лежат возле ее ног на полу
    #mt "?!"
    #m "Милая..."

    # Юлия сидит работает, потом смотрит вниз под стол, смущается
    fadeblack
    sound vjuh3
    pause 1.5
    music Groove2_85
    imgfl 30706
    julia "Миссис Бакфетт, Вы же это себе представляли в прошлый раз?"
    m "Что?"
    julia "Что Вы, сидя под моим столом, будете ласкать мою киску, да?"
    julia "Вы же любите делать это?"
    mt "!!!"
    imgf 30707
    julia "А пока Вы будете заниматься своим любимым делом, я закончу работу над отчетами."
    music Power_Bots_Loop
    mt "Да она охренела!"
    mt "Здесь начальник не она, а Я!!!"
    mt "!!!!!!"
    music Groove2_85
    imgd 30708
    julia "Миссис Бакфетт, Вы так смотрите на меня..."
    julia "Я ошибаюсь и Вам не нравится ласкать мою киску?"
    m "..."
    imgd 30709
    julia "Если Вам и правда не нравится, то и я не нравлюсь..."
    julia "А я-то думала..." # рассторено, сдвигает ноги под столом

    # Моника с трудом натягивает на себя улыбку
    music Hidden_Agenda
    imgf 30710
    m "..."
    m "Ну что ты, Юлия..."
    m "Конечно, мне нравится делать это."

    # Юлия радосто улыбается ей, раздвигает широко ноги и принимается за свои отчеты
    sound Jump2
    imgd 30711
    julia "..."

    # Моника опускает взгляд на ее киску
    music Groove2_85
    imgd 30712
    mt "Как можно быть такой глупой и наивной дурочкой?!"
    mt "?!?!?!"
    mt "С другой стороны..."
    mt "Моника, тебе только на руку ее тупость..."
    mt "Помни о своей цели и у тебя все получится."
    menu:
        "Поцеловать киску Юлии.":
            pass

    # Моника принимается за куни, Юлия стонет над своими бумажками
    sound vjuh3
    imgf 21996
    w
    music Loved_Up
    imgd 30713
    w
    imgf 30714
    w
    imgd 30715
    julia "Мммммм..."
    w
    imgf 30716
    w
    imgd 30717
    w
    sound lick3
    imgf 30718
    julia "ММММММММ!"
    w
    sound lick3
    imgd 30719
    julia "Еще!!"
    w
    sound lick3
    imgd 30718
    w
    sound lick3
    imgd 30719
    w
    sound lick3
    imgd 30718
    w
    sound lick3
    imgd 30719
    w
    sound lick3
    imgd 30718
    w
    sound lick3
    imgd 30719
    w
    fadeblack
    sound snd_door_open1
    pause 1.5
    sound snd_door_locked1
    sound2 man_steps
    pause 2.0
    music Groove2_85

    # звук открывающейся двери, в кабинет заходит айтишник
    # Моника в шоке, отрывается от киски Юлии и забивается в угол стола, как бы прячась от зашедшего
    imgfl 30720
    w
    music Power_Bots_Loop
    img 30721 hpunch
    mt "ДЬЯВОЛ!!!"
    mt "!!!!!"
    sound Jump1
    imgd 30722
    mt "Надеюсь, он меня не увидит!!!"
    # айтишник сначала не смотрит ни на стол Юлии, ни на стол Моники
    music Groove2_85
    imgf 30723
    w2 "Миссис Бак..." # поднимает голову и видит, что Моники нет за столом, потом растерянно поворачивается к Юлии
    imgd 30724
    w2 "Юлия, а Миссис Бакфетт нет?"
    w2 "Я думал, что она здесь..."
    mt "Черт! Черт! Черт!"
    imgf 30725
    julia "Миссис Бакфетт отлучилась ненадолго."
    julia "Передать ей что-то?"

    # айтишник задумчиво
    imgd 30726
    w2 "Странно, я не видел, чтобы она выходила из кабинета..."
    imgf 30727
    julia "..."
    mt "!!!"
    imgd 30728
    w2 "Я хотел взять ненадолго ее флешку."
    w2 "..."
    w2 "Ну ладно. Позже зайду."
    # уходит
    fadeblack
    sound man_steps
    sound2 snd_door_close1
    pause 1.5
    music Groove2_85
    # Юлия смотрит вниз под стол, Моника злая
    imgfl 30729
    julia "Миссис Бакфетт, он вас не заметил, не переживайте..."
    mt "Он меня чуть не заметил!"
    mt "!!!"
    imgf 30730
    julia "Миссис Бакфетт, прошу Вас, продолжайте..."
    julia "Пока еще кто-нибудь не зашел."
    mt "!!!"
    julia "Мне прямо не терпится..."
    julia "Миссис Бакфетт, ну пожалуйста..."

    # Моника зло на нее смотрит, потом принимается снова за дело
    # Считаю, что слишком быстро согласилась продолжать
    imgd 30731
    mt "Надо быстрее заканчивать с этим!"
    mt "Гребаная Юлия!"
    mt "Как же она меня бесит!!!"
    mt "!!!"

    menu:
        "Продолжить ласкать киску Юлии.":
            pass
    fadeblack 1.5
    music Loved_Up
    imgfl 30732
    julia "О-о-о-о..."
    sound lick3
    imgd 30733
    w
    sound lick3
    imgd 30734
    w
    sound lick3
    imgd 30733
    w
    sound lick3
    imgd 30734
    w
    sound lick3
    imgd 30733
    w
    sound lick3
    imgd 30734
    w
    sound lick3
    imgd 30733
    w
    sound lick3
    imgd 30734
    w
    sound lick3
    imgd 30733
    julia "О, дааааа!!!"
    # кончает
    img 30735
    show screen photoshot_screen()
    with hpunch
    pause 0.7
    hide screen photoshot_screen
    sound woman_moan11
    julia "ААААААА!!!"
    julia "!!!"

    fadeblack 1.5
    music Groove2_85
    # Моника отстраняется, Юлия, расслабленная и довольная, сидит в своем кресле
    imgfl 30736
    w
    imgf 30737
    julia "Миссис Бакфетт... Это было восхитительно!"
    julia "Вам понравилось?"
    m "Конечно, милая..."
    julia "Как же хорошо, что Вы любите это делать, Миссис Бакфетт!"
    m "..."

    # Моника недовольно вытирает рот
    music Pyro_Flow
    imgd 30738
    mt "Идиотка!"
    mt "Из-за нее этот программист чуть не увидел, чем я занималась!"
    mt "Даже представлять не хочу, что бы он подумал про меня!"
    mt "!!!"
    mt "!!!!!!"
    call ep213_quests_julia18_progress(3, True, 10) from _rcall_ep213_quests_julia18_progress_9
    return

# вечерний офис
# пятый пункт меню "В отделе отчетов."
label ep213_dialogues5_julia_6:
    # Моника на рабочем месте, Юлия за своим столом
    music Groove2_85
    imgfl 30739
    w
    imgf 20293
    m "Юлия, я на сегодня закончила работу."
    m "Ты еще останешься?"
    mt "По крайней мере, я надеюсь на это!"

    # Юлия смотрит на Монику, строит ей глазки, улыбается
    imgd 30740
    julia "Нет, Миссис Бакфетт."
    julia "Я тоже собираюсь домой."

    # Моника косится на Юлию
    imgd 30741
    mt "Она снова со мной заигрывает!"
    mt "Нужно срочно уходить отсюда, пока она не начала приставать ко мне!"
    mt "!!!"

    # Моника встает с кресла и идет к выходу, Юлия вскакивает со своего места и идет за ней
    fadeblack
    sound highheels_short_walk
    pause 1.5
    music Groove2_85
    imgfl 30742
    w
    sound Jump2
    imgf 30743
    julia "Миссис Бакфетт, подождите меня."
    mt "Черт!"
    mt "!!!"
    m "Да, милая, конечно..."

    # отдел отчетов, сотрудников нет
    # Моника выходит из своего кабинета
    fadeblack
    sound highheels_short_walk
    pause 1.5
    music Groove2_85
    imgfl 30744
    w
    imgf 30745
    mt "Никого из бездельников уже нет на месте!"
    mt "Никчемные людишки!"

    # выходит Юлия, они обе стоят возле рабочего места близняшек
    sound highheels_run1
    imgd 30746
    julia "Миссис Бакфетт, я тут подумала..."
    julia "Кхм..." # смущенно
    m "Что, милая?"
    imgd 30747
    julia "В офисе ведь все равно никого нет..."
    julia "Мы могли бы..."

    # Юлия подходит к столу одной из близняшек и опирается на него руками
    # раздвигает ноги, выпячивает попу, платье при этом задирается, и смущенно улыбается Монике
    sound highheels_short_walk
    imgf 30748
    w
    imgd 30749
    w
    sound vjuh3
    imgd 30704
    julia "Мы могли бы немного развлечься..."
    julia "Я давно хотела сделать это на столе одной из близняшек..."
    julia "Они так высокомерно на меня всегда смотрят."
    julia "..."
    imgf 30750
    mt "Дьявол!"
    mt "Что за извращенские фантазии?!"
    mt "Надо было быстрее уходить отсюда!"
    mt "!!!"
    menu:
        "Отказать Юлии!": # уровень отношений снижается
            sound Stealth_Groover
            imgd 30751
            mt "Нет!"
            mt "Я не собираюсь заниматься этими глупостями!"
            imgf 30752
            m "Юлия!"
            m "У меня очень много дел!"
            m "И еще..."
            sound highheels_short_walk
            imgd 30753
            m "Еще у меня жутко болит голова!"
            m "Давай, как-нибудь в следующий раз!"

            # Юлия обиженно
            music Groove2_85
            imgf 30754
            julia "Да, Миссис Бакфетт..."
            julia "Как скажете."

            # Моника недовольно
            music Stealth_Groover
            imgd 30755
            mt "Никчемная глупая Юлия!!!"
            mt "!!!"
            call ep213_quests_julia18_progress(4, False, 10) from _rcall_ep213_quests_julia18_progress_10
            return
        "Подыграть Юлии.":  # уровень отношений повышается
            $ monicaJuliaLoveStory7 = True # Моника согласилась делать куни на столе у близняшек
            pass
    music Groove2_85
    imgd 30751
    mt "Моника, спокойно."
    mt "Просто думай о том, что скоро ты будешь свободна и все твои трудности закончатся."

    # подходит к Юлии
    sound highheels_short_walk
    imgf 30705
    m "Милая, ты хочешь сделать это прямо здесь?"
    m "На этом столе?"
    imgd 30756
    julia "Да, Миссис Бакфетт..." # игриво
    m "..."
    julia "Миссис Бакфетт, скажите мне что-нибудь приятное..."

    # Моника подходит к ней сзади, обнимает за талию
    imgf 30757
    mt "И что мне ей сказать?!"
    mt "Что вообще говорят в таких случаях?!"
    mt "?!"

    # Моника выдавливает из себя
    imgd 30758
    m "Юлия, милая... Ты такая красивая..."
    julia "Правда?"
    m "Да. Мне так нравится быть с тобой..."
    julia "И мне с Вами очень хорошо, Миссис Бакфетт."
    # потом перемещает руки на попу Юлии, садится на колени
    menu:
        "Ласкать киску Юлии пальцами.":
            pass
    # перед ее носом киска Юлии, которую видно из-под платья
    # Моника начинает ласкать ее пальцами, водит ими туда-сюда
    music Loved_Up
    imgf 30759
    w
    imgd 30760
    w
    imgf 30761
    w
    imgd 30762
    w
    imgd 30761
    w
    imgd 30762
    w
    imgd 30761
    w
    imgd 30762
    w
    imgd 30761
    w
    imgd 30762
    w
    imgf 30766
    julia "Ох..."
    julia "Ммммм!"
    # потом вводит палец или два в ее дырочку
    imgd 30763
    w
    sound chpok3
    imgd 30764
    w
    imgd 30765
    w
    sound chpok3
    imgd 30764
    w
    imgd 30765
    w
    sound chpok3
    imgd 30764
    w
    imgd 30765
    w
    sound chpok3
    imgd 30764
    w
    imgd 30765
    w
    imgf 30767
    julia "М-миссис Бак-кфетт..."
    julia "Только не останавливайтесь..."
    # Моника начинает лизать ее
    music Loved_up2
    imgd 30768
    w
    imgf 30769
    w
    imgd 30770
    julia "А-а-а-а!!!"
    sound lick3
    imgf 30771
    w
    sound lick3
    imgd 30772
    w
    sound lick3
    imgd 30771
    w
    sound lick3
    imgd 30772
    w
    sound lick3
    imgd 30771
    w
    sound lick3
    imgd 30772
    w
    sound lick3
    imgd 30771
    w
    sound lick3
    imgd 30772
    w
    imgf 30773
    julia "О-о-о-о!!!"
    imgd 30775
    w
    img 30774
    show screen photoshot_screen()
    with hpunch
    pause 0.7
    hide screen photoshot_screen
    julia "О, дааааа!!!"
    # кончает
    img 30776
    show screen photoshot_screen()
    with hpunch
    pause 0.7
    hide screen photoshot_screen
    sound woman_moan11
    julia "ААААААА!!!"
    julia "!!!"

    # Моника отстраняется, Юлия довольная
    fadeblack 2.0
    music Groove2_85
    imgfl 30777
    julia "Миссис Бакфетт..."
    julia "Мне очень понравилось!"
    m "И мне очень понравилось, милая..."
    julia "Мы ведь повторим это еще раз как-нибудь?"
    julia "В следующий раз можно сделать это на столе второй близняшки."
    m "Конечно, Юлия."

    # Моника недовольно вытирает рот
    imgf 30778
    mt "Фууу!"
    mt "!!!"
    mt "!!!!!!"
    call ep213_quests_julia18_progress(4, True, 10) from _rcall_ep213_quests_julia18_progress_11
    return


# КВАРТИРА ЮЛИИ

# диалог в квартире Юлии ДО того как переоденутся в домашние аутфиты
label ep213_dialogues5_julia_7:
    # Моника приходит в квартиру Юлии (как обычно в своем красном платье, Юлия в сером)
    # Юлия что-то делает в квартире, например в шкафу ковыряется или мб что-то другое
    fadeblack
    sound highheels_short_walk
    pause 1.5
    music Groove2_85
    imgfl 30779
    w
    imgf 30780
    w
    imgd 23570
    julia "Миссис Бакфетт, я так рада, что Вы снова пришли ко мне!"
    julia "!!!"
    julia "Я... Мне так неудобно говорить об этом, но..."
    imgf 23571
    julia "Каждый вечер, проведенный без Вас, это пытка для меня..."
    julia "..." # и засмущалась
    imgd 30781
    mt "Вот и настал отличный момент доказать ей 'искренность' своих чувств."
    mt "..."
    menu:
        "Предложить Юлии жить вместе.": # уровень отношений повышается
            $ monicaJuliaLoveStory8 = True # Моника предложила Юлии жить вместе
            pass
    music Hidden_Agenda
    imgf 30338
    m "Юлия, милая..."
    m "Я так рада слышать это!"
    m "Я тоже скучаю по тебе каждый вечер, проведенный в разлуке с тобой..."
    imgd 30339
    julia "О, Миссис Бакфетт!" # восхищенно
    imgf 23572
    mt "Так. Что там еще говорят в таких случаях?"
    m "..."
    m "Да, Юлия..."
    m "Я хотела предложить тебе... В общем..."
    m "Ты же будешь рада, если я буду жить с тобой?"

    # Юлия радостная
    music Groove2_85
    imgd 30782
    julia "Миссис Бакфетт!"
    julia "Конечно!"
    m "Ну вот и отлично."
    julia "А когда мне собирать вещи?"
    imgf 30783
    m "Вещи?"
    julia "Да."
    imgd 30784
    julia "Вы же не будете жить в этой конуре!"
    julia "Вы сами мне говорили, что Вам не нравится моя квартира..."
    julia "Было бы удивительно, если бы такая леди, как Вы, согласилась на это!" # указывает рукой на комнату
    imgd 30785
    julia "У меня тут немного вещей. Я их быстро соберу."
    julia "..."
    img 30340
    m "???"
    mt "Какого черта?! Куда она собралась?!"
    mt "?!"
    imgd 30782
    julia "Миссис Бакфетт, мы переезжаем к Вам сегодня? Прямо сейчас?"
    music stop
    sound plastinka1b
    img 30361 hpunch
    mt "Что?!"
    mt "Ко мне?!"
    mt "?!?!?!"
    music Groove2_85
    imgd 30343
    m "Нет!"
    julia "Нет? Вы..."
    julia "Миссис Бакфетт, Вы передумали?"
    julia "Я... Возможно, я слишком тороплю Вас..."
    imgd 30344
    mt "Боже!"
    mt "Какая дура!"
    music Hidden_Agenda
    imgf 30345
    m "Нет, Юлия, просто ты меня неправильно поняла."
    m "Я хочу доказать тебе искренность своих чувств."
    m "Хочу, чтобы ты мне верила..."
    imgd 30353
    m "Мне, кроме тебя, не нужен никто и ничто."
    m "Поэтому я готова..."
    m "Оставить свою роскошную жизнь ради тебя, милая."
    m "И я хочу жить с тобой здесь, в твоей маленькой, но уютной квартирке."
    m "..."
    m "И каждое утро просыпаться рядом с тобой..."

    # Юлия удивленная, радостная
    music Groove2_85
    imgf 30356
    julia "О, Миссис Бакфетт!"
    julia "Я такая глупая!"
    mt "Да уж."
    imgd 30359
    julia "Я так рада, что Вы решились на этот шаг!"
    julia "То, что Вы пошли ради меня на такие жертвы..."
    julia "Оставили свой роскошный дом..."
    imgd 30360
    julia "Боже, я не верю, что это не сон!"
    imgf 30361
    m "Это не сон, милая..."
#    julia "Миссис Бакфетт, пока Вы не перевезли сюда все свои вещи, я Вам дам кое-что из своей одежды."
#    m "Хорошо, милая... Спасибо."

#    julia "Миссис Бакфетт, а в чем Вы будете ходить здесь?"
    imgd 30785
    julia "Правда, я не представляю, где мы разместим Ваш гардероб!"
    julia "Я помню, что у Вас огромное количество одежды, Миссис Бакфетт."
    julia "Но мы что-нибудь придумаем с Вами."
    mt "Дьявол!"
    mt "И как я ей объясню отсутствие гардероба?!"
    mt "?!"

    # Моника смущается
    music Hidden_Agenda
    imgf 30357
    m "Милая, я... Я перевезу свой гардероб немного позже..."
    m "Может быть, у тебя найдется что-нибудь из одежды, чтобы я ее носила здесь?"
    music Groove2_85
    imgd 30786
    sound highheels_short_walk
    julia "Да, конечно!"
    julia "У меня тут где-то была моя старая майка..."
    julia "Ой, Миссис Бакфетт..."
    # смущается
    imgf 30787
    julia "Я помню, Вы говорили, что Вам нравится носить мои трусики..."
    mt "!!!"
    m "Да, милая..."
    julia "Они сейчас на мне, но если Вы хотите, я могу снять их и отдать Вам..."
    music Power_Bots_Loop
    img 30788 hpunch
    mt "ЧТО?!"
    mt "Твою мать! Она что, издевается надо мной?!"
    mt "?!?!?!"
    music Groove2_85
    imgf 30789
    julia "Миссис Бакфетт... У Вас такое выражение лица..."
    julia "..."
    julia "Извините, я думала..." # грустно, обиженно
    m "???"
    julia "Я думала вам нравятся... Мои трусики... И Я..."
    julia "Я так хотела верить, что это все правда..."
    music Pyro_Flow
    imgd 30340
    mt "Черт! Черт! Черт!"
    mt "Долбанная Юлия!"
    mt "Я еще не начала жить с ней, она уже выносит мне мозг!!!"
    mt "!!!"
    menu:
        "Я надену твои трусики.": # уровень отношений повышается
            $ monicaJuliaLoveStory9 = True # Моника согласилась надеть трусики Юлии
            pass
    music Hidden_Agenda
    imgf 23572
    m "Ну что ты, милая."
    m "Конечно, я хочу носить твои трусики."
    mt "!!!"
    imgd 30790
    w
    # Юлия радостно улыбается
    # затемнение экрана
    # Моника и Юлия стоят в домашней одежде
    fadeblack
    sound snd_fabric1
    pause 2.0
    music Stealth_Groover
    imgfl 30791
    w
    imgf 30792
    mt "Что это за обноски?!"
    mt "Поверить не могу, что я согласилась надеть эти тряпки на себя!"
    mt "Она даже не потрудилась постирать свои трусики и сняла их прямо с себя! ФУ!"
    music Groove2_85
    imgd 30793
    julia "Миссис Бакфетт, Вам нравится моя новая блузка?"
    julia "Я ее купила специально, чтобы надевать, когда Вы у меня дома."
    julia "Я потратила на нее целых $ 10!"
    julia "Хоть это и дорого для меня, но я всегда хочу быть красивой для Вас!"

    # Моника сквозь зубы
    music Pyro_Flow
    imgf 30794
    m "!!!"
    m "Да, милая!"
    m "Ты очень красивая в этой блузке!"

    # Юлия счастливо улыбается
    return


# меню появляются при клике на Юлию

# УТРО
# Моника с Юлией лежат голые в постели
label ep213_dialogues5_julia_8:
    fadeblack 1.5
    music Groove2_85
    imgfl 30796
    w
    imgf 30795
    w
    imgd 30797
    mt "Эта никчемная бывшая гувернантка еще спит."
    mt "..."
    menu:
        "Разбудить Юлию.":
            menu:
                "Поцеловать Юлию.": # уровень отношений повышается
                    $ monicaJuliaLoveStory10 = True # Моника разбудила Юлию поцелуем
                    music Stealth_Groover
                    imgd 30797
                    mt "Я даже видеть ее не хочу, не то что разговаривать или делать еще что-то."
                    mt "Бесит!"
                    mt "И как мне ее разбудить?!"
                    mt "?!"
                    mt "..."
                    # Моника приобнимает Юлию и целует плечи, лицо
                    # Счита, что целовать Юлю Моника не будет, так как негативно к ней относится (просто поглаживания)
                    fadeblack 1.5
                    music Groove2_85
                    imgfl 30798
                    w
                    imgf 30799
                    m "Юлия, милая, пора вставать..."
                    # Юлия улыбается, тянется к губам Моники
                    imgd 30800
                    julia "Мммм..."
                    imgd 30801
                    w
                    # Моника целует ее в губы, потом прерывает поцелуй
                    imgf 30802
                    sound snd_kiss2
                    w
                    imgd 30803
                    julia "Еще..."
                    # Моника чмокает ее в губы
                    imgf 30802
                    sound snd_kiss2
                    w
                    imgd 30804
                    julia "Миссис Бакфетт, я еще хочу..."
                    $ menuName = "julia_work1"
                    menu:
                        "Остановиться и встать с кровати.":
                            music Pyro_Flow
                            imgd 30805
                            mt "Меня уже тошнит от всех этих нежностей!"
                            mt "!!!"
                            # отстраняется от Юлии
                            music Groove2_85
                            imgf 30806
                            m "Милая, мне нужно вставать и собираться по делам."
                            julia "Как жаль, Миссис Бакфетт."
                            julia "Мне так не хочется вставать..."
                            julia "Так и провела бы целый день в этой постели с вами."
                            imgd 30807
                            mt "Ну нет!"
                            mt "Я не собираюсь тратить свое драгоценное время на всякую чушь!"
                            mt "!!!"
                            # Моника встает с постели
                            call ep213_quests_julia18_progress(5, False, 3) from _rcall_ep213_quests_julia18_progress_12
                            return 1
                        "Приласкать ее грудь.": # уровень отношений повышается
                            $ monicaJuliaLoveStory11 = True # Моника утром начала целовать грудь Юлии
                            # Моника целует ее снова
                            imgd 30802
                            sound snd_kiss2
                            m "..."
                            # Моника берет в ладони грудь Юлии, целует соски, Юлия балдеет
                            fadeblack 1.5
                            music Loved_Up
                            imgfl 30808
                            w
                            imgf 30809
                            w
                            imgd 30810
                            w
                            imgf 30811
                            julia "Боже, как же хорошо..."
                            imgd 30812
                            sound kiss1
                            w
                            imgf 30813
                            julia "Ммммм..."
                            imgd 30814
                            w
                            imgd 30815
                            sound kiss1
                            w
                            call ep213_quests_julia18_progress(5, True, 3) from _rcall_ep213_quests_julia18_progress_13
                            music Groove2_85
                            imgf 30816
                            mt "Надеюсь, этого достаточно?"
                            mt "..."
                            imgd 30817
                            julia "О, Миссис Бакфетт..."
                            julia "Поцелуйте меня немного ниже..."
                            mt "!!!"
                            $ menuName = "julia_work1"
                            menu:
                                "Остановиться и встать с кровати.":
                                    music Pyro_Flow
                                    imgd 30816
                                    mt "Меня уже тошнит от всех этих нежностей!"
                                    mt "!!!"
                                    # отстраняется от Юлии
                                    music Groove2_85
                                    imgf 30806
                                    m "Милая, мне нужно вставать и собираться по делам."
                                    julia "Как жаль, Миссис Бакфетт."
                                    julia "Мне так не хочется вставать..."
                                    julia "Так и провела бы целый день в этой постели."
                                    imgd 30807
                                    mt "Ну нет!"
                                    mt "Я не собираюсь тратить свое драгоценное время на всякую чушь!"
                                    mt "!!!"
                                    # Моника встает с постели
                                    call ep213_quests_julia18_progress(11, False, 3) from _rcall_ep213_quests_julia18_progress_14
                                    return 1
                                "Приласкать ее киску.": # уровень отношений повышается
                                    $ monicaJuliaLoveStory12 = True # Моника утром ласкает Юлию пальцами
                                    music Groove2_85
                                    imgf 30816
                                    mt "Черт!"
                                    mt "Чувствую, мне придется начинать свой день между ног никчемной Юлии!"
                                    mt "..."
                                    # Моника опускает руку между ног Юлии и начинает ласкать ее пальцами
                                    # Юлия балдеет
                                    music Loved_Up
                                    imgd 30818
                                    julia "Ммммм..."
                                    w
                                    imgf 30819
                                    w
                                    imgd 30821
                                    w
                                    imgf 30820
                                    julia "Ооох..."
                                    w
                                    imgd 30822
                                    w
                                    imgd 30823
                                    w
                                    imgd 30822
                                    w
                                    imgd 30823
                                    w
                                    imgf 30824
                                    julia "Аааа..."
                                    w
                                    imgd 30822
                                    w
                                    imgd 30823
                                    w
                                    call ep213_quests_julia18_progress(11, True, 3) from _rcall_ep213_quests_julia18_progress_15
                                    imgf 30817
                                    julia "Ооооо..."
                                    julia "Миссис Бакфетт... Пожалуйста..."
                                    julia "Поцелуйте меня там..."
                                    julia "Мне так это нравится!"
                                    mt "!!!"
                                    $ menuName = "julia_work1"
                                    menu:
                                        "Остановиться и встать с кровати.":
                                            music Pyro_Flow
                                            imgd 30816
                                            mt "Меня уже тошнит от всех этих нежностей!"
                                            mt "!!!"
                                            # отстраняется от Юлии
                                            music Groove2_85
                                            imgf 30806
                                            m "Милая, мне нужно вставать и собираться по делам."
                                            julia "Как жаль, Миссис Бакфетт."
                                            julia "Мне так не хочется вставать..."
                                            julia "Так и провела бы целый день в этой постели."
                                            imgd 30807
                                            mt "Ну нет!"
                                            mt "Я не собираюсь тратить свое драгоценное время на всякую чушь!"
                                            mt "!!!"
                                            # Моника встает с постели
                                            call ep213_quests_julia18_progress(12, False, 4) from _rcall_ep213_quests_julia18_progress_16
                                            return 1
                                        "Продолжить ласкать Юлию.": # уровень отношений повышается
                                            $ monicaJuliaLoveStory13 = True # Моника утром делает куни
                                            music Groove2_85
                                            imgd 30816
                                            mt "Моника, ты должна помнить о своей цели..."
                                            mt "Ты просто используешь эту глупую дурочку."
                                            mt "..."
                                            # Моника спускается ниже и начинает лизать киску Юлии
                                            fadeblack 1.5
                                            music Loved_Up
                                            imgfl 30825
                                            w
                                            imgf 30826
                                            julia "Ох..."
                                            imgd 30827
                                            w
                                            imgf 30828
                                            julia "Ммммм!"
                                            imgd 30829
                                            w
                                            imgf 30830
                                            julia "М-миссис Бак-кфетт..."
                                            sound lick3
                                            imgd 30831
                                            w
                                            sound lick3
                                            imgd 30832
                                            w
                                            sound lick3
                                            imgd 30831
                                            w
                                            sound lick3
                                            imgd 30832
                                            w
                                            sound lick3
                                            imgd 30831
                                            w
                                            sound lick3
                                            imgd 30832
                                            w
                                            sound lick3
                                            imgd 30831
                                            w
                                            sound lick3
                                            imgd 30832
                                            julia "Только не останавливайтесь..."
                                            julia "Пож-жалустаааа..."
                                            music Loved_up2
                                            imgf 30833
                                            w
                                            sound lick3
                                            imgd 30834
                                            julia "О-о-о-о..."
                                            sound lick3
                                            imgd 30833
                                            w
                                            sound lick3
                                            imgd 30834
                                            w
                                            sound lick3
                                            imgd 30833
                                            w
                                            sound lick3
                                            imgd 30834
                                            w
                                            sound lick3
                                            imgd 30833
                                            w
                                            sound lick3
                                            imgd 30834
                                            julia "О, дааааа!!!"
                                            # кончает
                                            img 30835
                                            show screen photoshot_screen()
                                            with hpunch
                                            pause 0.7
                                            hide screen photoshot_screen
                                            julia "Аааааа!!!"
                                            img 30836
                                            show screen photoshot_screen()
                                            with hpunch
                                            pause 0.7
                                            hide screen photoshot_screen
                                            sound woman_moan11
                                            julia "ААААААА!!!"
                                            julia "!!!"
                                            # Юлия лежит прибалдевшая, Моника целует ее в губы
                                            fadeblack 1.5
                                            music Groove2_85
                                            imgfl 30837
                                            w
                                            call ep213_quests_julia18_progress(12, True, 4) from _rcall_ep213_quests_julia18_progress_17
                                            imgf 30838
                                            sound snd_kiss2
                                            m "Доброе утро, милая..."
                                            # Юлия улыбается и смотрит на нее влюбленными глазами
                                            if ep216_quests_julia1_start_day == 0:
                                                call ep216_quests_julia1_start() from _rcall_ep216_quests_julia1_start
                                            return 1
                "Уйти.":
                    return 0
        "Не будить Юлию.":
            # Моника смотрит на Юлию
            music Stealth_Groover
            imgd 30797
            mt "Нет, я не хочу ее будить..."
            mt "Эта дурочка еще успеет мне надоесть за день."
            mt "Пусть она спит, а у меня будет немного времени, свободного от нее..."
            # встает с кровати, стараясь не задеть Юлию, чтоб нечаянно не разбудить
            imgf 30839
            mt "Главное, не задеть ее случайно."
            mt "Не хочу, чтобы она сейчас проснулась."
            mt "..."
            return 0
        "Поспать еще немного." if juliaHomeLivingRoomMonicaSuffix == 1:
            if ep213_dialogues5_sleep_more_flag == False:
                # Моника смотрит на Юлию
                music Groove2_85
                if monicaJuliaLoveStory14 == False:
                    imgd 30797
                    mt "Я совсем не выспалась."
                    mt "Как же это неудобно - спать с кем-то в одной кровати."
                    mt "..."
                imgf 30840
                mt "Я лучше еще немного посплю."
                mt "Надеюсь, когда я проснусь, Юлии уже не будет дома."
                mt "..."
                # закрывает глаза
                $ monicaJuliaLoveStory14 = True # Моника утром решила еще поспать и не будить Юлию
                $ ep213_dialogues5_sleep_more_flag = True
            return 2
    return


# если выбран пункт меню "Не будить Юлию" и Моника зашла на кухню
label ep213_dialogues5_julia_9:
    fadeblack 1.5
    music Groove2_85
    imgfl 30841
    mt "Что мне лучше сделать, пока эта никчемная Юлия спит?"
    mt "..."
    menu:
        "Приготовить завтрак.":
            $ monicaJuliaLoveStory15 = True # Моника утром пошла готовить завтрак
            pass
        "Заняться другими делами.":
            return False
    mt "Думаю, что самое время приготовить себе завтрак."
    mt "..."
    # Моника идет на кухню
    fadeblack
    sound snd_walk_barefoot
    pause 2.0
    music Groove2_85
    imgfl 30842
    sound snd_plates
    w
    imgf 30843
    sound snd_plates2
    mt "Нужно готовить как можно тише, чтобы не разбудить Юлию."
    mt "Если она сейчас проснется, то снова будет приставать ко мне."
    mt "А я не хочу начинать свой день со всяких извращенских гадостей!"
    # звук шагов, на кухню захоит Юлия и обнимает Монику
    imgd 30844
    sound snd_walk_barefoot
    w
    music stop
    sound plastinka1b
    img 30845 hpunch
    mt "Дьявол!"
    mt "!!!"
    music Groove2_85
    julia "Доброе утро, Миссис Бакфетт."
    julia "Как вкусно пахнет!"
    julia "А что Вы делаете?"
    imgf 30846
    m "Я делаю себе завтрак."
    julia "О! Вы готовите нам завтрак?"
    m "Да, милая... Я делаю завтрак... Нам..."
    mt "Черт!"
    # Юлия тянется к губам Моники
    julia "Миссис Бакфетт, я знаю, что я хочу перед завтраком..." # улыбается
    imgd 30847
    m "..."
    $ menuName = "julia_work1"
    menu:
        "Поцеловать Юлию.":
            $ monicaJuliaLoveStory17 = True # Моника целует Юлию на кухне
            music Stealth_Groover
            imgd 30848
            mt "Ну вот!"
            mt "Снова она ко мне лезет!"
            mt "Сколько уже можно?!"
            mt "?!"
            mt "Но я уже далеко зашла. Моя цель все ближе ко мне с каждым днем."
            mt "Совсем скоро я обрету свободу с помощью этой влюбленной дурочки."
            mt "..."
            # Моника наклоняется к лицу Юлии и они целуются взасос
            # Юлия опускает свою руку с талии Моники ей на попу
            fadeblack 1.5
            music Loved_Up
            imgfl 30849
            sound kiss1
            w
            imgf 30850
            sound kiss2
            w
            call ep213_quests_julia18_progress(13, True, 3) from _rcall_ep213_quests_julia18_progress_18
            imgd 30851
            julia "Ммммм..."
            $ menuName = "julia_work2"
            menu:
                "Остановиться.":
                    music Pyro_Flow
                    imgf 30852
                    mt "Меня уже тошнит от всех этих нежностей!"
                    mt "!!!"
                    # отстраняется от Юлии
                    music Groove2_85
                    imgd 30853
                    m "Милая, у нас мало времени."
                    m "Ты можешь опоздать на работу."
                    m "Давай, оставим это на вечер?"
                    imgf 30854
                    julia "Миссис Бакфетт, я не дотерплю до вечера..."
                    m "Давай... Давай дождемся хотя бы того, как окажемся в офисе..."
                    julia "Я хотела бы провести целый день с Вами."
                    imgd 30855
                    w
                    # Юлия отходит от Моники
                    call ep213_quests_julia18_progress(14, False, 3) from _rcall_ep213_quests_julia18_progress_19
                    return True
                "Продолжить ласкать Юлию.": # уровень отношений повышается
                    $ monicaJuliaLoveStory18 = True # Моника ласкает Юлию на кухне
                    music Groove2_85
                    imgf 30856
                    julia "Миссис Бакфетт..."
                    julia "Потрогайте меня там немного своими губами."
                    julia "Мне так нравится, когда Вы это делаете..."
                    music Power_Bots_Loop
                    imgd 30852
                    mt "АААААА!"
                    mt "Зато мне не нравится!!!"
                    mt "!!!"
                    # Моника опускается ниже и начинает лизать киску Юлии, Юлия стоит, облокотившись об стол кухни
                    music Groove2_85
                    imgf 30857
                    sound snd_fabric1
                    w
                    imgd 30858
                    mt "ЧЕРТ!"
                    mt "!!!"

                    fadeblack 1.5
                    music Loved_Up
                    imgfl 30859
                    w
                    imgf 30860
                    julia "Ох..."
                    imgd 30861
                    w
                    imgf 30862
                    julia "Ммммм!"
                    imgd 30863
                    w
                    imgf 30864
                    julia "М-миссис Бак-кфетт..."
                    imgd 30865
                    w
                    sound chpok3
                    imgf 30866
                    julia "Только не останавливайтесь..."
                    sound lick3
                    imgd 30867
                    w
                    sound lick3
                    imgd 30866
                    w
                    sound lick3
                    imgd 30867
                    w
                    sound lick3
                    imgd 30866
                    w
                    sound lick3
                    imgd 30867
                    julia "Пож-жалустаааа..."
                    w
                    sound lick3
                    imgd 30866
                    w
                    music Loved_up2
                    sound lick3
                    imgd 30867
                    w
                    sound lick3
                    imgd 30868
                    w
                    sound lick3
                    imgd 30867
                    w
                    sound lick3
                    imgd 30868
                    w
                    sound lick3
                    imgd 30867
                    w
                    sound lick3
                    imgd 30868
                    w
                    sound lick3
                    imgd 30867
                    w
                    sound lick3
                    imgd 30868
                    w
                    sound lick3
                    imgd 30867
                    w
                    sound lick3
                    imgd 30866
                    w
                    img 30869
                    show screen photoshot_screen()
                    with hpunch
                    pause 0.7
                    hide screen photoshot_screen
                    w
                    img 30870
                    show screen photoshot_screen()
                    with hpunch
                    pause 0.7
                    hide screen photoshot_screen
                    sound woman_moan11
                    julia "О-о-о-о..."
                    call ep213_quests_julia18_progress(14, True, 3) from _rcall_ep213_quests_julia18_progress_20

                    fadeblack 1.5
                    music Groove2_85
                    imgfl 30871
                    julia "О, Миссис Бакфетт! Это было потрясающе!"
                    imgf 30872
                    julia "А теперь..."
                    julia "Можно я Вас тоже там поцелую?"
                    julia "Вернее, я хочу, чтобы мы сделали это друг другу одновременно."
                    imgd 30873
                    mt "!!!"
                    $ menuName = "julia_work2"
                    menu:
                        "Остановиться.":
                            music Pyro_Flow
                            imgf 30852
                            mt "Меня уже тошнит от всех этих нежностей!"
                            mt "!!!"
                            # отстраняется от Юлии
                            music Groove2_85
                            imgd 30853
                            m "Милая, у нас мало времени."
                            m "Ты можешь опоздать на работу."
                            m "Давай, оставим это на вечер?"
                            imgf 30854
                            julia "Как жаль, Миссис Бакфетт."
                            julia "Я хотела бы провести целый день с Вами."
                            mt "Ну нет!"
                            mt "Я не собираюсь тратить свое драгоценное время на всякую чушь!"
                            mt "!!!"
                            imgd 30855
                            w
                            # Юлия отходит от Моники
                            call ep213_quests_julia18_progress(15, False, 4) from _rcall_ep213_quests_julia18_progress_21
                            return True
                        "Заняться сексом.": # уровень отношений повышается
                            $ monicaJuliaLoveStory19 = True # Моника согласилась на 69 на кухне
                            # Моника встает, снимает трусики
                            sound snd_fabric1
                            imgf 30874
                            w
                            music Power_Bots_Loop
                            imgd 30875
                            mt "Почему я должна терпеть эти извращенства?!"
                            mt "Какая же это гадость!"
                            mt "Фу!!!"
                            mt "!!!"
                            # Юлия опускается перед Моникой и начинает лизать ее
                            music Loved_Up
                            imgf 30876
                            w
                            imgd 30877
                            w
                            imgf 30878
                            w
                            imgd 30879
                            mt "Я не хочу, чтобы она делала ЭТО!"
                            mt "!!!"
                            mt "Почему она просто не может оставить меня в покое?!"
                            # Юлия берет Монику за руку и ведет за собой из кухни
                            # они оказываются у постели, Юлия ложится и раздвигает ноги
                            #fadeblack
                            music Groove2_85
                            imgf 30880
                            julia "Миссис Бакфетт, можно Вашу руку?"
                            w
                            imgd 30881
                            w
                            imgf 30882
                            w
                            imgd 30883
                            w
                            fadeblack
                            sound snd_walk_barefoot
                            pause 1.5
                            sound snd_fabric1
                            pause 1.5
                            music Loved_Up
                            imgfl 30884
                            julia "Миссис Бакфетт, идите ко мне..."
                            mt "Черт! Когда уже она отстанет от меня?!"
                            mt "?!"
                            # Моника ложится на нее сверху, 69
                            imgf 30885
                            w
                            imgd 30886
                            w
                            imgf 30887
                            w
                            imgd 30888
                            mt "!!!"
                            mt "!!!!!!"
                            sound lick3
                            imgf 30889
                            w
                            sound lick3
                            imgd 30890
                            w
                            sound lick3
                            imgd 30889
                            w
                            sound lick3
                            imgd 30890
                            w
                            sound lick3
                            imgd 30889
                            w
                            sound lick3
                            imgd 30890
                            w
                            sound lick3
                            imgd 30889
                            w
                            sound lick3
                            imgd 30890
                            w
                            imgf 30891
                            julia "МММММММ!!!"
                            sound lick3
                            imgd 30892
                            w
                            sound lick3
                            imgd 30893
                            w
                            sound lick3
                            imgd 30892
                            w
                            sound lick3
                            imgd 30893
                            w
                            sound lick3
                            imgd 30892
                            w
                            sound lick3
                            imgd 30893
                            w
                            sound lick3
                            imgd 30892
                            w
                            sound lick3
                            img 30893
                            show screen photoshot_screen()
                            with hpunch
                            pause 0.7
                            hide screen photoshot_screen
                            julia "ХПФМММ!"
                            img 30894
                            show screen photoshot_screen()
                            with hpunch
                            pause 0.7
                            hide screen photoshot_screen
                            sound woman_moan11
                            julia "АААААААА!!!"
                            # Юлия кончает, потом лежит довольная
                            fadeblack 1.5
                            call ep213_quests_julia18_progress(15, True, 4) from _rcall_ep213_quests_julia18_progress_22
                            music Groove2_85
                            imgfl 30837
                            julia "О, Миссис Бакфетт!"
                            julia "Какое чудесное начало дня!"
                            imgf 30805
                            mt "Надеюсь, это не станет традицией!"
                            mt "Я не смогу долго терпеть это!"
                            mt "!!!"
                            return True
        "Просто поговорить с Юлией.":
            # Моника отворачивается от губ Юлии
            music Groove2_85
            imgd 30848
            w
            imgf 30853
            m "Юлия, милая..."
            m "Давай, просто поговорим?"
            imgd 30854
            julia "Просто поговорим?" # разочарованно
            julia "Я думала, что Вам нравится ласкать меня..."
            music Power_Bots_Loop
            imgf 30852
            mt "Твою мать!!!"
            mt "Ну сколько можно?!"
            mt "!!!"
            music Hidden_Agenda
            imgd 30895
            m "Конечно, нравится, милая..."
            m "Просто..."
            m "..."
            m "У меня ужасно болит голова."
            music Groove2_85
            imgd 30896
            julia "Может быть, выпьете таблетку?" # обеспокоенно
            m "Не беспокойся, милая."
            m "Я... Я уже выпила таблеку. Скоро все пройдет."
            m "..."
            mt "Нужно как-бы между прочим узнать про ее дядю..."
            mt "И сделать это как можно непринужденнее..."
            mt "..."
            menu:
                "Ты сегодня идешь на работу?" if week_day != 7:
                    imgf 30897
                    m "Милая, ты сегодня идешь на работу?"
                    julia "Да, конечно, Миссис Бакфетт."
                    julia "У меня сегодня очень много работы."
                    music Stealth_Groover
                    imgd 30898
                    mt "Какая отличная новость!"
                    mt "Если я не пойду сегодня в офис..."
                    mt "То смогу провести целый день без этой дурочки и ее мерзких приставаний!"
                    # Юлия обиженно говрит
                    music Groove2_85
                    imgf 30899
                    julia "Миссис Бакфетт, а почему мы с Вами больше никуда не ходим?"
                    julia "Только на работу и домой. И все."
                    julia "Почему бы нам не сходить хотя бы в то кафе, где мы ужинали с Вами."
                    # Моника недовольна
                    music Power_Bots_Loop
                    imgd 30900
                    mt "Потому что я не собираюсть тратить свои деньги на ТЕБЯ!"
                    mt "!!!"
                    music Groove2_85
                    imgf 30901
                    m "Мы как-нибудь выберем время и сходим туда, милая..."
                    julia "Правда?! Это будет здорово!"
                    julia "Я очень хочу еще раз поужинать в этом кафе с Вами!"
                    imgd 30900
                    mt "И чего эта дурочка так радуется?!"
                    mt "Отвратительная забегаловка!"
                    mt "Мне снова придется сидеть и смотреть, как она ест..."
                    mt "И слушать ее глупую и никому неинтересную болтовню!"
                    mt "!!!"
                    menu:
                        "Помнишь, ты как-то говорила, что хочешь уехать из страны?":
                            music Hidden_Agenda
                            imgf 30856
                            m "Милая, мне так нравится жить с тобой вместе."
                            julia "Мне тоже очень хорошо с Вами, Миссис Бакфетт!"
                            m "Помнишь, ты говорила, что хочешь уехать вместе со мной из страны?"
                            julia "Да, Миссис Бакфетт. Я мечтаю об этом!"
                            # Моника воодушевленно
                            imgd 30902
                            m "Милая, мне кажется, что уже пришло время осуществить эту твою мечту..."
                            m "Ты не хочешь позвонить своему дяде и договориться с ним о документах для меня?"
                            # Юлия мнется
                            music Groove2_85
                            imgf 30903
                            julia "Я..."
                            julia "Я еще не готова, Миссис Бакфетт..."
                            julia "..."
                            julia "Я все еще не могу поверить в то, что это правда..."
                            imgd 30904
                            m "Юлия, ты мне не веришь, милая?"
                            julia "Конечно, верю!"
                            julia "Просто..."
                            julia "Мне нужно еще немного времени..."
                            music Power_Bots_Loop
                            imgf 30900
                            mt "Да она издевается!"
                            mt "Что мне еще сделать, чтобы она перестала ломаться?!"
                            mt "!!!"
                            return True
                        "Уйти.":
                            return True

                "Помнишь, ты как-то говорила, что хочешь уехать из страны?" if week_day == 7:
                    music Hidden_Agenda
                    imgf 30856
                    m "Милая, мне так нравится жить с тобой вместе."
                    julia "Мне тоже очень хорошо с Вами, Миссис Бакфетт!"
                    m "Помнишь, ты говорила, что хочешь уехать вместе со мной из страны?"
                    julia "Да, Миссис Бакфетт. Я мечтаю об этом!"
                    # Моника воодушевленно
                    imgd 30902
                    m "Милая, мне кажется, что уже пришло время осуществить эту твою мечту..."
                    m "Ты не хочешь позвонить своему дяде и договориться с ним о документах для меня?"
                    # Юлия мнется
                    music Groove2_85
                    imgf 30903
                    julia "Я..."
                    julia "Я еще не готова, Миссис Бакфетт..."
                    julia "..."
                    julia "Я все еще не могу поверить в то, что это правда..."
                    imgd 30904
                    m "Юлия, ты мне не веришь, милая?"
                    julia "Конечно, верю!"
                    julia "Просто..."
                    julia "Мне нужно еще немного времени..."
                    music Power_Bots_Loop
                    imgf 30900
                    mt "Да она издевается!"
                    mt "Что мне еще сделать, чтобы она перестала ломаться?!"
                    mt "!!!"
                    return True
                "Уйти.":
                    return True
    return True

label ep213_dialogues5_julia_9b:
    menu:
        "Ты сегодня идешь на работу?" if week_day != 7 and day_time != "evening":
            imgf 30897
            m "Милая, ты сегодня идешь на работу?"
            julia "Да, конечно, Миссис Бакфетт."
            julia "У меня сегодня очень много работы."
            music Stealth_Groover
            imgd 30898
            mt "Какая отличная новость!"
            mt "Если я не пойду сегодня в офис..."
            mt "То смогу провести целый день без этой дурочки и ее мерзких приставаний!"
            # Юлия обиженно говрит
            music Groove2_85
            imgf 30899
            julia "Миссис Бакфетт, а почему мы с Вами больше никуда не ходим?"
            julia "Только на работу и домой. И все."
            julia "Почему бы нам не сходить хотя бы в то кафе, где мы ужинали с Вами."
            # Моника недовольна
            music Power_Bots_Loop
            imgd 30900
            mt "Потому что я не собираюсть тратить свои деньги на ТЕБЯ!"
            mt "!!!"
            music Groove2_85
            imgf 30901
            m "Мы как-нибудь выберем время и сходим туда, милая..."
            julia "Правда?! Это будет здорово!"
            julia "Я очень хочу еще раз поужинать в этом кафе с Вами!"
            imgd 30900
            mt "И чего эта дурочка так радуется?!"
            mt "Отвратительная забегаловка!"
            mt "Мне снова придется сидеть и смотреть, как она ест..."
            mt "И слушать ее глупую и никому неинтересную болтовню!"
            mt "!!!"
            menu:
                "Помнишь, ты как-то говорила, что хочешь уехать из страны?":
                    music Hidden_Agenda
                    imgf 30856
                    m "Милая, мне так нравится жить с тобой вместе."
                    julia "Мне тоже очень хорошо с Вами, Миссис Бакфетт!"
                    m "Помнишь, ты говорила, что хочешь уехать вместе со мной из страны?"
                    julia "Да, Миссис Бакфетт. Я мечтаю об этом!"
                    # Моника воодушевленно
                    imgd 30902
                    m "Милая, мне кажется, что уже пришло время осуществить эту твою мечту..."
                    m "Ты не хочешь позвонить своему дяде и договориться с ним о документах для меня?"
                    # Юлия мнется
                    music Groove2_85
                    imgf 30903
                    julia "Я..."
                    julia "Я еще не готова, Миссис Бакфетт..."
                    julia "..."
                    julia "Я все еще не могу поверить в то, что это правда..."
                    imgd 30904
                    m "Юлия, ты мне не веришь, милая?"
                    julia "Конечно, верю!"
                    julia "Просто..."
                    julia "Мне нужно еще немного времени..."
                    music Power_Bots_Loop
                    imgf 30900
                    mt "Да она издевается!"
                    mt "Что мне еще сделать, чтобы она перестала ломаться?!"
                    mt "!!!"
                "Уйти.":
                    return False


        "Помнишь, ты как-то говорила, что хочешь уехать из страны?" if week_day == 7:
            music Hidden_Agenda
            imgf 30856
            m "Милая, мне так нравится жить с тобой вместе."
            julia "Мне тоже очень хорошо с Вами, Миссис Бакфетт!"
            m "Помнишь, ты говорила, что хочешь уехать вместе со мной из страны?"
            julia "Да, Миссис Бакфетт. Я мечтаю об этом!"
            # Моника воодушевленно
            imgd 30902
            m "Милая, мне кажется, что уже пришло время осуществить эту твою мечту..."
            m "Ты не хочешь позвонить своему дяде и договориться с ним о документах для меня?"
            # Юлия мнется
            music Groove2_85
            imgf 30903
            julia "Я..."
            julia "Я еще не готова, Миссис Бакфетт..."
            julia "..."
            julia "Я все еще не могу поверить в то, что это правда..."
            imgd 30904
            m "Юлия, ты мне не веришь, милая?"
            julia "Конечно, верю!"
            julia "Просто..."
            julia "Мне нужно еще немного времени..."
            music Power_Bots_Loop
            imgf 30900
            mt "Да она издевается!"
            mt "Что мне еще сделать, чтобы она перестала ломаться?!"
            mt "!!!"
        "Уйти.":
            return False
    return True

# при клике на ванную
label ep213_dialogues5_julia_10:
    # если в душе Юлия
    fadeblack
    sound snd_walk_barefoot
    pause 1.5
    music Groove2_85
    music2 snd_shower3

    imgfl 30905
    w
    imgf 30906
    mt "Черт!"
    mt "Эта никчемная Юлия здесь!"
    mt "!!!"
    $ menuName = "julia_work2"
    menu:
        "Зайти в душ к Юлии.": # уровень отношений повышается
            $ monicaJuliaLoveStory20 = True # Моника зашла в душ к Юлии
            imgd 30907
            mt "Я, конечно, совсем не хочу принимать душ вместе с ней..."
            mt "..."
            mt "Я зайду к ней, быстро помоюсь и сразу выйду."
            mt "Надеюсь, она не будет приставать ко мне!"
            mt "!!!"
            # Моника заходит к Юлии в душ
            sound snd_fabric1
            imgf 30908
            w
            sound snd_walk_barefoot
            imgd 30909
            w
            imgd 30910
            julia "Ой, Миссис Бакфетт!"
            julia "Как здорово, что Вы решили ко мне присоединиться!"
            # протягивает к ней руку и приобнимает за талию
            imgf 30911
            w
            imgd 30912
            m "Я... Я решила составить тебе компанию, милая..."
            julia "Мне очень приятно, Миссис Бакфетт..."
            julia "Позволите мне немного помочь Вам?"
            m "..."
            # Юлия проводит руками по ее телу, потом начинает целовать ее
            imgf 30913
            w
            imgd 30914
            mt "Как же меня раздражают ее прикосновения!"
            mt "Что за привычка - постоянно меня трогать?!"
            mt "?!"
            # трогает и ласкает руками тело Моники, грудь, киску
            music Loved_Up
            imgf 30915
            w
            imgd 30916
            w
            imgd 30917
            w
            imgf 30918
            julia "Ммммм..."
            julia "Вы такая красивая!"
            julia "До сих пор не могу поверить, что Вы со мной!"
            imgd 30919
            m "Ты тоже очень красивая, Юлия."
            m "..."
            music Power_Bots_Loop
            imgf 30920
            mt "Когда уже прекратится эта бессмысленная возня?!"
            mt "Зайти к ней в душ - это было неверным решением!"
            mt "!!!"
            # поцелуй взасос
            # Юлия опускается перед Моникой на колени
            fadeblack 1.5
            music Loved_Up
            imgfl 30921
            sound kiss2
            w
            imgf 30922
            sound kiss1
            w
            imgd 30923
            sound kiss2
            w
            imgd 30924
            sound kiss1
            w
            imgf 30925
            w
            fadeblack
            sound vjuh3
            pause 1.5
            music Groove2_85
            imgfl 30926
            julia "Миссис Бакфетт, я хотела бы сделать приятное Вам..."
            julia "Вы же позволите?"
            music Stealth_Groover
            imgf 30927
            mt "Хм... Почему бы и нет?"
            mt "Не всегда же мне делать эту гадость!"
            mt "Пусть Юлия тоже попробует, как это мерзко!"
            imgd 30928
            m "Да, Юлия..."
            m "Конечно."
            # Юлия начинает лизать ее киску, видно, что делает с удовольствием
            music Loved_Up
            imgf 30929
            w
            imgd 30930
            w
            imgf 30931
            julia "Миссис Бакфетт, мне так нравится делать это..."
            imgd 30932
            w
            imgf 30933
            w
            sound lick3
            imgd 30934
            w
            sound lick3
            imgd 30935
            w
            sound lick3
            imgd 30934
            w
            sound lick3
            imgd 30935
            w
            sound lick3
            imgd 30934
            w
            sound lick3
            imgd 30935
            w
            sound lick3
            imgd 30934
            w
            sound lick3
            imgd 30935
            julia "Ммммм..."
            imgf 30936
            w
            imgd 30937
            mt "?!"
            mt "Она что, шутит?"
            mt "Как можно получать удовольствие от такого?!"
            imgf 30938
            julia "Мммм, как же это приятно..."
            julia "Вам нравится, Миссис Бакфетт?"
            music Stealth_Groover
            imgd 30937
            mt "Нет!"
            mt "Как ЭТО может нравится нормальному человеку?!"
            mt "Только таким извращенкам, как ТЫ!"
            mt "!!!"
            mt "Надо прекращать эту гадость!"
            mt "Я не хочу, чтобы она прикасалась ко мне там!"
            mt "!!!"
            # Моника отстраняется
            music Groove2_85
            imgf 30939
            m "Милая..."
            m "Мне очень понравилось, но..."
            m "Мне уже пора..."
            imgd 30940
            julia "Вам правда понравилось, Миссис Бакфетт?"
            m "Да, милая, очень..."
            m "Спасибо..."
            imgf 30941
            sound snd_walk_barefoot
            w
            # Юлия довольно улыбается
            # Моника выходит из душа
            music2 stop
            call ep213_quests_julia18_progress(7, True, 10) from _rcall_ep213_quests_julia18_progress_23
            return True
        "Уйти из ванной комнаты.":
            music Groove2_85
            imgf 30907
            mt "Мне нужно выйти отсюда скорее, пока она меня не увидела!"
            mt "!!!"
            # выходит
            music2 stop
            call ep213_quests_julia18_progress(7, False, 10) from _rcall_ep213_quests_julia18_progress_24
            return False
    return


# при клике на ванную
label ep213_dialogues5_julia_10a:
    # если Юлия сидит в туалете
    fadeblack
    sound snd_walk_barefoot
    pause 1.5
    music Groove2_85
    imgfl 30986
    sound snd_piss
    w
    imgf 30987
    m "Ой, я не знала, что ты здесь!"
    julia "Ничего страшного, Миссис Бакфетт. Заходите."
    m "..."
    imgd 30988
    mt "Присутствовать здесь, когда она ходит в туалет?!"
    mt "Фииии!"
    $ menuName = "julia_work1"
    menu:
        "Остаться в ванной комнате. (in Extra version) (disabled)" if game.extra != True:
            pass
        "Остаться в ванной комнате. (внимание, экстремальный контент: pissing)" if game.extra == True: # уровень отношений повышается
            sound snd_walk_barefoot
            imgf 30989
            m "Я..."
            m "Я лучше позже зайду, милая..."
            # Моника хочет уйти, но Юлия с унитаза
            julia "Миссис Бакфетт!"
            # Моника смотрит на нее
            imgd 30990
            m "???"
            julia "Я..."
            julia "Я тут подумала..."
            # Юлия смущается
            music Hidden_Agenda
            imgf 30991
            julia "Вам же так нравится моя киска..."
            julia "Вы постоянно хотите ее целовать и трогать..."
            julia "..."
            julia "Это ведь так, да?"
            # Моника смотрит на нее как на дуру
            imgd 30992
            m "Да, Юлия."
            m "Мне очень нравится это делать..."
            music Stealth_Groover
            mt "!!!"
            mt "Боже! Только слепой не увидит, что мне омерзительно это!"
            mt "Как можно быть такой никчемной, безмозглой дурочкой?!"
            # Юлия продолжает смущаться
            music Groove2_85
            imgf 30993
            julia "Миссис Бакфетт..."
            julia "Я в одной книжке прочитала..."
            m "..."
            julia "В общем, раз Вам так нравится моя киска, то.."
            julia "Вам должно понравится, если я пописаю на Вас..."
            # Моника в шоке
            music stop
            sound plastinka1b
            img 30994 hpunch
            mt "ЧТООООО?!"
            mt "?!?!?!"
            music Power_Bots_Loop
            mt "Юлия, моя бывшая гувернантка!"
            mt "Никчемная помощница!"
            mt "Хочет пописать на МЕНЯ?!"
            mt "На саму Монику Бакфетт?!"
            mt "!!!"
            mt "!!!!!!"
            $ menu_corruption = [0, juliaMonicaCorruptionRequiredScene11]
            menu:
                "НЕТ!":
                    imgf 30907
                    mt "Да пошла она к черту!"
                    mt "Я на такое грязное извращенство ни за что не соглашусь!!!"
                    mt "!!!"
                    music Groove2_85
                    img 30995
                    sound snd_walk_barefoot
                    m "Нет, милая..."
                    m "Я пока не готова к такому."
                    m "К тому же..."
                    m "Я себя не очень хорошо чувствую, устала очень."
                    # Моника выходит
                    call ep213_quests_julia18_progress(8, False, 10) from _rcall_ep213_quests_julia18_progress_25
                    return False
                "Подыграть Юлии.":  # уровень отношений повышается
                    $ monicaJuliaLoveStory21 = True # Моника согласилась на золотой дождь
                    pass
            music Pyro_Flow
            imgf 30996
            mt "Вот дьявол!"
            mt "Я не могу соглашаться на такое!"
            mt "Это... Это унизительно!!!"
            mt "!!!"
            mt "Но, с другой стороны, это значительно повысит уровень ее доверия..."
            mt "Что же мне делать?"
            mt "..."
            music Groove2_85
            # Юлия смотрит на нее
            imgd 30997
            julia "Миссис Бакфетт, если мы действительно любим друг друга..."
            julia "То наши отношения должны быть полны экспериментов."
            m "..."
            imgf 30998
            julia "Я в книжке читала об этом и теперь хочу попробовать также."
            julia "Миссис Бакфетт, я же совсем чуть-чуть..."
            julia "Мне просто интересно попробовать сделать это..."
            julia "И я уверена, что Вам понравится."
            julia "Вам же так нравится моя киска..."
            music Power_Bots_Loop
            imgd 30999
            m "!!!"
            music Groove2_85
            imgf 31000
            julia "А если нам не нравится экспериментировать, если в наших чувствах нет доверия..."
            julia "Значит, я Вам не нравлюсь..."
            julia "В таком случае..."
            julia "..." # обиженно

            # Моника нерешительно
            imgd 31001
            mt "ААААА!!!"
            m "Юлия... Возможно, стоит попробовать..."
            m "..."
            m "Но только совсем чуть-чуть!"
            imgd 31002
            julia "Да, конечно, Миссис Бакфетт!"
            julia "Подойдите ближе ко мне и садитесь на колени..."
            # Моника делает
            fadeblack
            sound snd_walk_barefoot
            pause 2.0
            music Loved_Up
            imgfl 31003
            w
            imgf 31004
            w
            imgd 31005
            julia "А теперь Вам нужно открыть ротик, Миссис Бакфетт."
            # Моника смотрит на нее, как на сумасшедшую
            music Groove2_85
            imgd 31006
            m "?!?!?!"
            m "Открыть ротик?!"
            m "А что, по-другому нельзя?"
            julia "В той сцене было именно так, Миссис Бакфетт..."
            m "!!!"
            # возможность отказа
            $ menuName = "julia_work1"
            $ menu_corruption = [0, juliaMonicaCorruptionRequiredScene11b]
            menu:
                "НЕТ!!!":
                    music Power_Bots_Loop
                    imgf 31007
                    mt "Да пошла она к черту!"
                    mt "Я на такое грязное извращенство ни за что не соглашусь!!!"
                    mt "!!!"
                    music Groove2_85
                    img 31008
                    sound snd_walk_barefoot
                    m "Нет..."
                    m "Я пока не готова к такому, милая."
                    # Моника выходит
                    call ep213_quests_julia18_progress(8, False, 10) from _rcall_ep213_quests_julia18_progress_26
                    return False
                "Открыть рот.":  # уровень отношений повышается
                    $ monicaJuliaLoveStory22 = True # Моника открыла рот для золотого дождя
                    pass
            # Моника сидит возле унитаза и открывает рот
            # Юлия пристраивается над ее лицом, раздвинув ноги
            music Power_Bots_Loop
            imgd 31009
            mt "Не могу поверить, что я согласилась на это безумие!!!"
            mt "!!!"
            # Юлия писает
            fadeblack 1.5
            music Loved_Up
            imgf 31010
            sound snd_shower
            w
            imgd 31011
            julia "Ой..."
            julia "Я промахнулась немного."
            julia "Сейчас, Миссис Бакфетт..."
            # сначала попадает на лицо, потом в рот
            imgf 31012
            sound snd_piss
            w
            imgd 31013
            sound snd_piss
            mt "!!!!!"
            mt "!!!!!!!!"
            # потом остается висеть попой над Моникой и просит
            imgd 31014
            julia "Миссис Бакфетт, это так необычно!"
            julia "Я вижу, что Вам тоже понравилось..."
            music Groove2_85
            m "МММММ!!!"

            # Моника сидит на коленях и смотрит на Юлию с наполненным ртом
            imgf 31015
            w
            imgd 31016
            julia "Теперь вам надо проглотить то, что я написала Вам в ротик..."
            # Моника в шоке, но ответить ничего не может, рот занят
            mt "!!!!!"


            $ menuName = "julia_work1"
            $ menu_corruption = [0, juliaMonicaCorruptionRequiredScene11c]

            menu:
                "Выплюнуть!":
                    # Моника отстраняет Юлию, встает и выплевывает ее мочу в унитаз
                    # не показываем плевок. Показываем Монику сзади, стоящую на коленях над унитазом
                    music Power_Bots_Loop
                    imgf 31017
                    sound chavc26
                    w
                    imgd 31018
                    mt "ФУУУУ!"
                    mt "!!!!!"
                    pass
                "Проглотить.":  # уровень отношений повышается
                    # Моника проглатывает, сидя на коленях
                    music Power_Bots_Loop
                    imgd 31019
                    sound snd_gulp
                    mt "ФУУУУ!"
                    mt "Отвратительно!!"
                    mt "Меня сейчас стошнит!!!"
                    mt "!!!!!"
                    pass
            # Юлия подходит к Монике и обнимает ее
            fadeblack 1.5
            music Groove2_85
            imgfl 31020
            julia "Вам понравилось, Миссис Бакфетт?"
            m "..."
            m "Милая, мне..."
            m "Это было необычно..."
            # Юлия довольно улыбается, тянется к губам Моники за поцелуем

            # Юлия выходит из ванной
            imgf 31021
            sound snd_walk_barefoot
            w
            fadeblack 1.5
            music Power_Bots_Loop
            imgf 31022
            mt "Омерзительно!!"
            mt "Грязно!!"
            mt "Кошмарно!!"
            mt "Унизительно!!"
            call ep213_quests_julia18_progress(8, True, 10) from _rcall_ep213_quests_julia18_progress_27
            return True
        "Уйти из ванной комнаты.":
            music Groove2_85
            img 30989
            sound snd_walk_barefoot
            m "Нет-нет, милая."
            m "!!!"
            m "Я зайду позже."
            call ep213_quests_julia18_progress(8, False, 10) from _rcall_ep213_quests_julia18_progress_28
            # выходит
            return False
    return

label ep213_dialogues5_julia_10a2:
    mt "Моника! Да что с тобой такое происходит?!"
    mt "Как ТЫ могла согласиться на подобное?!"
    mt "АААААА!!!!!"
    return

# если Юлия дома и Моника заходит в душ, то Юлия к ней приходит
label ep213_dialogues5_julia_10b:
    # Моника заходит в душ и моется
    fadeblack
    sound snd_walk_barefoot
    pause 1.5
    music Groove2_85
    music2 snd_shower3
    imgfl 30942
    w
    imgf 30943
    w
    imgd 30944
    w
    imgf 31044
    w
    imgd 31045
    mt "Как же приятно принять душ..."
    mt "И отдохнуть от назойливой дурочки, которая мне проходу не дает..."
    # в душ заходит Юлия, она уже голая, Моника стоит к ней спиной и не видит ее
    sound snd_walk_barefoot
    imgf 30945
    w
    imgd 30946
    mt "Хотя бы здесь она меня не достает своими глупостями."
    mt "..."
    julia "Миссис Бакфет..."
    # Моника резко поворачивает голову
    music Power_Bots_Loop
    img 30947 hpunch
    mt "ООООО, НЕЕЕТ!"
    mt "Ну сколько можно?!?!?!"
    mt "!!!"
    music Groove2_85
    imgf 30948
    julia "Я услышала, что Вы в душе и решила присоединиться к Вам."
    julia "Вы же не будете против?" # смущенно
    menu:
        "Я не против, милая.":
            pass
    music Power_Bots_Loop
    imgd 30949
    mt "Гребаная Юлия!"
    mt "!!!"
    # Моника притворно улыбается
    music Groove2_85
    imgd 30950
    m "Конено, я не против, милая..."
    m "Присоединяйся."
    # Юлия улыбается и лезет обниматься к Монике
    # поцелуй
    music Loved_Up
    imgf 30951
    sound kiss1
    w
    imgd 30952
    sound kiss2
    w
    music Groove2_85
    imgf 30953
    julia "Миссис Бакфетт..."
    julia "Я тут подумала..."
    mt "Так..."
    mt "Это ничего хорошего не предвещает..."
    julia "Вам же нравится моя киска?"
    imgd 30954
    m "Да, милая..."
    julia "Может быть, Вы попробуете целовать не только ее, но и... #ее - it"
    imgd 30955
    julia "Мою попу?" # смущается
    # Моника в ступоре
    imgf 30956
    m "Твою попу?"
    julia "Да..."
    # Моника молчит
    music Power_Bots_Loop
    imgd 30954
    m "..."
    # Юлия снова канючит
    music Groove2_85
    imgf 30957
    julia "Не хотите?"
    julia "Да, я понимаю Вас... Конечно..."
    julia "Я так и знала, что все это не по-настоящему..."
    julia "..."
    imgd 30958
    mt "Черт!"
    mt "Если я сейчас откажусь, она будет подозревать меня в неискренности..."
    mt "..."
    mt "Мне нужно не забывать о своей цели. Моя цель - свобода."
    mt "И я сделаю все, чтобы добиться ее. #ее - it"
    # притворная улыбка
    music Hidden_Agenda
    imgf 30959
    m "..."
    m "Конечо, я не против попробовать... Милая..."
    # Юлия радостно улыбается
    music Groove2_85
    imgd 30960
    julia "Правда?!"
    julia "Я так рада, Миссис Бакфетт!"
    # они снова целуются, потом Моника опускается на колени
    # целует сначала киску
    fadeblack 1.5
    music Loved_Up
    imgfl 30961
    sound snd_kiss2
    w
    imgf 30962
    w
    sound vjuh3
    imgd 30963
    w
    imgf 30964
    julia "Ох..."
    imgd 30965
    w
    imgd 30966
    julia "Ммммм!"
    # Юлия поворачивается к ней попой
    imgf 30967
    julia "Миссис Бакфетт, Вы помните что мы хотим попробовать сделать?"
    m "..."
    imgd 30968
    m "Да, Юлия..."
    julia "Мне раздвинуть ноги пошире, Миссис Бакфетт?"
    m "Да, милая... Раздвинь ноги пошире..."
    imgf 30969
    julia "Вот так, Миссис Бакфетт?"
    m "Да."
    imgd 30970
    mt "Не могу поверить в то, что происходит!"
    mt "!!!"
    # Моника делает римминг
    music Loved_up2
    imgf 30971
    w
    imgd 30972
    julia "О-о-о-о..."
    imgf 30973
    mt "Не могу поверить, что я вылизываю задницу гребаной гувернантке!"
    w
    imgd 30974
    julia "М-миссис Бак-кфетт..."
    imgf 30975
    w
    imgd 30976
    julia "Мммммм..."
    sound lick3
    imgf 30977
    w
    imgd 30978
    w
    sound lick3
    imgd 30979
    w
    imgd 30978
    w
    sound lick3
    imgd 30977
    w
    imgd 30978
    w
    sound lick3
    imgd 30979
    w
    imgd 30978
    w
    sound lick3
    imgd 30977
    w
    imgd 30978
    w
    sound lick3
    imgd 30979
    w
    imgf 30980
    julia "Оооооо!!!"
    w
    imgd 30981
    julia "О, дааааа!!!"
    # кончает
    img 30982
    show screen photoshot_screen()
    with hpunch
    pause 0.7
    hide screen photoshot_screen
    julia "ААААААА!!!"
    img 30983
    show screen photoshot_screen()
    with hpunch
    pause 0.7
    hide screen photoshot_screen
    sound woman_moan11
    julia "!!!"
    fadeblack 1.5
    music Groove2_85
    # Юлия стоит довольная
    imgfl 30984
    julia "Мне очень понравилось, Миссис Бакфетт."
    julia "Я хочу делать это регулярно!"
    julia "Не думала, что от этого можно кончить..."
    # Моника притворно улыбается и целует ее
    music Stealth_Groover
    imgf 30985
    mt "Потому что ты извращенка, никчемная Юлия!"
    mt "А я еще вынуждена делать вид, что мне это тоже нравится!"
    mt "!!!"
    mt "Как такие гадкие вещи могут приносить удовольствие?!"
    mt "?!?!?!"
    music2 stop
    call ep213_quests_julia18_progress(9, True, 10) from _rcall_ep213_quests_julia18_progress_29
    return


# ВЕЧЕР
label ep213_dialogues5_julia_11:
    # лежат вдвоем с Юлией в постели под одеялом
    fadeblack 1.5
    music Groove2_85
    imgfl 31023
    w
    imgf 31025
    w
    imgd 31024
    mt "Что-то я устала сегодня за день."
    mt "Наконец-то, я посплю..."
    julia "Миссис Бакфетт..."
    music Power_Bots_Loop
    imgf 31026
    mt "Нет..."
    mt "Нет!"
    mt "НЕТ!!"
    music Groove2_85
    imgd 31027
    julia "Поцелуете меня перед сном, Миссис Бакфетт?"
    m "..."
    $ menuName = "julia_work2"
    menu:
        "Просто лечь спать.":
            music Pyro_Flow
            imgf 31026
            mt "Как она меня достала!!!"
            mt "!!!"
            # отстраняется от Юлии
            music Stealth_Groover
            imgd 31028
            m "Милая, мне нужно лечь спать пораньше."
            m "У меня много важных дел завтра."
            # Юлия расстроенно
            julia "Конечно, Миссис Бакфетт."
            julia "Спокойной ночи."
            m "Спокойной ночи, Юлия."
            imgf 31029
            mt "Бесит!"
            mt "!!!"
            # Моника закрывает глаза
            call ep213_quests_julia18_progress(16, False, 3) from _rcall_ep213_quests_julia18_progress_30
            return
        "Поцеловать Юлию.":  # уровень отношений повышается
            $ monicaJuliaLoveStory23 = True # Моника целует Юлию перед сном
            music Groove2_85
            imgf 31030
            m "Да, милая. Конечно."
            mt "Только отстань от меня поскорее!"
            mt "!!!"
            # Моника целует Юлию взасос
            music Loved_Up
            imgd 31031
            sound kiss2
            w
            imgf 31030
            julia "Ммммм..."
            julia "Как приятно..."
            julia "Миссис, Бакфетт, а можно еще разочек?"
            # Моника улыбается и снова ее целует
            imgd 31031
            sound kiss2
            w
            call ep213_quests_julia18_progress(16, True, 3) from _rcall_ep213_quests_julia18_progress_31
            imgf 31032
            julia "Миссис Бакфетт, моя киска уже вся влажная..."
            julia "Вам же так нравится ласкать ее."
            julia "Сделайте это... Пожалуйста..."
            $ menuName = "julia_work2"
            menu:
                "Hичего не делать, лечь спать.":
                    music Pyro_Flow
                    imgd 31033
                    mt "Как она меня достала!!!"
                    mt "!!!"
                    # отстраняется от Юлии
                    music Stealth_Groover
                    imgf 31028
                    m "Милая, мне нужно лечь спать пораньше."
                    m "У меня много важных дел завтра."
                    # Юлия расстроенно
                    julia "Конечно, Миссис Бакфетт."
                    julia "Спокойной ночи."
                    m "Спокойной ночи, Юлия."
                    imgd 31029
                    mt "Бесит!"
                    mt "!!!"
                    # Моника закрывает глаза
                    call ep213_quests_julia18_progress(17, False, 3) from _rcall_ep213_quests_julia18_progress_32
                    return
                "Приласкать ее киску.":  # уровень отношений повышается
                    $ monicaJuliaLoveStory24 = True # Моника ласкает Юлию перед сном
                    music Stealth_Groover
                    imgd 31033
                    mt "Неужели эта дурочка не замечает, что мне неприятно?!"
                    mt "Как можно быть такой глупой?!"
                    mt "?!"
                    # Моника проводит по телу Юлии рукой и начинает ласкать ее пальцами между ног
                    music Loved_Up
                    imgf 31034
                    w
                    imgd 31035
                    julia "Ох..."
                    imgf 31037
                    w
                    imgd 31038
                    w
                    imgf 31039
                    w
                    imgd 31036
                    julia "Ммммм!"
                    music Groove2_85
                    call ep213_quests_julia18_progress(17, True, 3) from _rcall_ep213_quests_julia18_progress_33
                    imgf 31040
                    julia "Ой, подождите секунду..."
                    m "???"
                    # Юлия засовывает руку под подушку
                    fadeblack
                    sound snd_fabric1
                    pause 1.5
                    music Groove2_85
                    imgfl 31041
                    julia "Миссис Бакфетт, у меня есть небольшой сюрприз."
                    imgf 31042
                    w
                    imgd 31043
                    w
                    # и вытаскивает оттуда дилдо
                    imgf 31056
                    m "!!!"
                    m "Юлия, ты хочешь, чтобы я..."
                    julia "Да... Вы могли бы использовать это вместо Ваших пальцев, Миссис Бакфетт."
                    m "..."
                    $ menuName = "julia_work2"
                    menu:
                        "Hичего не делать, лечь спать.":
                            music Pyro_Flow
                            imgd 31057
                            mt "Как она меня достала!!!"
                            mt "!!!"
                            # отстраняется от Юлии
                            music Stealth_Groover
                            imgf 31058
                            m "Милая, мне нужно лечь спать пораньше."
                            m "У меня много важных дел завтра."
                            # Юлия расстроенно
                            julia "Конечно, Миссис Бакфетт."
                            julia "Спокойной ночи."
                            m "Спокойной ночи, Юлия."
                            imgd 31029
                            mt "Бесит!"
                            mt "!!!"
                            # Моника закрывает глаза
                            call ep213_quests_julia18_progress(18, False, 4) from _rcall_ep213_quests_julia18_progress_34
                            return
                        "Засунуть в нее дилдо.":  # уровень отношений повышается
                            # Лежат целуются, одеяло скинуто (висит на ступнях)
                            # Юлия на спине
                            # Моника вставляет дилдо рукой
                            $ monicaJuliaLoveStory25 = True # Моника соглашается на дилдо перед сном
                            fadeblack 1.5
                            music Groove2_85
                            imgfl 31059
                            w
                            imgf 31060
                            mt "Черт!"
                            mt "Почему вокруг меня одни извращенцы?!"
                            mt "Даже эта серая мышь Юлия оказалась извращенкой!"
                            mt "!!!"
                            imgd 31061
                            m "Да, милая..."
                            m "Если ты хочешь этого..."
                            julia "Очень хочу, Миссис Бакфетт!"
                            # Моника начинает двигать дилдо
                            imgf 31062
                            w
                            imgd 31063
                            w
                            sound chpok3
                            img 31064 hpunch
                            w
                            imgf 31065
                            julia "О-о-о-о..."
                            imgd 31066
                            w
                            imgf 31067
                            julia "О, дааааа!!!"
                            imgd 31068
                            w
                            music Loved_up2
                            imgf 31069
                            julia "М-миссис Бак-кфетт..."
                            imgd 31071
                            w
                            sound chpok3
                            imgf 31070
                            julia "Еще! Еще-о-о-о..."
                            imgd 31069
                            w
                            sound chpok3
                            imgd 31070
                            julia "Быстрее!"
                            imgd 31069
                            w
                            sound chpok3
                            imgd 31070
                            w
                            imgd 31069
                            w
                            sound chpok3
                            imgd 31070
                            w
                            imgd 31069
                            w
                            sound chpok3
                            imgd 31070
                            julia "Быстрее!!"
                            img 31072
                            show screen photoshot_screen()
                            with hpunch
                            pause 0.7
                            hide screen photoshot_screen
                            julia "Ааааа..."
                            # кончает
                            img 31073
                            show screen photoshot_screen()
                            with hpunch
                            pause 0.7
                            hide screen photoshot_screen
                            sound woman_moan11
                            julia "ААААААА!!!"
                            julia "!!!"
                            # Юлия довольная
                            # Моника чмокает ее, отшвыривает дилдо
                            fadeblack 1.5
                            music Groove2_85
                            imgfl 30837
                            w
                            imgf 31074
                            w
                            imgd 31075
                            sound down10
                            mt "Фу!"
                            mt "Какая мерзость!"
                            mt "!!!"
                            # ложится на подушку и закрывает глаза
                            fadeblack 1.5
                            call ep213_quests_julia18_progress(18, True, 4) from _rcall_ep213_quests_julia18_progress_35
                            music Groove2_85
                            imgfl 31024
                            julia "Спокойной ночи, Миссис Бакфетт."
                            julia "Это было потрясающе!"
                            imgf 31029
                            m "Спокойной ночи, милая..."
                            mt "Бесишь меня!"
                            mt "!!!"
#                            call ep213_quests_julia18_progress(10, True)
                            return
    return


# ДЕНЬ
# если днем сделать дневной отдых, то Юлия уходит на работу, а вечером приходит
# при клике на кровать и выборе дневного отдыха (первый раз, однократно)
label ep213_dialogues5_julia_12:
    # Моника лежит на кровати (нога на ногу), Юлия подходит и спрашивает
    fadeblack 1.5
    music Stealth_Groover
    imgfl 31046
    w
    sound highheels_short_walk
    imgf 31047
    julia "Миссис Бакфетт, а Вы сегодня не идете на работу?"
    m "Милая, я начальник и сама решаю, работать мне сегодня или нет."
    julia "Да, конечно, Миссис Бакфетт."
    julia "Тогда я пойду..."
    julia "До вечера."
    imgd 31048
    sound highheels_short_walk
    m "Пока, милая."
    # Юлия уходит
    imgf 31049
    mt "Наконец-то, я могу побыть одна."
    mt "Без этой назойливой дурочки."
    mt "Как же она меня раздражает!"
    mt "!!!"
    return

# если днем сделать дневной отдых, то Юлия уходит, а вечером приходит
# в выходной день
# при клике на кровать и выборе дневного отдыха (первый раз, однократно)
label ep213_dialogues5_julia_12a:
    # Моника лежит на кровати (нога на ногу), Юлия подходит и спрашивает
    fadeblack 1.5
    music Stealth_Groover
    imgfl 31046
    w
    sound highheels_short_walk
    imgf 31047
    julia "Миссис Бакфетт, а Вы сегодня никуда не идете?"
    julia "Сегодня выходной. Мы могли провести время вместе..."
    julia "Например, сходить куда-нибудь..."
    m "Милая, мне нужно обдумать кое-какое важное дело по работе."
    m "У меня нет времени на прогулку."
    m "Ты же знаешь, что я очень занятая леди."
    julia "Да, конечно, Миссис Бакфетт."
    julia "Я пойду схожу в магазин за продуктами."
    julia "До вечера."
    imgd 31048
    sound highheels_short_walk
    m "Пока, милая."
    # Юлия уходит
    imgf 31049
    mt "Наконец-то, я могу побыть одна."
    mt "Без этой назойливой дурочки."
    mt "Как же она меня раздражает!"
    mt "!!!"
    return

# днем при клике на выход (если Юлия уже проснулась)
label ep213_dialogues5_julia_13:
    # Юлия подходит к Монике
    fadeblack
    sound snd_walk_barefoot
    pause 1.5
    music Groove2_85
    imgfl 31050
    julia "Миссис Бакфетт, Вы уже уходите в офис?"
    julia "Я сейчас тоже собираюсь на работу."
    music Stealth_Groover
    imgf 31051
    m "Да, я пойду, милая."
    m "У меня важные дела."
    m "До встречи."
    sound highheels_short_walk
    imgd 31052
    w
    # чмокает ее в губы и выходит
    return

# днем при клике на выход (если Юлия уже проснулась)
# в выходной день
label ep213_dialogues5_julia_13a:
    # Юлия подходит к Монике
    fadeblack
    sound snd_walk_barefoot
    pause 1.5
    music Groove2_85
    imgfl 31050
    julia "Миссис Бакфетт, Вы уже уходите в офис?"
    julia "Но сегодня же выходной? Я думала, мы проведем этот день вместе..."
    music Stealth_Groover
    imgf 31051
    m "Мне нужно идти, милая."
    m "У меня срочные дела."
    m "До встречи."
    sound highheels_short_walk
    imgd 31052
    w
    # чмокает ее в губы и выходит
    return

# Моника перевезла свой гардероб к Юлии (первый раз, однократно)
label ep213_dialogues5_julia_14:
    # Юлия стоит возле шкафа с вещами Моники
    fadeblack
    sound snd_fabric1
    pause 2.0
    music Groove2_85
    imgfl 31053
    julia "Миссис Бакфетт, Вы решили не забирать весь свой гардероб из Вашего дома?"
    julia "Здесь даже нет ни одного Вашего любимого платья."
    m "Да, милая."
    m "Я решила, раз я сознательно отказываюсь от своей роскошной жизни ради тебя..."
    imgf 31054
    m "То и от вещей мне тоже нужно отказаться."
    m "Я взяла только самое необходимое."
    julia "О, Миссис Бакфетт!"
    imgd 31055
    sound snd_kiss2
    w
    # поцелуй
    return


# мысли Моники
# не рендерить!!
label ep213_dialogues5_julia_15:
    # стоит в домашней одежде Юлии (глазик)
    mt "Эта никчемная дурочка отдала мне свои трусики и старую застиранную майку!"
    mt "А сама ходит передо мной в новой одежде!"
    mt "Никогда не понимала логику людишек, подобных ей!"
    mt "Раз я согласилась жить у нее, она должна была бы отдать самую красивую одежду МНЕ!"
    return
label ep213_dialogues5_julia_15a:
    # на кухне, пришла поесть
    mt "В моем пребывании здесь есть только один существенный плюс."
    mt "Мне не надо платить за еду!"
    return
label ep213_dialogues5_julia_15b:
    # на кухне, пришла поесть, когда уже ела
    mt "Я не голодна."
    mt "Если я буду так много есть, я испорчу свою превосходную фигуру."
    return
label ep213_dialogues5_julia_15c:
    # в ванной комнате, душ
    mt "Наконец-то, я могу помыться в нормальном душе."
    mt "Нет, здесь все, конечно, убогое и старое..."
    mt "Но это лучше, чем прятаться от этой провинциалки Бетти и мыться тайком!"
    return
label ep213_dialogues5_julia_15c2:
    # в ванной комнате, душ
    music snd_shower3
    imgf 31044
    mt "Наконец-то, я могу помыться в нормальном душе."
    imgf 31045
    mt "Нет, здесь все, конечно, убогое и старое..."
    mt "Но это лучше, чем прятаться от этой провинциалки Бетти и мыться тайком!"
    return


label ep213_dialogues5_julia_15d:
    # в ванной комнате, унитаз (писает)
    fadeblack
    sound snd_fabric1
    pause 1.5
    sound snd_piss
    imgfl 23913
    mt "Такая шикарная женщина, как я, заслуживате большего."
    imgf 23914
    mt "Ничего, Моника, ты почти добилась своей цели."
    mt "Главное, не сдаваться."
    return
label ep213_dialogues5_julia_15e:
    # вышла из дома, когда Юлия спала
    if ep213_dialogues5_julia_15e_day != day and get_active_objects("Julia", scene="street_juliahome", recursive=True) != False:
        mt "Наконец-то, я могу побыть одна."
        mt "Без этой назойливой дурочки."
        mt "Как же она меня раздражает!"
        mt "!!!"
        $ ep213_dialogues5_julia_15e_day = day
    return


label ep213_dialogues5_julia_16:
    # Моника думает о том, что надо предложить Юлии жить вместе (в офисе)
    mt "Что бы такого придумать, чтобы завоевать доверие этой никчемной Юлии?"
    mt "Может быть, предложить ей жить вместе?"
    mt "Для нее будет неслыханной удачей то, что сама Моника Бакфетт будет жить с ней, какой-то гувернанткой."
    mt "Разумеется, об этом никто не будет знать..."
    mt "И мне не помешало бы бесплатное жилье."
    mt "Но как сказать ей об этом?"
    mt "Просто прийти к ней вечером домой?"
    return

label ep213_dialogues5_julia_16a:
    mt "Не хочу подходить к этой дурацкой гувернантке!"
    return

label ep213_dialogues5_julia_17: # смотрит на гардероб
    mt "Я перевезла свой гардероб в конуру какой-то никчемной бывшей гувернантки!"
    mt "Моника, какой кошмар! Как могло подобное случиться с тобой?!"
    return

label ep213_dialogues5_julia_18_wardrobe:
    mt "Что мне надеть?"
    menu:
        "Красивое платье." if monicaHasCasualDress1 == True:
#            call wardrobeBasementCasualDressMiniMap1()
            $ cloth = "CasualDress1"
            $ cloth_type = "CasualDress"
            sound2 snd_fabric1
            img black_screen
            with Dissolve(0.5)
            return 1

        "Одежда шлюхи.":
#            call wardrobeBasementCasualDressMiniMap2()
            $ cloth = "Whore"
            $ cloth_type = "Whore"
            sound2 snd_fabric1
            img black_screen
            with Dissolve(0.5)
            return 2

        "Уйти.":
            return 0
    return


label ep213_dialogues5_julia_19_about_kitchen:
    mt "Чем бы мне заняться, пока эта дура спит?"
    mt "Может быть, [приготовить себе завтрак]?"
    return

#####################
# АССЕТЫ
# Моника и Юлия вдвоем спят в постели голые (вечер, день)
# Моника стоит у кровати в домашнем аутфите, Юлия спит голая (день)
# Моника и Юлия вдвоем стоят у кровати в домашних аутфитах (день)

# Юлия в душе, Моника у входа
# Юлия писает, Моника у входа
# Моника писает
# Моника в душе

# Моника на кухне одна, просто ест (день, вечер)
# Моника на кухне вместе с Юлией (день)

# Моника перед выходом из квартиры одна, Юлия спит (день)
# Моника перед выходом из квартиры одна, Юлии нет дома (день, вечер)
# Моника перед выходом из квартиры с Юлией (день)

# у Моники дневной отдых на кровати (утро, вечер)


# JuliaHome_LivingRoom_Monica_JuliaCloth1_1 - Моника спит голая + вечер
# JuliaHome_LivingRoom_Julia_JuliaCloth2_1 - Юлия спит голая + вечер
# JuliaHome_LivingRoom_Monica_JuliaCloth1_2 - Моника стоит у кровати в домашнем аутфите
# JuliaHome_LivingRoom_Julia_JuliaCloth2_2 - Юлия спит голая, одна


# JuliaHome_LivingRoom_Monica_JuliaCloth1_3 - Моника стоит у кровати
# JuliaHome_LivingRoom_Julia_JuliaCloth2_3 - Юлия стоит у кровати

# JuliaHome_LivingRoom_Monica_JuliaCloth1_4 - Моника отдыхает в кровати + вечер

# JuliaHome_Bathroom_Monica_JuliaCloth1_1 - Моника у входа
# JuliaHome_Bathroom_Julia_JuliaCloth1_1 - Юлия в душе
# JuliaHome_Bathroom_Julia_JuliaCloth1_2 - Юлия писает
# JuliaHome_Bathroom_Monica_JuliaCloth1_2 - Моника писает
# JuliaHome_Bathroom_Monica_JuliaCloth1_3 - Моника вышла из душа

# JuliaHome_Kitchen_Monica_JuliaCloth1_1 - Моника на кухне
# JuliaHome_Kitchen_Julia_JuliaCloth2_1 - Юлия на кухне рядом с Моникой

#

#####################
# ЛОГИКА
# если в меню из лейбла ep213_dialogues5_julia_8 выбран пункт "Поцеловать Юлию." и далее пункты до секса включительно, то Моника с Юлией встают с постели вместе
# если при любом интимном действии идет отказ "Остановиться и встать с кровати.", то Моника с Юлией встают с постели вместе
# если выбран пункт "Не будить Юлию.", то Моника она стоит у постели в домашней одежде, Юлия на кровати спит
# если выбран пункт "Поспать еще немного.", то обе спят в постели.

# ep213_dialogues5_julia_9 - Моника стоит у кровати, Юлия спит
# выбор пункта "Приготовить завтрак." - Моника телепортируется на кухню, стоит там одна
# выбор пункта "Заняться другими делами." - без телепорта, остается стоять возле кровати

# на кухне Моника стоит одна и просто ест, если не будила Юлию и выбран пункт "Заняться другими делами." или Юлии вообще нет дома
# на кухне Моника сначала стоит одна, потом приходит Юлия (если выбран пункт "Приготовить завтрак.")
# при выборе пункта "Просто поговорить с Юлией." или при отказе от интима, Моника с Юлией просто разговаривают на кухне

# при клике на выход, если Юлия дома, то лейбл ep213_dialogues5_julia_13 или ep213_dialogues5_julia_13a - разговаривают в комнате, потом Моника оказывается на улице
# при клике на выход, если Юлия спит, то Моника просто оказывается на улице - ep213_dialogues5_julia_15e

# лейбл ep213_dialogues5_julia_10 - Юлия стоит в душе, Моника стоит возле входа в ванную и смотрит
# лейбл ep213_dialogues5_julia_10a - Юлия сидит на унитазе, Моника стоит возле входа
# лейбл ep213_dialogues5_julia_10b - при клике на душ, если Юлия дома. Моника моется в душе, Юлия приходит к ней
# лейбл ep213_dialogues5_julia_15с - Моника моется в душе, когда Юлии нет дома
# лейбл ep213_dialogues5_julia_15d - Моника писает, не имеет значения, дома Юлия или нет

# лейбл ep213_dialogues5_julia_11 - вечер, вдвоем в постели

# Моника просыпается утром и если не будит Юлию и та остается спать, то Моника одна стоит возле постели
# при клике на кухню, идет и просто ест без прихода Юлии (если выбран пункт "Заняться другими делами.")
# если кликнет на душ, то Юлия придет к ней

# если Моника решает еще немного поспать или же будит Юлию, то они просыпаются и стоят вместе у кровати
# при клике на кухню, Моника идет и просто ест
# при клике на выход, Юлия к ней подходит, диалог в зависимости от дня недели, потом Моника оказывается на улице
# при клике на душ с туалетом, если пришла из кухни, где Юлии не было (ела одна), то Юлия или писает или моется в душе
# при выборе дневного отдыха при клике на кровать днем, Юлия подойдет к ней, диалог в зависимости от дня недели, потом Юлия уходит до вечера
# если это рабочий день и пойти потом на работу в офис, то Юлия сидит на своем рабочем месте
# Юлия дома только утром и вечером
