## понедельник, утро
## начало v 6


Софи 4.1
#На сколько мы помним, в прошлой сцене, а если точнее в сцене Софи 4, Софи вместе с Барди наклюкались по случаю косяка Генри. Точнее нахуярилась Софи, а Барди как подпёздывающая подружка, поджигал её зад и подливал алкоголя в бокал. Закончилось это всё тем, что Барди довёл ужратую в хлам Софи в комнату и уложил спать.  После чего ушёл спать и сам, практически трезвый.
#Таким образом, при пробуждении, Барди должен подумать о том что там с Софи.
#И так, сама сцена.
#Барди просыпается у себя в комнате, садится на кровать.
#Барди видит флешбек из сцены Софи 4. Просто сделайте несколько листающихся кадров из сцены Софи 4, затемнить или наоборот сделайте их чуть блеклыми чтоб это выглядело как флешбек. Возьмите один кадр из начала сцены с софи, второй из момента где она на диване уже пьяная, и третий из момента где Барди уже укладывает Софи спать.
Барди: "Ох... Весёлая же была ночка... Интересно, Софи там в порядке?..."
Барди: "Вчера она была подавлена, хоть и излила душу под алкоголем..."
Барди: "Наверно стоит пойти и проверить "
#Барди встаёт с кровати  и идёт к выходу из комнаты. Чтоб не показывать весь его переход по комнатам, просто сделайте затемнение и просветление  после которого он появляется перед комнатой Софи.
#Барди стучится в комнату Софи.
Барди мысли: "Может ещё спит?"
#Слышится голос за спиной. Не знаю можно ли это как-то показать на если можно, тип сказать что голос тип из-за спины,  а не голос раздавшийся из комнаты.
Софи: "Да?"
#Барди резко оборачивается. Перед ним Софи, волосы чуть растрёпаны, на ней какой-то халат завязанный на похуй, вид такой, словно она только проснулась. В руке держит стакан с какой-то жидкостью прозрачной.
Барди: "О, доброе утро..."
Барди: "Уже проснулась..."
#На лице Софи появляется досада.
Софи: "Да, доброе..."
#Ебаните прокрутку по Софи.
Барди мысли: "Боже... Потрепало же её... Не думал что пара бокалов вина возымеют такой эффект"
Софи: "А ты как?"
Барди: "Да, тоже всё хорошо..."
#Софи отводит взгляд.
Софи: "На счёт вчерашнего..."
#Софи смотрит в глаза Барди. Вид стыдливый.
Барди: "Всё хорошо, не переживай. Всем порой нужно изливать душу."
#На лице у софи лёгкая улыбка. Она снова отводит взгляд в сторону.
Софи: "Да... Спасибо."
Софи мысли: "Господи... Помнить бы ещё о чём мы вчера говорили..."
Софи мысли: "Ну... Вряд ли там что-то криминальное... Но после того разговора мне явно стало легче..."
#Софи растерянная совсем чуть чуть. Словно Барди выдернул её из размышлений.
Барди: "А как ты себя чувствуешь вообще?"
Софи: "Что?...."
#Софи растерянная улыбка.
Софи: "Ах... Точно..."
Софи: "В принципе всё более или менее в порядке"
#Софи слегка подавленная, словно в дискомфорте.
Софи: "Но сегодня я пожалуй отлежусь у себя.."
Барди: "Ясно... Рад что ты в порядке."
#Софи с таким же выражением лица и в таком же состоянии смотрит на Барди, слегка улыбаясь, но выглядит это скорее как измученная улыбка. подавленная слегка.
Софи: "Спасибо."
#Софи подходит к двери и скрывается за дверью.
Барди мысли: "..."
Барди мысли: "Что ж.. Надеюсь всё действительно хорошо..."
#Конец сцены, игрок получает свободу действий. Время суток не меняется. Сцена слишком короткая для этого

############################################################
############################################################

Софи.
Сцена 5.1
Это будет короткая промежуточная сцена после которой мы увидим пятую сцену. нужна для логики и драматизма. Читатель должен видеть что Софи переживает за то, что Гарри ещё не появлялся дома.
Начнётся она в холле, авто триггером. Когда читатель идёт в холл, она включается сама по себе.
Время - день или вечер.
Действующие лица - Барди и Софи.
И так, сама сцена...
#Читатель заходит в холл, и авто триггером включается эта сцена. Поставьте её поверх всех сцен которые могут произойти в холле. Тип, даже если в будущем и будут появляться доп сцены в холле, это будет основной приоритетной. и в первую очередь будем показывать её
#В холле стоит софи с телефоном, вид тревожный. Барди подходит к ней.
Барди: "Привет."
#Софи не убирает телефон и смотрит на барди. На лице наигранная улыбка.
Софи: "О, Барди, привет..."
Барди: "Что-то случилось? выглядишь подавлено..."
#Софи наигранно улыбается но шире, тип: "Да брось лооол, всё ок у меня!"
Софи: "Оу, тебе кажется, милый, всё хорошо!"
Барди мысли: "Ага, да... Видно..."
Барди: "Это из-за того что он всё ещё не пришёл?"
#Софи сразу погрустнела. Вид подавленный. Смотрит в телефон.
Софи: "Да... Я звонила ему уже несколько раз но он не берёт..."
#Софи пытается взять себя в руки, тип резко такая: "Оххх всё, заебал всё ок" И тд.
Софи: "Ох... Всё. Всё в порядке, он постоянно так делает, не переживай за меня, я привыкла. Не стоит думать об этом."
Барди: "Это как раз и не правильно... К такому привыкать не правильно."
Барди: "Мне кажется ты заслуживаешь лучшего отношения к себе..."
Софи: "Так, всё хорошо. Ты всё равно ничем не сможешь мне помочь сейчас."
Барди: "Может мне съездить к нему на работу?"
#Софи резко и категорично отмахивается рукой, тим: "Ни в коем случае!"
Софи: "Нет! Не надо. Всё хорошо, Барди. Я не хочу чтоб он думал, что я посылаю кого-то шпионить за ним. Это даже выглядит как-то по детский."
Барди: "Глупо то, что он делает. А твои эмоции и переживания это нормально!"
#Софи приятным взглядом смотрит на барди.
Софи: "Я знаю, Барди, но всё хорошо, Правда. Не нужно ни к кому ехать, ладно?"
Барди мысли: "Ох и чувствую я, что творит он какую-то хрень..."
Барди: "Ладно, раз ты просишь. Но если что, ты всегда можешь на меня положиться, ладно?"
Софи: "Хорошо."
#Софи отводит взгляд, выглядит тоскливой и поникшей.
Софи: "Спасибо, Барди..."
Барди: "..."
Барди мысли: "Твою же мать, и что за урод этот Генри..."
#Барди уходит от Софи.
Конец сцены.


Софи.
Сцена 5
действующие лица - Генри, Барди, Софи, Синтия, Оливия  И рандомная женщина которую мы создадим на один раз только для этой сцены.
Локация - дом Барди
Время - вечер или глубокая ночь.
Сцена активируется в зале.
В подсказках по Софи: "Посетить Холл вечером."
Сама сцена.
Сцена активируется когда Барди заходит в гостинную.
#Барди заходит в гостиную, на диване сидят Оливия и Софи. Софи подавлена и расстроена, Оливия пытается её успокоить.
Оливия: "Да успокойся ты. Всё хорошо, хватит себя накручивать."
Софи: "А если нет? Он совсем исчез, на звонки не отвечает, сбрасывает... Зачем он сбрасывает?"
Оливия: "Знаешь, тем лучше. Как по мне он тот ещё урод."
Софи: "Не говори так! Он..."
Барди: "Всё хорошо?"
#Оливия и Софи всё так же сидят на диване, но резко поворачивают головы в сторону Барди. Выражение лица чуть удивлённое у Софи, а у Оливии, немного агрессивное чтоль... На следующем рендере выражения их лиц тоскливые.
Оливия: "А, Это ты, Барди...."
#Софи отворачивается и смотрит перед собой. Поза зажатая. Словно она хочет закрыться от всего.
Барди мысли: "Оливия... И без едкого, колкого комментариев в мою сторону? Что-то явно произошло...."
Барди мысли: "И я, кажется, догадываюсь что..."
#Крупный план Софи.
Барди мысли: "Да и Сфи... даже не пытается скрыть своё тяжёлое душевное... Очевидно всё очень плохо..."
#Барди подходит ближе к девушкам и садится на диван рядом с Оливией.
Барди: "Ну и? Что такое? Он всё ещё не вернулся?"
#Оливия поникшая опускает взгляд и голову вниз. Софи всё так же не обращает особо ни на что внимание и сидит в прострации.
Софи: "Может я надоела ему своими вечными переживаниями и звонками..."
#Оливия грубая, обращается к Софи.
Оливия: "Не говори глупостей! Он просто идиот! Нормальный человек не стал бы заставлять так переживать постоянно сидя на работе до поздна!"
Оливия: "А от всех попыток поговорить отмахиваться!"
Оливия: "Это длится уже не первый год!"
#Оливия переводит взгляд на Барди. Выражение лица такое, словно она ищет поддержки.
Оливия: "Ну правильно же, Барди!?"
Барди: "Он что до сих пор не выходил на связь!?"
#Оливия в неком истерическом состоянии, с истерической улыбкой смотрит на Барди. Софи закрывает лицо коленями прижав их к себе, к груди.
Оливия: "Нет! Представляешь!? И это не в первый раз! Этот маргинальный урод всегда так поступает!"
Барди: "Тогда полностью поддерживаю! Поступок... Мерзкий."
Барди мысли: "Чёрт! Серьёзно!? Я видел что у них проблемы... Но чёрт подери! Эта хрень на постоянной основе!?"
#Оливия смотрит на Барди с тревогой. На следующем рендере наклоняется к нему ближе.
Оливия: "Всё хорошо? Барди?"
Барди: "Что такое?"
#Меняйте ракурс так чтоб было видно сжатые кулаки Барди у него на коленях.
Оливия: "Да просто... У тебя лицо такое... И кулаки сжались... Я понимаю всё, но не тревожь лишний раз маму..."
#Барди разжимает кулаки. Потом, в кадр оливию если она не в кадре. Её лицо просто тоскливое, без тревоги. Лицо хоть и грустное, но понимающее. Софи всё в той же прострации.
Барди: "Прости... Просто не думал что это на постоянной основе... Я с ним поговорю..."
Оливия: "Понимаю... Это извечная проблема в нашей семье... И Софи вечно винит себя..."
Барди: "Боже..."
#звук хлопанья двери.
#Все взбудоражились. Лицо Софи стал живым, она приподнялась на диване. Оливия тоже подскочила. Выражение лица злющее.
Генри: "А вот и мы!"
#Оливия смотрит на Барди. Лицо злое.
Оливия: "Мы?!"
Барди: "Я не один это услышал?"
#Софи побежала в хол. На след рендере Барди и Оливия следуют на ней.
#Барди вместе с Софи и Оливией в холле. Генри стоит у входной двери. Он приобнимает за талию какую-то бабу. Что он что эта девушка пьяны. Во второй руке Генри бутылка с алкоголем. Софи стоит напротив него. Она в ахуе и стоит прикрыв рот рукой, Оливия тоже в ахуе стоит рядом с Софи.
Барди: "Фа-а-ак..."
Софи: "Генри, кто это..."
Генри: "Кто?"
#Генри удивлённо смотрит на любовницу, а на следующем рендере всё с такой же улыбкой смотрит на Софи.
Генри:: "А-а-а! Это!? Это стэйси. Знакомься!"
#Девушка Генри машет остальным с улыбкой. Она тоже под градусом. Софи чуть ли не плачет.
Стэйси: "Всем-м-м... Приве-е-ет! А мы тут... Трахались. И решили заскочить сюда..."
#Генри указывает на Софи. Софи в ахуе. поменяйте её охуевание чтоб не приелось.
Генри: "Да! За тобой, моя Софочка! Ты нужна нам!"
#Оливия начинает злиться. Софи в ахуе указывает на Стэйси.
Оливия: "Ты что... Охренел!?"
Софи: "Как ты мог... Генри... Вот так в открытую..."
#Генри начинает ржать обращаясь к Стэйси
Генри: "А что скрывать? Это же подарок! На годовщину... Да, Стэйси? И заткни свою дочь! Слишком многое она себе позволяет."
Оливия: "Я убью тебя..."
#Стэйси начинает мутить. Она чувствует что сейчас проблюётся.
Стэйси: "Сейчас блевану..."
#Генри агрессивно отталкивает от себя Стэйси. Она падает у двери. Софи и Оливия пока не в кадре. Стэйси ползёт к выходу.
Генри: "Ты охренела!? Плохо - так отойди от меня! Иди за домом блюй!"
#Стэйси не в доме. Генри отряхивает руки.
Генри: "Чёрт... Ла-адно..."
#Барди делает шаг в сторону Генри
Барди мысли: "Молись, урод..."
Оливия: "Барди!"
#На след рендере Барди оборачивается на Софи. Та уже опустилась на пол. Оливия рядом с ней в волнении пытается помочь. На следующем рендере Барди подходит к ним. Он стоит рядом не зная что делать.
Барди: "Боже..."
Барди: "Что с ней?!"
#Оливия со злостья оглядывается на Барди.
Оливия: "Плохо ей! Не видишь!? Быстро за водой!"
Барди: ""Да... Точно. Секунду!
#Барди рванул на кухню, набрал воды и вернулся. Софи тем временем сидит у стены закрыв лицо руками. Оливия сидит рядом с ней. Смотрит на Барди. Генри не в кадре.
Оливия: "Я за успокоительным. Посиди с ней, и не отходи!"
Барди: "Фак... Может, лучше было бы сначала вышвырнуть этот мусор?"
#Оливия смотрит на Барди понимающе.
Оливия: "Сначала... Нет, сиди с ней, пожалуйста."
#Крупный план на Софи. Затем на Оливию
Барди: "Да, точно. прости."
#Генри в кадре. Он указывает пальцем на Софи. Оливия с отвращением и злостью оглядывается на него. Генри в пьяном угаре.
Генри: "Я что, не один нажрался в слюни? Хах! Тем лучше! Проще будет расслабиться..."
Оливия: "Я сейчас."
#Оливия исчезает из кадра. Софи делает глоток из стакана который принёс Барди. На след рендере в прострации смотрит перед собой. Генри. Поменяйте позу.
Софи: "Просто скажи... Зачем"
Генри: "Да мы просто тут поняли, что в наших играх не хватает третьего..."
Барди: "Софи, Не говори  с ним. Просто потерпи немного, и я его вышвырну!"
#Генри с агрессией смотрит на Барди.
Генри: "Кого это ты вышвырнешь! Щенок! Я вдвое тебя старше! Знай своё место!"
Софи: "Генри! Зачем, ты... Ты же говорил что у тебя никого нет..."
#Оливия снова в кадре. Она прибежала с пачкой каких-то таблеток и сидит рядом с Софи. Даёт ей пару таблеток. Вид у Оливии беспокойный.
Оливия: "Вот, запей."
#Софи пьёт таблетки. На след рендере генри закатывает глаза. Вид такой, словно он объясняет нечто очевидное долбаёбу.
Генри: "Боже! Ты взрослая девочка Софи! Не говори что ты не знала! Мне нужны бабы! Я же мужчина!"
Барди: "Заткнись, урод. Просто заткни свою пасть! Мы позже ещё поговорим."
#Генри снова с агрессией смотрит на Барди Поза такая же агрессивная.
Генри: "Софи! Лучше попроси своею неудачную попытку выкидыша, заткнуть его грёбаную хлеборезку! Пока я сам не научил его как надо общаться со старшими!"
#Софи закрывает лицо руками. Оливия смотрит на неё, после чего переводит яростный взгляд на Генри.
Оливия: "Я убью тебя..."
#Барди встаёт вместе с Оливией и кладёт руку ей на плечо. Он сзади неё.
Барди: "Не надо. Давай лучше я."
#Оливия оглядывается на Барди со злостью.
Оливия: "Отвали!"
#Оливия подходит к Генри и собирается дать пощёчину, но Генри перехватывает её руку. Сам Генри на веселе.
Генри: "Воу! Ты-то куда, зайка? Хочешь присоединиться к нам?"
Барди мысли: "Фак... А может и к лучшему! Теперь это хотя бы будет законно..."
Генри: "Знаешь, я давно подметил твою красоту. Может мне и не нужны были другие бабы, если бы ты сыграла роль моей шлюхи. Что скажешь Софи?"
#Софи поворачивает взгляд на генри. Лицо заплаканное.
#Затемнение.
Софи: "Нет! Не трогай её, пожалуйста..."
Барди: "А это, перехватишь!?"
#Просветление.
#Барди с кулака прописывает Генри по ебалу. Тот отпускает Оливию и валится на пол. Оливия не в кадре.
Барди: "Ублюдок..."
Оливия мысли: "Вали его нахрен Барди!"
#Барди встаёт над Генри и собирается назначить ему ещё несколько сеансов ебалокркшительной психотерапии по поводу проблем в отношениях, он уже замахивается нооо...
Синтия: "Барди!"
Оливия мысли: "Фа-а-а-ак! Синтия!"
#Барди оборачивается. Видим на лестницах синтию. Девушка зажатая, заплаканная.
Барди: "Фак..."
#Показывает в рендере Софи. Она всё так же сидит закрыв лицо руками.
Сара: "Хватит, правда. Просто уберите его отсюда, пожалуйста..."
#Барди смотрит на Оливию. Та, в нерешительности смотрит на него.
Барди: "Хорошо..."
#Барди встал и держит Генри за воротник. Тот в отрубе. Барди тащит его к входной двери.
#Барди вытаскивает его на улицу и вышвыривает с порога. бросает рядом с блюющей на коленях девушкой.
Генри: "Ох! Твою мать...."
#Крупный план девушки. Она оборачивается на Барди. вид потрёпанный. Лицо нездоровое. ей хуёво.
Барди: "Мерзость..."
#Убираем крупный план и видим девушку и генри. Генри пытается встать. Девушка смотрит на него.
Барди: "Так, Чтоб в течении пяти минут ты подхватила это животное, и вы убрались отсюда куда подальше, ясно!?"
#Барди разворачивается и уходит в дом.
#Локация: Холл.
#Софи сидит и смотрит на Синтию, выражение лица у Софи подавленное, но с её обычной наигранной милой  улыбкой, Вид у Софи усталый до жути. Синтия сидит на коленях рядом с ней и плачет. Одной рукой вытирает слёзы, другая рука упирается в бедро. Оливия стоит облокотившись к противоположной стене и запрокинув голову вверх. Вид усталый, заёбанный. Руки расслабленно свисают вниз.
Синтия: "Прости, пожалуйста... Мам..."
#Оливия смотрит на синтию с безразличием. Синтия оборачивается на Оливию.
Оливия: "Ты-то чего извиняешься?"
#Софи обнимает Синтию. Девочка будто ложится на мать утыкаясь лицом ей в грудь.
Софи: "Не бойся. Всё будет хорошо."
Синтия: "Ты же не оставишь меня? Я не хочу к нему! Можно я останусь с тобой!?"
Синтия: "Пожалуйста!"
#На глаза софи наворачиваются слёзы.
Софи: "Нет, конечно нет. Не бойся, я тебя не оставлю..."
Барди мысли: "Боже... и что за хрень творится в этой семье..."
#Барди подходит к Оливии и садится рядом с ней на пол. Оливия в паре рендеров сползает по стене вниз. Вид у Оливии такой же усталый как и у всех. смотрит в пол.
Барди: "Ты как?"
Оливия: "В порядке."
Барди: "Точно?"
#Оливия поднимает взгляд на барди. Выражение лица усталое, с нотками отвращения.
Оливия: "Этот подонок... Я замечала это... Но надеялась что мне кажется... Но он, всё это время смотрел на меня как на..."
#На лице оливии Отвращение.
Оливия: "И каждую ночь я засыпала с ним под одной крышей, пыталась видеть в нём отца, хоть и плохого. А он..."
Оливия: "Мне просто мерзко..."
#Олвия выходит из себя, она в некой начальной стадии ярости.
Оливия: "Ублюдок... Как он вообще посмел поступить так с Софи..."
Оливия: "И со мной..."
#Барди обнимает Оливию. Та утыкается носом в его плечо.
Барди: "Хей! Всё хорошо. Теперь всё будет хорошо, ладно?"
Барди: "Он больше не появится в этом доме. Обещаю. "
Оливия: "Ты близко... Я тебе врежу..."
Барди мысли: "Ага... а вот и та самая оливия которую я знаю..."
#Барди отстраняется от Оливии, всё ещё сидит рядом. Оливия с чуть грубоватым лицом.
Барди: "Рад что ты пришла в себя..."
Оливия: "Ещё бы... Уже и облапать меня успел..."
Барди: "Давай поговорим об этом позже. Мы им нужны..."
#Оливия смотрит на Синтию и Софи.
#Барди переводит взгляд на Синтию и Софи. Обе всё ещё не в себе. Синтия плачет, а Софи обнимает её и гладит по голове.
Барди: "Ты знаешь синтию лучше чем я. Сможешь её успокоить и объяснить всё... По мягче... Уверен ей сейчас безумно хреново..."
Барди: "А я посижу с Софи, попытаюсь уложить её спать.
#Барди смотрит на Оливию. Та всё ещё смотрит на девушек в каком-то смятении и тоске.
Оливия: "Да... Ты прав... Я постараюсь."
Барди: "Только пожалуйста, будь сдержана. Без ярости. Синтие сейчас этого не нужно..."
Оливия: "И без тебя знаю. Не дура."
#Оливия и Барди встают. Оливия смотрит на Барди с некоторой неловкостью, словно признавая поражение.
Оливия: "Барди, Я должна кое что добавить..."
Барди: "Да?"
Оливия: "Ты мне всё ещё не нравишься... Но, спасибо. Хорошо что ты приехал.
Барди мысли: "Оу... Это... мило... Даже через чур мило для оливии..."
Барди: "Я..."
#Оливия прикрыв глаза отмахивается от Барди.
Оливия: "Нет. Молчи. Я просто констатирую факт. Это не благодарность. И не подумай лишнего."
Барди: "Как скажешь..."
#Оливия подходит к Софи и Синтие. Кладёт руку на плечо синтии. Та поднимает заплаканные глаза на сестру. Софи тоже смотрит на Оливию с некой благодарностью.
Оливия: "Синтия... Пошли. Пора спать."
#Синтия смотрит на Барди. На следующем рендере она вытирает глаза.
Синтия: "Ага..."
#Синтия встаёт и вместе с Оливией они уходят наверх.
#Девочки ушли.
#Барди подходит к софи. Она потеряна и сидит в прострации.
Барди: "Они ушли. Теперь не нужно строить из себя сильную."
Барди: "Всё хорошо. Это твои эмоции. Не стоит их подавлять."
#Глаза Софи начинают слезиться. Барди берёт её под руку.
Софи: "Я же знала, Барди.... Я же знала что так всё и закончится..."
Барди: "Всё хорошо, пошли."
#Софи и Барди идут в гостинную, барди сажает Софи на диван. Она садится на него и прижимает ноги к груди, словно испуганная девочка. Истерики нет, просто слёзы.
Барди: "Я сейчас. Дай мне минутку."
#Затемнение.
#Просветление.
#Барди на кухне тянется за бутылкой вина.
#Затемнение
#Просветление.
#Барди сидит рядом с Софи и наливает вино в один из бокалов. Софи сидит в той же позе, в которой её оставил Барди, но смотрит на него..
Барди: "Вот, выпей... Его же можно с успокоительными?"
Софи: "Какая разница..."
#Софи берёт бокал из рук Барди и делает глоток.
#Софи смотрит на Барди. Сам Барди, сидит рядом с ней.
#Если Барди не сын.
Барди: "Софи, я рядом. Не держи эту боль в себе. Доверься мне."
#Если Барди сын.
Барди: "Мам... Я рядом. Не держи эту боль в себе. Мы же семья... Доверься мне."
#далее по одному сценарию.
Софи: "Я же... Знала что это происходит... Вот я дура... Я же знала что к этому всё и придёт. Знала... Что ни на какой он работе не задерживается!"
Софи: "А со шлюхами развлекается..."
#Софи утыкается лицом в колени.
Софи: "Что я за дура, Барди... И почему я... А он... Я же хотела не вовлекать в это всё хотя бы детей..."
Барди: "Всё хорошо. Это нормально. Ты не хотела это признавать, и боялась этого. Потому и избегала этих мыслей. Это естественно для людей."
Барди: "Не вини себя за это, пожалуйста..."
#Софи делает ещё один глоток, после чего опять смотрит на Барди.
Софи: "Но... Почему он поступил со мной так? Что я сделала? Чем заслужила это? Я же... Я же так старалась быть для него идеальной!"
Барди: "Он просто моральный ублюдок Ты ни в чём не виновата. Не смей себя винить!"
Барди: "Будь уверена, он и сам поймёт это спустя время. И приползёт на коленях. Я уверен что скоро он поймёт что потерял, и будет корить себя за то что не ценил тебя. Но будет уже поздно."
Барди: "Прощать подобное нельзя."
#Софи смотрит перед собой. Барди подсаживается ближе и приобнимает её за плечи.
Софи: "Я знаю.... Но как я без него?"
Софи: "Я же совсем одна... Как я буду... А вы? Что мне делать Барди?"
#Софи делает ещё один глоток вина.
Софи: "К чёрту..."
#Софи откладывает пустой бокал и берёт бутылку, из которой хуярит уже с горла. После, опускает руку с вином и снова смотрит перед собой.
Барди: "Знаешь... Это даже обидно..."
#Софи смотрит на Барди вопросительно.
Софи: "Что?"
Барди: "Я, Синтия, Оливия... Мы уже не дети. Мы сможем позаботиться о себе. И о тебе тоже."
#Софи чуть опустила голову, словно села с приятной ностальгией, и улыбается сквозь тоску. Она всё в такой же зажатой позе.
Софи: "Хах..."
Софи: "Вы и правда быстро выросли... А ведь только вчера были совсем маленькими крохами..."
Барди: "Тебе не надо вывозить всё в одиночку. Ты можешь на нас положиться."
#Софи откидывается на спинку дивана и чуть расслабляется.
Барди: "Я понимаю, что это сильный удар для тебя... Но... Разве он тебе так дорог?"
Барди: "Ты же и так знала, что к этому всё сведётся..."
#Софи задрала голову и прикрыла глаза.
Софи: "Я... Наверно... Просто боялась остаться одна... Без поддержки и опоры..."
Барди: "И что? Вот он ушёл."
Барди: "Его больше не будет в твоей жизни. Никогда. Хотя бы потому, что я этого не допущу. Человек вроде него не достоин того, чтоб быть твоим мужем."
#Софи смотрит на Барди.
Барди: "Это конец. Он полностью исчезнет из твоей жизни. И что теперь?"
Софи: "Что?"
Барди: "Чувствуешь себя одинокой?"
#Софи снова задирает голову и смотрит в потолок.
Софи: "Нет..."
Барди: "Видишь?"
Софи: "..."
#Софи делает глоток вина с горла и снова на исходную.
Софи: "Спасибо, Барди..."
Барди: "Будешь должна."
#Софи - лёгкий милый смешок.
Софи: "И чем же мне придётся расплачиваться?"
Барди: "Дай подумать..."
Барди: "Во первых, ты полностью доверишься нам в трудный момент и перестанешь строить из себя сильную и мощную женщину способную всё и везде вывезти в одиночку."
#Софи переводит взгляд на Барди.
Софи: "Но я действительно могу."
Барди: "А я в этом и не сомневаюсь. Ты перелезешь через любую преграду, справишься с любыми трудностями!"
Софи: "И зачем тогда..."
#Софи снова отводит тоскливый взгляд от Барди.
Барди: "Но в конце концов сгоришь как спичка."
Барди: "Так почему бы просто не довериться нам и не пережить всё это дерьмо вместе?"
Софи: "Боже... И когда вы успели так повзрослеть..."
Барди: "Второе это..."
#Софи подскакивает и садится в другую позу, скорее всего на колени, полностью повернувшись туловищем к Барди. На лице наигранное возмущение и удивление. Бутылка вина всё ещё у неё в руке.
Софи: "Это ещё е всё!?"
Барди: "Конечно нет!"
#Софи ухмыляется
Софи: "Дороговато выходит, не думаешь?"
Барди: "..."
Барди: "Ладно. Пощажу тебя. Второе - искренняя улыбка на твоём лице. А дальше - разберёмся по ходу."
#Поменяйте позу Софи, так, словно она предлагает выгодное предложение, можно ебануть какой-то жест пальцами.
Софи: "Может лучше тёплые объятия?"
Барди: "Может лучше да."
#Софи наваливается на Барди и крепко обнимает его. Барди обнимает её в ответ.
Софи: "Спасибо тебе, Барди... Ты всегда рядом когда мне это нужно... Не знаю как ты это делаешь, но... Почему-то у тебя получается прийти ко мне и поднять настроение в самые трудные моменты..."
Софи: "Честно говоря, встречая тебя на вокзале, я боялась, думала будут проблемы... Но как оказалось, зря... Я приятно удивлена.
Софи: "Не думала что у твоего отца получилось вырастить из тебя хорошего человека..."
Барди мысли: "Хах... Если бы..."
#Софи прижимается к Барди сильнее.
#Если Барди сын.
Барди: "Нет... Говоря по правде... Папа никогда и не участвовал в моём воспитании... Так что спишем это всё на твои гены."
#Если Барди не сын.
Барди: "Нет... Говоря по правде... Отец никогда и не участвовал в моём воспитании... Думаю... Дело скорее в тебе. Я же всё детство провёл с тобой и Оливией..."
#Далее по одной ветке
Софи: "В любом случае... Спасибо..."
Барди: "И тебе тоже."
#Меняем ракурс. Так чтоб камера была сзади Барди. Софи чуть приподнимает бутылку с вином и смотрит на неё всё ещё обнимая Барди.
Софи: "Барди?"
Барди: "Да?"
Софи: "Я превращаюсь в алкашку, да?"
Барди: "Хах... Ещё в какую..."
Барди: "Но причина исчезла, и теперь всё наладится..."
Софи: "..."
Софи: "Так и есть."
#Софи отстраняется от Барди и откладывает бутылку.
Софи: "Значит, на этом я завязываю. И всё таки хорошо что он исчезнет из моей жизни!"
Барди: "Главное что это в тебе говорил не алкоголь..."
#Софи посмеиваясь отмахивается от Барди.
Софи: "Что? Нет. Я... Не люблю его."
Софи: "Я красивая женщина! Он в моей жизни не первый, и явно не последний..."
Барди: "Вот и отлично! Ты ещё встретишь своего идеального мужчину! Я уверен!"
#Софи смотрит на Барди с милой улыбкой.
Софи: "Красивого... Умного, заботливого. Доброго и честного..."
#Софи обнимает Барди.
Софи:  "Прямо как ты..."
#Софи отстраняется от него, но всё ещё остаётся очень близко.
#Если Барди не сын.
Софи: "Хах... А я ведь... Даже и не представляла, что все качества идеального по моим меркам мужчины, соберутся в тебе"
#Если Барди сын.
Софи: "Хах... А я ведь... Даже и не представляла, что все качества идеального по моим меркам мужчины, соберутся в моём сыне..."
#Дальше по одному тексту.
Барди мысли: "Так... По моему, она перепила..."
Барди мысли: "Ох... Как бы она не наломала дров о которых будет жалеть утром..."
#Софи приближается к лицу барди, с твёрдой целью засосать его. Лицо Софи чуть красное.
#Выбор: "Поцеловать+крыса\не делать этого+кролик."

#Если выбрать: "Не целовать.+кролик."
#Если Барди не сын.
#Барди наклоняется назад. Софи смотрит на него удивлённо. Лицо чуть красное.
Барди: "Слушай,  не уверен что ты действительно этого хочешь. Я не могу поступить так."
Софи: "Ты не хочешь?"
Барди: "Я трезв, а ты выпила. Я не хочу делать с тобой что-то, о чём ты потом будешь жалеть."
Барди: "Я почти что уверен, что если бы не вино, то ты бы этого не сделала."
#Софи смотрит на Барди с игривой улыбкой.
Софи: "Так ведь, тем лучше что я пьяна, верно?"
Барди: "Что?"
#Софи не отвечает и наваливается на Барди обнимая его за шею и целуя в губы. Барди падает спино на диван, софи верхом на нём. С этой позы будет куда проще изобразить какие-либо сексульные ракурсы. Заострите внимание на прогибе в талии, на попе Софи... Блять, кому я объясняю. Вы профессионалы и потому, поступлю как истинный режисёр. СДЕЛАЙТЕ ТАК ЧТОБ У МЕНЯ ВСТАЛ!
Барди мысли: "Ох... и аукнется же это..."
Барди мысли: "Но да какая сейчас разница... Может, она просто хочет почувствовать себя красивой и желанной..."
Барди мысли: "В любом случае... Надеюсь завтра об этом порыве чувств она не вспомнит..."
#Делайте что-то с руками Барди. Он начинает лапать Софи. в паре рендеров.
#Софи чуть отстраняется. Смотрит на него с игривой доминирующей ухмылкой и садится на пах.
Софи: "Оу... Посмотрите ка кто у нас перехватил инициативу..."
Барди: "Кто бы говорил..."
#Софи начинает ёрзать на члене Барди.
Софи: "Я же вижу, что тебе понравилось."
#Софи вновь целует Барди, тот в свою очередь переворачивает её на бок. Софи закидывает ногу на Барди. Они начинают лапать друг друга.
#В общем, уважаемые дамы и господа, Моя ненаглядная интеллигенция... Как вы и сами уже понимаете по манере моего письма, мы в очередной раз пойдём по уже проверенной и отработанной тактике. Ведь как говорил великий стратег и тактик: Суньхуй цызы: "порно в порно - не главное. Главное, это душещипательный сюжет!". И потому мы снова следуем нашему священному и великому  "Возбудим и не дадим.". Они полабзались в нескольких рендерах, мы показали эту сцену максимально сексуально, Со стороны Софи сделайте больше инициативы, со стороны Барди меньше, Сделайте красиво и закончите на Этом. Софи отстраняется от Барди.
#Софи смотрит на Барди с милой улыбкой.

#Если Барди сын.
#Барди наклоняется назад. Софи смотрит на него удивлённо. Лицо чуть красное.
Барди: "Слушай, Мам...  Не уверен что ты действительно этого хочешь. Я не могу поступить так."
Софи: "Ты не хочешь?"
Барди: "Я трезв, а ты выпила. Я не хочу делать с тобой что-то, о чём ты потом будешь жалеть."
Барди: "Я почти что уверен, что если бы не вино, то ты бы этого не сделала."
#Софи смотрит на Барди с игривой улыбкой.
Софи: "Так ведь, тем лучше что я пьяна, верно... Сынок..."
Барди: "Что?"
#Софи не отвечает и наваливается на Барди обнимая его за шею и целуя в губы. Барди падает спино на диван, софи верхом на нём. С этой позы будет куда проще изобразить какие-либо сексульные ракурсы. Заострите внимание на прогибе в талии, на попе Софи... Блять, кому я объясняю. Вы профессионалы и потому, поступлю как истинный режисёр. СДЕЛАЙТЕ ТАК ЧТОБ У МЕНЯ ВСТАЛ!
Барди мысли: "Ох... и аукнется же это..."
Барди мысли: "Но да какая сейчас разница... Может, она просто хочет почувствовать себя красивой и желанной..."
Барди мысли: "В любом случае... Надеюсь завтра об этом порыве чувств мама и не вспомнит..."
#Делайте что-то с руками Барди. Он начинает лапать Софи. в паре рендеров.
#Софи чуть отстраняется. Смотрит на него с игривой доминирующей ухмылкой и садится на пах.
Софи: "Оу... Посмотрите ка кто у нас перехватил инициативу...  Это достаточно извращённо целовать свою мать, не думаешь?"
Барди: "Кто бы говорил..."
#Софи начинает ёрзать на члене Барди.
Софи: "Я же вижу, что тебе понравилось."
#Софи вновь целует Барди, тот в свою очередь переворачивает её на бок. Софи закидывает ногу на Барди. Они начинают лапать друг друга.
#В общем, уважаемые дамы и господа, Моя ненаглядная интеллигенция... Как вы и сами уже понимаете по манере моего письма, мы в очередной раз пойдём по уже проверенной и отработанной тактике. Ведь как говорил великий стратег и тактик: Суньхуй цызы: "порно в порно - не главное. Главное, это душещипательный сюжет!". И потому мы снова следуем нашему священному и великому  "Возбудим и не дадим.". Они полабзались в нескольких рендерах, мы показали эту сцену максимально сексуально, Со стороны Софи сделайте больше инициативы, со стороны Барди меньше, Сделайте красиво и закончите на Этом. Софи отстраняется от Барди.
#Софи смотрит на Барди с милой улыбкой.



#Далее по одному сценарию.

#Если выбрать: "Целовать"
#Если Барди сын.
Барди мысли: "А хотя... Какая разница... В любом случае, думаю сейчас это нужно ей больше всего."
Барди мысли: "А на утро... Может мама ничего и не вспомнит..."
#Барди отвечает на поцелуй и они сосутся.
Барди мысли: "Да и вряд ли этот поцелуй что-то значит... Тем более для неё. Мы же всё таки семья..."
#Софи Обнимает и лапает Барди. Барди делает то же самое в ответ, лапая её. Изобразите это в нескольких рендерах. В общем, сделайте хоть что-то сексуальное в этой сцене, а то нас пользователи съедят...
#Софи чуть отстраняется. Смотрит на него с игривой доминирующей ухмылкой.
Софи: "Оу... Не думала что ты перехватишь инициативу... "
Барди: "Я... Честно говоря тоже."
Софи: "А я была уверена, что тебе понравится.  Это достаточно извращённо целовать свою мать, не думаешь?"
#Барди снова целует Софи, и валит её на бок. Они лежат обнимаясь, Софи закидывает ногу на Барди. Они начинают лапать друг друга.
#В общем, уважаемые дамы и господа, Моя ненаглядная интеллигенция... Как вы и сами уже понимаете по манере моего письма, мы в очередной раз пойдём по уже проверенной и отработанной тактике. Ведь как говорил великий стратег и тактик: Суньхуй цызы: "порно в порно - не главное. Главное, это душещипательный сюжет!". И потому мы снова следуем нашему священному и великому  "Возбудим и не дадим.". Они полабзались в нескольких рендерах, мы показали эту сцену максимально сексуально НООООО В этот раз в серии рендеров сделайте инициативу со стороны Барди где он лапает по больше. В основном всё идёт с него. Сделайте красиво и закончите на Этом. Софи отстраняется от Барди.
#Софи смотрит на Барди с милой улыбкой.

#Если Барди не сын.
Барди мысли: "А хотя... Какая разница... В любом случае, думаю сейчас это нужно ей больше всего."
Барди мысли: "А на утро... Может она ничего и не вспомнит..."
#Барди отвечает на поцелуй и они сосутся.
Барди мысли: "Да и вряд ли этот поцелуй что-то значит... Тем более для неё."
#Софи Обнимает и лапает Барди. Барди делает то же самое в ответ, лапая её. Изобразите это в нескольких рендерах. В общем, сделайте хоть что-то сексуальное в этой сцене, а то нас пользователи съедят...
#Софи чуть отстраняется. Смотрит на него с игривой доминирующей ухмылкой.
Софи: "Оу... Не думала что ты перехватишь инициативу..."
Барди: "Я... Честно говоря тоже."
Софи: "А я была уверена, что тебе понравится."
#Барди снова целует Софи, и валит её на бок. Они лежат обнимаясь, Софи закидывает ногу на Барди. Они начинают лапать друг друга.
#В общем, уважаемые дамы и господа, Моя ненаглядная интеллигенция... Как вы и сами уже понимаете по манере моего письма, мы в очередной раз пойдём по уже проверенной и отработанной тактике. Ведь как говорил великий стратег и тактик: Суньхуй цызы: "порно в порно - не главное. Главное, это душещипательный сюжет!". И потому мы снова следуем нашему священному и великому  "Возбудим и не дадим.". Они полабзались в нескольких рендерах, мы показали эту сцену максимально сексуально НООООО В этот раз в серии рендеров сделайте инициативу со стороны Барди где он лапает по больше. В основном всё идёт с него. Сделайте красиво и закончите на Этом. Софи отстраняется от Барди.
#Софи смотрит на Барди с милой улыбкой.


#Далее по одному сценарию.

Барди: "И на этом, тактильный голод прошёл?"
Софи: "А тебе мало?"
Барди: "Думаю... Сейчас главное, чтоб тебе хватило."
#Софи задумчивая.
Софи: "Тогда..."
#Софи прищурив глаза с улыбкой смотрит на Барди.
Софи: "Думаю мне хватило. Даже с лихвой!"
Софи: "Не думала что ты уже научился так классно целоваться. Сколько у тебя было девочек?"
Барди: "Это слегка неуместный и не удобный вопрос между нами, не думаешь?"

#Если Софи мать
Софи: "Да брось. Я твоя мать. Я должна знать!"
#Если Софи не мать.
Софи: "Да брось! неужели ты меня стесняешься?"
#Далее по одному сценарию.

Барди: "Нет... А вообще да. Это довольно личное дело."
#Софи глуповато задумчивое выражение лица.
Софи: "А я думала вы парни часто обсуждаете это между собой..."
Барди: "Вот именно, что между собой!"
#Софи начинает зевать. Сделаете это в двух рендерах. На одном она зевает, а на другом приходит в норму.
Софи: "Ох... Что-то... Я кажется, вымоталась..."
Барди: "А что ты думала следует после безумного  микса из тяжёлого эмоционального потрясения, успокоительного, и алкоголя?"
Барди: "Я вообще думал что тебе хреново станет, но слава твоему желудку и печени, они выстояли. Но давай больше не повторять этих экспериментов!"
#Софи поникшая и грустная. Она потускнела сразу как Барди напомнил о случившемся.
Барди: "Так, а ну хватит. Я знаю о чём ты подумала. Всё будет хорошо, помнишь? Если что, мы рядом."
Барди: "Я рядом. Ладно?"
#Софи снова виновато улыбается ему.
Софи: "Всё всё. Я помню..."
Барди: "Вот и хорошо. А теперь мне кажется тебе нужно расслабиться."
#Софи отводит взгляд.
Софи: "..."
Барди: "..."
#Софи снова смотрит на Барди слегка встревоженно.
Софи: "Слушай, ничего если я попрошу тебя обнять меня. Крепко."
#Барди без слов обнимает Софи. Она утыкается лицом ему в грудь.
Барди: "Хах..."
Софи: "Что такое?"
Барди: "Нет... Просто... Когда ты лезла целоваться, ты была менее встревожена..."
Софи: "..."
Софи: "Отста-а-а-нь."
Барди: "Хорошо..."
#Затемнение.
Барди: "Всё будет хорошо."
#Просветление.
#Барди убирает руку которой обнимал Софи.
Барди мысли: "Кажется уснула..."
#Барди вылезает из под неё (Ну или вытаскивает вторую руку... Зависит от того как вы это изобразили.) И встаёт. Сделайте это в паре рендеров.
#Сделайте прокрутку по Софи.
Барди мысли: Ладно... Это уже превращается в какую-то традицию...
Барди: "Что ж... Ваш: "преданный слуга и верный психолог" - снова в деле..."
#Барди берёт Софи на руки.
#Барди идёт с комнату Софи в нескольких рендерах.
#Барди в комнате Софи. Он укладывает её спать на кровать.
Барди мысли: "Так... Что-то у меня вдруг чувство дежавю какое-то..."

#ВНИМАНИЕ! ВСТАВЛЯЕМ ЭТОТ МОМЕНТ ИЗ ПРОШЛОЙ СЦЕНЫ (Софи. сцена 4) ЭФФЕКТОМ ФЛЕШБЕКА!
#Уже в комнате, Барди видит как Софи лежит на полу, безрезультатно пытаясь стянуть с себя платье и параллельно пытаясь встать. По приколу можно сделать так, словно она снимает его не правильно.
Барди: "Боже... И что ты делаешь?"
#Софи особо не реагирует на Барди, всё безрезультатно пытаясь стянуть платье.
#Барди подходит к ней ближе. На следующем рендере,точнее в паре рендеров, он берёт её под руку и усаживает на кровать. У Софи заспанное пьяное лицо. Она не понимая смотрит на Барди. высунула руку уже тип из рукава, ну в общем пьянчуга пьянчугой.
Барди мысли: "Боже... И с чего её так разнесло.... Она совсем пить не умеет?"
Барди: "Софи, Что такое? Всё хорошо?"
Софи: "Да..."
Барди: "Тогда ложись спать, Софи, уже поздно."
#Софи смотрит на Барди хмуро, затем машет головой влево и вправо.
#Софи поднимает палец вверх хмуро прикрыв глаза.
Софи: "Нет! Нельзя!"
Барди мысли: "Боже..."
Барди мысли: "Ладно... Заметка на склерозе. Не давать Софи больше одного бокала вина!."
Барди: "Почему?"
#Софи хмуро обращается к Барди. указывая рукой на платье.
Софи: "Платье! Она новое..."
Софи: "Оно... Нельзя его мять..."
#ВНИМАНИЕ эФФЕКТ ФЛЕШБЕКА НА ЭТОМ ЗАКАНЧИВАЕТСЯ!!!
#Барди всё так же стоит над спящей Софи.
Барди мысли: "Боже... Точно..."
Барди мысли: "Интересно... А эту одежду мять можно?"
Барди мысли: "Ладно, не будем играть с судьбой."
#Барди наклоняется к Софи. начинает снимать с неё одежду. Я хуй знает что вы на неё наденете, поэтому сами делайте хронологию раздевания Софи, и просто вставьте эти фразы Барди между рендеров.
Барди мысли: "Фак... Только бы не разбудить её..."
Барди мысли: "Господи... Будьте прокляты создатели женской одежды... Как это вообще мать вашу снимается!?"
 #Барди наконец заканчивает с раздеванием матери.
Барди мысли: "Так... А теперь..."
#Барди укрывает Софи одеялом.
Барди мысли: "Ну... Вот и всё..."
Барди: "и последний штрих..."
#Барди разворачивается к двери, затем выходит из комнаты Софи.
#Локация: "Коридор первого этажа."
Барди мысли: "И так... Осталась только минералка... Думаю после сегодняшнего микса, к завтрашнему утру она будет весьма кстати..."
#Барди идёт на кухню, достает из одного из шкафчиков минералку, возвращается к Софи, и кладёт её на тумбе. Не стоит изображать подробно как он заходит на кухню берёт минералку и прочее. Уместите это в паре рендеров, вот он на кухне тянется к минералке, а на следующем кладёт её на тумбу в комнате Софи.
#Барди смотрит на Софи.
Бади мысли: "Вроде спит... Боже... Даже не представляю как ей будет тяжело..."
#Барди выходит из комнаты.
Барди: "Надеюсь девочки тоже это понимают, и мы все вместе постараемся избежать этих трудностей..."
Барди мысли: "Нельзя вновь оставит её одну со всем этим дерьмом..."
#Барди облокачивается к стене.
Барди: "Господи... и что это за день..."
Барди: "Откуда столько дерьма-то на мою голову..."
#Барди опускает взгляд вниз.
Барди: "Ещё и этот поцелуй..."
#Барди смотрит в сторону входной двери.
Барди: "Надеюсь этот ублюдок уже свалил... И не думает вернуться в ближайшее время..."
#Барди выходит на улицу.
Барди мысли: "Что ж... Барди на страже ворот в вашу скромную обитель, Госпожа Софи."
Барди: "Пусть хоть сегодня поспит спокойно."
#Барди идёт к скамейке.
Барди мысли: "Фак... Сейчас бы курнуть чего-нибудь... Башка уже лопается от всех этих нервов..."
#Барди садится на лавочку и достаёт телефон.
Барди: "Интересно... Шон уже спит?..."
#Достаём в телефоне чат с Шоном.
Барди чат: "Здаров бро. Спишь?"
Шон чат: "Знаешь, это не самый желанный вопрос который можно услышать в 12 ночи... Что-то случилось?"
Барди чат: "Хах... Читаешь меня, как всегда..."
Шон чат: "Да выкладывай уже..."
Барди чат: "Что если я скажу тебе, что мне нужно чтоб ты проторчал со мной всю ночь?"
Шон чат: "Намечается тусовка? Всю следующую неделю я свободен!"
Барди чат: "Хах... Нет, просто ночные посиделки под тоскливую атмосферу... И... Это нужно сейчас."
Шон чат: "Фааак Барди!"
Барди чат: "Всё ок, я пойму если откажешь."
Шон чат: "Да чтоб я, и лучшему другу отказал? Да ни в жизнь!"
Барди чат: "Спасибо бро..."
Шон чат: "Где ты?"
Барди чат: "У дома."
Шон чат: "Скоро буду. Жди."
Барди чат: "Бро, есть что покурить?"
Шон чат: "О-о-о... Чувствую, всё плохо..."
Барди чат: "Есть не много..."
Шон чат: "Тогда есть. А если и нет, по пути найдётся. В общем жди."
Барди чат: "Спасибо бро."
Шон чат: "Да без проблем чувак!"
#Барди откладывает телефон в карман.
Барди мысли: "Господи, у меня сверх офигенный друг..."
#Звук открывания двери.
#Барди оборачивается и видит как из дома выходит Оливия. Она смотрит на Барди.
Оливия: "Вышел подышать воздухом?"
Барди: "Отчасти."
#Оливия подходит к Барди.
Оливия: "Отчасти?"
Барди: "Да... Просто не хочу чтоб этот ублюдок внезапно вернулся. У него всё ещё есть ключ от дома."
#Оливия садится рядом с Барди.
Оливия: "Ясно... тоже об этом подумала честно говоря..."
#Оливия смотрит на Барди с ухмылкой, Барди смотрит на неё в ответ.
Оливия: "А ты не такой пустоголовый я смотрю..."
Барди: "А то... Даже думать умею..."
#Оливия лёкгий смешок.
Оливия: "Хах..."
#Оливия смотрит перед собой. взгляд нейтральный, вид такой, словно она погрязла в своих мыслях.
Барди: "Как там Синтия?"
Оливия: "Ну... Поплакала, и уснула. Чувствует вину за отца..."
#Оливия смотрит на Барди. Выражение лица виноватое.
Оливия: "Я конечно попыталась ей объяснить что это животное не стоит причислять к своей родословной.. Ну и всё прочее..."
Барди: "Ей просто нужно время. Думаю она оправится. А с твоей поддержкой - так уж точно..."
Оливия: "Ага... Тоже так думаю."
#Оливия смотрит а Барди встревоженно.
Оливия: "А Софи как?"
Барди: "Ну... Пока она под успокоительными, не плохо. Вроде и осознаёт что он был уродом... Но боится то осталась без опоры."
#Оливия чуть хмуро и взбудоражено.
Оливия: "А как же мы!? Чем мы ей не опора!?"
Барди: "А когда вы ею были? Ну, до этого дня."
#Оливия с виноватым лицом опускает взгляд. Поза поникшая.
Барди: "Вот-вот... Но теперь, придётся нам всем постараться. Мы ей нужны как никогда."
#Оливия хмыкая отвечает.
Оливия: "Я это и без нравоучений понимаю."
Барди: "А я и не учу."
#Оливия смотрит в даль.
Барди: "О... А вот и Шон идёт. Ладно, мы посидим тут, а ты иди спи. Завтрашний день будет не легче сегодняшнего..."
#Оливия грустная Поникшая. На лице тоска. Смотрит вниз.
Оливия: "Ага..."
#Она вновь смотрит на Барди. Выражение лица такое же.
Оливия: "Спасибо Барди..."
Барди: "Хах... Это тоже одна из твоих штучек с констатацией факта, которую не стоит воспринимать как благодарность?"
#Оливия улыбаясь опускает взгляд.
Оливия: "Нет..."
Барди: "Оу... Что-то новое..."
Барди: "Тогда и тебе тоже. спасибо..."
Оливия: "..."
#Оливия встаёт с лавочки. Шон подошёл к ним и здоровается с Барди. Оливия внимания на него не обращает.
Шон: "Йоу бро! Чо как?"
Барди: "Здаров... Тоскливо, как видишь."
#Шон обращается к оливии и машет рукой.
Шок: "Привет Оливия."
#Энтузиазма Оливия не проявляет. просто бросает сухое "Привет" - в ответ.
Оливия: "Привет."
#Оливия смотрит на Барди.
Оливия: "Ладно, Я пойду тогда. И ещё. я рассчитываю на тебя..."
Барди: "Я тоже..."
#Оливия уходит в дом. Шон провожает её взглядом, после чего на след рендере вальяжно садится рядом с Барди и протягивает ему открытую пачку сигарет с вытолкнутой сигаретой.
Барди: "Не дурь же? Хочу оставаться в трезвом уме."
Шон: "Не парься, всё ок."
#Барди берёт её наклоняется к Шону который её поджигает, после чего Шон поджигает свою.
#Оба сидят на расслабоне на лавочке.
Шон: "Ну... Рассказывай. Чего мы тут сидим?"
Барди: "История долгая..."
#Шон начинает ржать.
Шон: "А мы с тобой тут наверно куда-то торопимся?"
Барди мысли: "В принципе... Я знал что расспросы начнутся... Да и почему бы и нет. Он мой лучший друг."
Барди: "И то верно..."
Барди мысли: "Только единственное... про поцелуй бы не сболтнуть..."
#Затемнение.
#Просветление.
#Шон внимательно смотрит на Барди.
Барди: "Ну... Вот как-то так..."
#Шон откидывается на лавочке, словно делая глубокий выдох.
Шон: "Ох-х-х-х... Барди... что я могу сказать... Дерьмо."
Барди: "Однозначно..."
#Шон указывает пальцем на Барди и смотрит на Барди.
Шон: "Но как бы то нибыло... Ты правильно сделал что вышвырнул этого урода из дома. и ещё, если что, ты всегда можешь расчитывать на мою помощь, дружище..."
Барди: "Спасибо, Бро..."
#Затемнение.
#Просветление.
#Мы всё так же на лавочке. Уже светает. Шон угарая рассказывает что-то Барди.
Шон: "И значит... Время под час ночи! А я, в одной рубашке, с болтающимся между ног членом выпрыгиваю из её окна, и драпаю, пока её батя орёт матом на всю улицу!"
Барди: "А-ха-ха-ха-х! Фа-а-а-ак! Дружище! Только ты! Вот правда! Только ты мог бы так встрять!"
#Шон подмигивая Барди тычет пальцем себе в черепушку.
Шон: "И умудриться после этого, выйти сухим из воды бро."
Барди: "тебе чуть член не отстрелили!"
Шон: "Хах... ну... Тут да, тут не поспоришь..."
#Шон нейтральный. Только лёгкая улыбка и вальяжная поза.
Барди: "Да-а-а-а... Много же всего произошло пока меня не было..."
Шон: "Не говори так словно что-то пропустил. Сам же оже развлекался там, в большом городе. И по лучше моего даже!"
Барди: "Ну, по крайней мере член мне отстрелить не пытались..."
Шон: "И зря. Незабываемые эмоции знаешь ли."
Барди: "Не сомневаюсь..."
#Шон смотрит на время в телефоне. После чего с дружеской улыбкой смотрит на Барди.
Шон: "Ладно, наверно пора в расход... Вряд ли он уже придёт."
Барди: "Да, наверно... Сам уже собирался предложить."
#Шон и Барди встают и пожимают руки на прощание.
Шон: "До встречи Бро."
#Барди: "До встречи. И спасибо ещё раз."
#Шон уже уходит задом. туловищем повёрнут к Барди. Руки обе приподнял на уровне головы.
Шон: "В любое время дружище!"
Барди: "Ага!"
#Барди разворачивается и идёт к дому.
#Затемнение.
#Просветление.
Барди: "Фак... Денёк конечно... Насыщенный..."
Барди: "Господи... Как же хочется спать..."
#Барди валится на кровать и засыпает.
#Конец сцены. Барди проснётся либо на след день, либо на вечер этого дня. Как вам удобно.

Диалог с Софи на эту тему утром перенесу и пропишу в микро сценах по городу, как и доп диалоги с Синтией и Оливией.

############################################################
############################################################

И так, для начала пожалуй пропишем все диалоги локации: "Дом".

ВНИМАНИЕ!!!! ВО ПЕРВЫХ!  удалите все диалоги о Гарри которые были до ситуации с его изменой!!!!.
Так как в прошлой сцене у Софи небольшое(ебать конечно не большое) эмоциональное потрясение, в этом диалоге мы должны узнать как она себя чувствует и тд и тп.
Софи как всегда на локации кухни. При клике на нё открывается кольцо диалога. А лучше сделать его авторитарным. Когда Барди заходит на кухню, потому что в прошлой сцене произошло нечто не очень правильное по её точке зрения (их поцелуй который она помнит.).
Чтоб Барди не забыл об этом - добавьте не большую напоминалку. Это будет эта микро сцена
#Барди просыпается в своей комнате утром.
#Если Барди не сын.
Барди мысли: "Фак… я всё ещё не поговорил с Софи на счёт случившегося между нами… да и не плохо бы в принципе узнать как она себя чувствует…"
#Если Барди сын
Барди мысли: "Фак… я всё ещё не поговорил с Мамой на счёт случившегося между нами… да и не плохо бы в принципе узнать как она себя чувствует…"
#Далее по одной ветке.
Барди мысли: "Надеюсь у этого ублюдка хватило чести не напоминать о себе после того что он сделал и он не пытаться вернуться в её жизнь…"
#Конец сцены. Игрок получает свободу действий.

Короткая микросцена с Синтией.
При пробуждении, когда Барди выходит из своей комнаты авто триггером включается Сцена с Синтией. Читатели просили её по больше, по этому думаю сделать её по длиннее. Это не обязательная сцена и по факту она ничего не даёт, поэтому её не обязательно проходить для следующей сцены с Синтией.
#Барди открывает дверь своей комнаты, и сразу перед дверью видит Синтию, которая собиралась уже постучаться в неё. Тут можно изобразить её в интересных ракурсов сверху вниз при определённой одежде. Надеюсь на фантазию художников.
#Как только Барди открывает дверь, Синтия растерянно смотрит на Барди. Перебирает руками у груди.
Барди: "Привет... Что-то хотела?"
Синтия: "А я... не... То есть, да..."
#Синтия опускает взгляд
Синтия: "Я просто.."
#Синтия и Барди переглядываются.
Барди: "..."
Синтия: "..."
#Барди чуть отходит от входа чтоб синтия могла войти.
Барди: "Может войдёшь?"
Синтия: "Ага..."
#Синтия неуклюже пытается войти, она растерянна. Девушка спотыкается и падает в комнате Барди. Барди её подхватывает.
Барди: "Хей! Всё в порядке?"
#Изображаете пару сексиракурсов Синтии.
Синтия: "Да... Всё хорошо. Я просто споткнулась, прости..."
Барди: "Да всё хорошо, не парься..."
Барди: "Меня больше твоё состояние тревожит... У тебя всё хорошо?"
#Синтия стоит рядом с Барди в нерешительности.
Синтия: "Ну... Я просто... Не знаю..."
#Синтия подавленно опускает взгляд. Поза поникшая, расстроенная.
Барди: "Присядешь?"
#Синтия резко поднимает на Барди глаза. Поза всё такая же зажатая.
Синтия: "А?"
Барди: "Ну... Может присядешь на кровать?"
#Синтия смотрит на кровать.
Синтия: "А... Да... Спасибо."
#Синтия подходит к кровати и садится на неё. Барди садится рядом.
Барди: "Ну и? У тебя что-то случилось? Нужна помощь?"
#Синтия смотрит на Барди с извинительной улыбкой.
Синтия: "Нет! Что ты... Я в порядке!"
#Синтия просто подавлення, отводит взгляд в сторону.
Синтия: "Я просто... Хотела извиниться..."
Барди мысли: "Так а это еще что за анекдоты..."
Барди: "Подожди... За что тебе извиняться?"
#Синтия переводит тоскливый взгляд на Барди.
Синтия: "За папу... Я правда не думала что он так поступит..."
#Синтия начинает жестикулировать словно подбирая оправдания.
Синтия: "Он мне ничего не говорил, я даже не знала, и я не считаю что он поступал правильно... Мне безумно стыдно за него, правда!..."
#Барди приобнимает поникшую Синтию.
Барди: "Воу, Воу! Притормози, зайка!"
Синтия: "Что?"
Барди: "Ничего себе ты там загналась... Я думал вы с оливией поговорили об этом! Что ты делали?"
#Синтия смотрит на Барди грустным взглядом.
Синтия: "Ну... Оливия... Обложила всеми возможными матами отца..."
Барди: "А ты?"
#Синтия отводит грустный виноватый взгляд Барди.
Синтия: "Я..."
Барди: "Многозначительно молчала слушая её словесный поток мата?"
Синтия: "Да..."
Барди мысли: "Боже... Я же просил её... Фак..."
#Барди чуть отстраняется от Синтии, и держа её за плечи смотрит ей в глаза. Синтия очень подавлена.
Барди: "Ты же понимаешь что она никак не хотела оскорбить или задеть тебя этим? Никто не считает, что ты в чём-то виновата!"
#У синтии слезятся глаза.
Синтия: "Но... Мой папа... Он же так плохо поступил с Софи..."
#Если Барди сын.
Барди: "Слушай, мой отец тоже поступил с мамой не очень красиво..."
#Если Барди не сын.
Барди: "Слушай, мой отец тоже не был праведником..."
#Далее по одной ветке.
Барди: "Но я не причисляю себе его косяки."
Барди: "То что делал твой отец - пусть и остаётся на его совести."
Барди: "Или он спрашивал у тебя разрешения перед тем как сделать всё это дерьмо?"
#Синтия вытирает глаза рукой от слёз
Синтия: "Нет..."
Барди: "Ну и всё тогда! Зачем ты из-за этого загоняешься?"
Синтия: "Я просто..."
#Синтия начинает реветь.
Синтия: "Я... Я боюсь, что вы оставите меня с ним!"
#Синтия смотрит на Барди заплаканными глазами. Смотрит прямо в глаза.
Синтия: "Не оставите же!? Барди!"
Барди: "Господи... Зайка! Ты совершенно другой человек! Ты не имеешь никакого отношения к его поступкам! Почему тогда мы должны?"
#Синтия вновь вытирает глаза от слёз.
Синтия: "Я не знаю..."
#Барди обнимает Синтию и прижимает её к груди.
Барди: "Всё хорошо. Мы все тебя любим. Я, Оливия... А больше всех, тебя любит Софи. Ты же её дочь."
Барди: "Она никогда от тебя не откажется."
#Барди и Синтия валятся на кровать всё так же обнимаясь.
Синтия: "Ба-а-арди! Это правда!?"
Барди: "Да всё, всё! Зайка! Конечно правда!"
Барди: "Знаешь? Это даже оскорбительно не много..."
#Махните ракурс, можно слегка изменить позы. Синтию вообще можно изображать тут сексуально, хотя по большей части это зависит от сета одежды который вы на неё напялите...
Сития: "Что?"
Барди: "Неужели ты думала, что от нас можно так просто отделаться!?"
Синтия: "Я не знаю... Я просто... Очень боялась, прости..."
Барди: "Та брось, всё хорошо малышка, я же шучу!"
Барди: "Да и тебе не нужно извиняться за свои эмоции. Если что, я всегда тут, ладно? Тут, рядом со мной, ты можешь говорить о всех своих тревогах."
Барди: "Здесь безопасно."
Синтия: "Спасибо..."
Барди: "Обращайся пока бесплатно!"
#Если есть такая возможность изобразите и покажите лёгкую улыбку на губах синтии.
Синтия: "А будет платно?"
Барди: "А кто его знает..."
#Синтия чуть отстраняется от Барди и они просто лежат рядом. Смотрят друг на друга. Синтия не много улыбается.
Синтия: "Боже... Мне кажется, что если бы твоя помощь была платной, ты был бы уже миллионером..."
Барди: "Хммм... Думаешь стоит и в правду об этом задуматься?"
#Синтия слегка задумчивая.
Синтия: "Не знаю, но если решишься, то у нас с тобой будет отличный бизнес..."
Барди: "Погоди! В смысле: "У нас с тобой"?"
#Синтия смотрит на Барди с лёгкой улыбкой или доброй ухмылкой.
Синтия: "Ну... Ты же не забудешь ту кто тебя на это подтолкнул?"
Синтия: "Мы будем богаты, Барди... Мы будем богаты!"
Барди: "Хах... Ладно... Если у меня будет ламба, то у тебя она тоже будет, братуха..."
#Синтия смеётся. Позу сделайте соответствующую. Я понимаю что возможно это сложнее пока они лежат, но я в вас верю!
Синтия: "Хах! Хорошо... Я это запомню... Потом как-нибудь повторишь мне это на диктофон..."
Барди: "Ни за что..."
#Синтия смотрит на Барди с наигранной хмуростью.
Синтия: "Эй! Так не честно!"
Барди: "Всё честно!"
Синтия: "..."
Синтия: "Ладно... Тогда если обманешь, то я всю жизнь буду смотреть на тебя с многозначительным молчанием и осуждением во взгляде..."
#Синтия нейтральная смотрит на Барди с лёгкой улыбкой, затем переворачивается на спину и смотрит в потолок.
Сития: "..."
Барди: "..."
Барди: "Ты как? Полегчало?"
#Если Барди не сын
Синтия: "Ага... Спасибо, Барди..."
#Если Барди сын.
Синтия: "Ага... Спасибо, братишка..."
Барди: "Ого... Редко ты зовёшь меня братом..."
#Синтия смотрит на Барди вопросительно.
Синтия: "А для тебя это так важно?"
Барди: "Ну... Это приятно..."
Синтия: "..."
#Синтия смотрит на Барди с улыбкой.
Синтия: "Ну... Тогда буду стараться делать это чаще!"
#Конец ответвления. Дальше одним текстом.
#Синтия поднимается. Сидит на кровати уперевшись руками назад. Барди поднялся следом.
Синтия: "Ох... Засиделась я... Замучила тебя наверно своей тревогой..."
Барди: "Да всё хорошо вообще-то... Мне приятно проводить с тобой время..."
Синтия: "И всё же... Пойду я, домашку делать..."
#Синтия смотрит на Барид с радостной улыбкой.
#Если Барди сын.
Синтия: "Спасибо тебе большое... Братишка!"
#Если Барди не сын.
Синтия: "Спасибо тебе большое..."
#Далее одним текстом.
#Синтия встаёт и идёт к двери.
#Синтия скрывается за дверью.
Барди мысли: "Мда... Бедная девочка..."
Барди мысли: "Вот и доверяй после этого Оливии важную работу..."
#Конец сцены. Игрок получает свободу действий. Сцена заканчивается в комнате Барди.


И так, теперь доп диалог для Синтии.
#Если игрок кликает на Синтию, то посреди прочих вариантов диалога появляется следующий.
#ВНИМАНИЕ!!! Игрок не может поговорить с синтией пока не произойдёт та катсцена выше. По сути возможность такой ситуации и так маловероятна, потому что верхняя сцена происходит по дефолту когда Барди в холле... Но на всякий пожарный заприте дверь в комнату Синтии до тех пор пока не произойдёт тот диалог выше.
#На сколько я знаю синти сидит у себя в комнате.
#При выборе нового варианта диалога: "Как ты себя чувствуешь?"
#Синтия смотрит на Барди вопросительно.
Синтия: "Что?"
Барди: "Ну... Я про ту недавнюю ситуацию с Генри..."
#Синтия сразу потускнела и опустила взгляд.
Синтия: "А..."
#Синтия делает вдох и выдох, затем снова с лёгкой улыбкой смотрит на Барди.
Синтия: "Всё хорошо..."
Барди: "Точно? Почему-то не выглядит как "Всё хорошо"..."
#Синтия смотрит вверх с наигранной задумчивостью.
Синтия: "Ну... на деле... Наш с тобой диалог мне очень помог..."
Синтия: "Да и мы с Оливией решили, что я не буду расстраиваться по этому поводу, чтоб Софи было не так больно..."
#Синтия наигранная улыбка. Смотрит на Барди. Позу сделайте соответствующей.
Барди мысли: "мда-а-а-а... Ясно..."
Барди: "Вы с софи решили? Или она тебя попросила надавив на чувство морали вины и прочей херни?"
#Синтия подавленно опускает взгляд. Поза сразу поникшая.
Барди: "Слушай, нет ничего плохого в том, что ты ощущаешь боль. Это норма. Да и не думаю что Софи оценит твою улыбку через силу..."
#Софи поднимает грустный взгляд на Барди.
Барди: "Боже..."
#Барди обнимает Синтию.
Барди: "Всё хорошо. Можешь сказать мне, и не прятать эмоции..."
Синтия: "... Конечно..."
Синтия: "Конечно мне, больно... Он же... Он мой родной отец..."
#Синтия крепко обнимает Барди в ответ.
Синтия: "Я не хочу иметь с ним ничего общего.... Я его ненавижу..."
Барди: "Понимаю...  Всё будет хорошо. Тебе и не надо пересекаться с ним. Я обещаю, что всё будет хорошо, ладно?"
#Синтия пытается словно закопаться внутри Барди. Обнять как можно сильнее и закрыться им.
Синтия: "Спасибо..."
Барди: "Так как ты себя чувствуешь? Скажешь правду?"
Синтия: "Сейчас, мне тепло..."
Синтия: "Спасибо...."
#Синтия, чуть отстранившись, но всё ещё оставаясь в объятиях Барди, поднимает на него взгляд.
Барди: "Вот и хорошо. Знаешь? Иногда, в самый трудный момент, могут помочь просто искренние объятия и понимание..."
Барди: "Сейчас мы все варимся в этом дерьме. Не стоит терпеть всё это дерьмо в одиночку. Ладно, милашка?"
Синтия: "Хорошо."
#Синтия отстраняется о Барди. Вытирает глаза. Вид поникший.
Синтия: "Ты всегда так меня поддерживаешь..."
Барди: "В любое время, милашка..."
Синтия: "Спасибо... Мне правда стало легче..."
Барди: "Если тебе стало легче, может, улыбнёшься мне искренне?"
#На лице Синтии появляется лёгкая искренняя улыбка. Было бы охуено если бы вы, её позой и чертами лица, смогли изобразить её прошлую боль. Тип ей было больно и вот, стало хорошо.
Синтия: "Спасибо тебе большое..."
Барди: "Не благодари за это. И приходи, всякий раз когда будешь ощущать эту боль. ладно?"
#Синтия отстраняется о Барди. Вытирает глаза. Вид поникший.Синтия опускает взгляд. На лице всё ещё улыбка. Поза зажатая. Выглядит так, словно она о чём-то задумалась.
Синтия: "Хорошо..."
Барди: "Вот и договорились!"
Синтия: "Ага..."
#Синтия отстраняется о Барди. Вытирает глаза. Вид поникший.Конец диалога. Далее - либо возвращаемся в меню диалога, либо закрываем взаимодействие с синтией.


Диалог по Оливии.
Утром она всегда в своей комнате, по этому этот диалог можно активировать утром.
#При выборе варианта: "Как ты себя чувствуешь?"
#Оливия вопросительно смотрит на Барди.
Оливия: "А с чего это ты интересуешься?"
Барди: "Да просто... Почему бы и не спросить?"
#Оливия смотрит на Барди хмуро.
Оливия: "Нормально себя чувствую. Ты серьёзно зашёл чтоб спросить это?"
Барди: "Да просто, много чего произошло ведь..."
#Оливия смотрит в сторону холодным взглядом.
Оливия: "Например? Что ты там опять сделал?"
Барди: "И чего сразу "Сделал"? Я просто... На счёт Генри."
#Оливия вновь смотрит на Барди.
Оливия: "А... И что с ним? Пусть катится себе к чёрту!"
Барди: "Да. Просто решил узнать, не задело ли это тебя... Да и в принципе, всё ли хорошо?"
#Оливия начинает ржать.
Оливия: "Погоди, серьёзно!? Ты думал меня напрягает эта хрень?"
#Оливия просто улыбается. Улыбка такая, не очень приятная.
Оливия: "Да чтоб я! И парилась из-за этого урода!? Да я рада что мама наконец раскрыла глаза и поняла какой он ублюдок!"
#Если Барди не сын.
Барди: "Да, я знаю что вряд ли он тебя колышет... Но как на счёт Софи? Уверен ты за неё переживаешь. Вот и спрашиваю..."
#Если Барди сын.
Барди: "Да, я знаю что вряд ли он тебя колышет... Но как на счёт самой мамы? Уверен ты за неё переживаешь. Вот и спрашиваю..."
#Далее  по одному сценарию.
#Оливия становится хмурой. смотрит на Барди.
Оливия: "Что ты вообще от меня хочешь!?"
Барди: "Да просто... Убедиться что с тобой всё хорошо."
Софи: "Да! Со мной всё нормально!"
#Оливия уже кричит на Барди. В общем агрессивная пиза.
Оливия: "Убедился? А теперь вали давай! Иди и докапывайся до кого-нибудь другого!"



Теперь текст и изменения по Софи.
Софи мы можем встретить на кухне. Её вид обычный, не грустный и подавленный изначально. Грусть и тоска появляется только во время этого диалога.
#Если Барди спросит софи: "Как ты себя чувствуешь?"
#Софи смотрит на Барди удивлённым взглядом.
Софи: "А? Ты о чём?"
Барди: "Ты и сама знаешь. Не надо делать вид что ничего не происходит. Просто ответь."
#Софи становится чуть грустной. Улыбки на лице больше нет. Взгляд опускает вниз.
Софи: "Ну... Нормально, наверно..."
Софи: "Я в любом случае не смогу его простить. Так что остаётся только смириться с этим и жить дальше..."
#Софи смотрит на Барди.
Барди: "А он? Пытается вернуться?"
#Софи зажатая поза. Смотрит в сторону.
Софи: "Да... Пишет постоянно..."
#Софи смотрит на Барди. Поза более или менее нормальная. На лице лёгкая грустная улыбка.
Софи: "Слушай да ну его в задницу. Всё равно я пошлю его, чтобы он там не говори. Так что можешь не переживать за это..."
Барди: "Я переживаю за тебя, а не за него. Я знаю что ты его не простишь, но всё равно... Мне тревожно..."
Софи: "Всё хорошо, правда. Благодаря девочкам, и тебе в частности, я чувствую себя лучше. Ты очень мне помог оставшись рядом в ту ночь...."
#Софи отводит взгляд в сторону. Выражение лица робкое, чуть виноватое.
Барди мысли: "Фак... Надеюсь она не помнит про тот поцелуй..."
Софи мысли: "Чёрт... И зачем я это упомянула... Надеюсь тот поцелуй мне просто приснился."
Софи мысли: "Чёрт... А если нет..."
#Софи снова улыбаясь смотрит на Барди.
Софи: "А давай ка лучше сменим тему..."
Барди: "Хорошо..."
#На этом всё. Возвращаемся к меню диалога.
#ВНИМАНИЕ!!! Этот диалог в ночь другой. Если клацнуть на этот вариант диалога когда Барди подходит к Софи ночью у телевизора происходит следующее.
Барди мысли: "Нет... Пожалуй, лучше спрошу об этом днём. А то ещё вспомнит чего-нибудь лишнего..."
Барди мысли: "Не хочу чтоб она вдруг вспомнила тот поцелуй..."
#Конец диалога. Возврат к меню диалогов.
#Также, по выходным на диване у нас чилил генри. Убирайте его нахуй. теперь по выходным к гостиной сидит Софи в гордом одиночестве как и по будням.





Далее идёт кое что не очень важное. Можно конечно оставить всё как есть, но мне кажется что лучше слегка переписать микродиалоги с Софи по готовке и просмотру сериала. Тут есть три варианта. Либо вы их напрочь убираете пока происходит это неразбериха с Генри. Но тогда вопрос встаёт, а схуя ли барди не может её поддержать в такое время? (Однако это несущественно.)
Либо мы оставляем как есть (Но выглядит это неестественно и не правильно.)
Либо чутка переписываем. (Но придётся поработать и попотеть и с этой хуйнёй. но там вроде мало.)

Если решим переписать, то вот отредактированные диалоги в этих двух микро сценах.

#После прохождения сцены готовки при повторном выборе в меню выбора Софии пункт: "Нужна ли тебе помощь в чём-то?"
#Если Барди уже помогал ей сегодня с готовкой.
#Софи смотрит на Барди тоскливой улыбкой.
Софи: "Нет, спасибо. Я бы хотела побыть немного наедине."
Барди: "Ну, ладно... Но если что, обращайся ладно?"
Софи: "Хорошо."

#Если барди ещё не помогал Софи с готовкой сегодня.
Софи: "Ну... Я в принципе справляюсь... Тебе не обязательно..."
Барди: "А я вот хочу. Мне всё равно нечего делать..."
#Софи милая улыбка..
Софи: "Спасибо... Тогда начнём?"
#Появляется окно выбора да/нет
#При выборе: "Да" - автоматический запускается сценарий из пункта: "Помощь с готовкой" но со второго клика, пропуская первую фразу Софи. При выборе: "Нет" - Мы откатываемся в основное окно выбора.

#Диалоговое окно Софи. При выборе пункта: "Помощь в готовке." (Внимание. Если бард помог один раз то второй раз на сегодня эта функция не доступна.)
Барди: "Так точно! Шеф!"
#Софи улыбается. Протягивает Барди фартук.
Софи: "Вот, возьми."
#Небольшое анимированное слайд шоу где барди помогает Софи в готовке. На этот раз Софи будет Рассеянной и потерянной. словно витает в своих мыслях.
#Слайды:
#Бард сидит на стуле и нарезает овощи. Софи роется в нижних полках. Ракурс на задницу. На следующем рендере софи бьётся об что-то.
Софи: "Ай!"
Барди: "Всё хорошо?"
#Софи растерянно смотрит на Барди.
Софи: "Ага..."
#Софи обожглась пока мешала что-то в сковороде. Она отдёрнула руку.
Софи: "Ау!"
Барди: "Всё хорошо?"
#Барди подходит к софи, берёт её за руку и смотрит на место ожога.
Софи: "Всё хорошо... Просто боевые ранения..."
Барди: "Витаешь в облаках?"
#Софи смотрит на Барди извинителььной улыбкой.
Софи: "Не много..."
#Слайд где Барди смотрит как Софи несёт использованную посуду к раковине, но в моменте какая-то посуда начинает соскальзывать. Софи в панике. На следующем рендере Барди подхватывает соскальзывающую посуду и забирает часть в свои руки. Софи успокаивается.
Барди: "Давай помогу."
#Софи смотрит на Барди с милой благодарной улыбкой.
Софи: "Спасибо..."
#Затемнение.
#Просветление.
#Софи - Лёгкая улыбка. Уставшая.
Софи: "Ну... На этом всё."
Барди: "Ага..."
Софи: "Спасибо тебе за помощь, не знаю что бы я без тебя делала..."
Барди: "Да брось, мне было приятно проводить с тобой время."
Барди: "Да и готовить нравится... Я, знаешь ли, нашёл в себе талант прирождённого повара..."
#Софи подавленно опускает взгляд.
Софи: "Прости... Кажется я по большей части только мешалась... Не знаю что на меня нашло..."
Барди: "Хей, я всё понимаю. Всё хорошо."
#Софи нейтральная.
Барди: "Ты всегда можешь на меня положиться!"
#Софи смотрит на Барди с подавленной, тоскливой улыбкой.
Софи: "Спасибо..."
Барди: "Да без проблем. Я буду только рад если смогу хоть немного разгрузить тебя от повседневной рутины."
#Софи улыбается глядя на барда.
Софи: "Спасибо. Но не забывай пожалуйста и о своей личной жизни. Я в норме, правда!"
Барди мысли: "Ага... Да... Я вижу..."
Барди: "Ага, конечно!"
#Бард разворачивается и уходит с кухни.
#Бард в холле.
Барди мысли: "Мда... Видимо она ещё совсем не отошла от всего этого дерма..."
#Конец сцены. Игрок получает свободу действий.
#ВНИМАНИЕ!!! готовка с Софи может проходить утром и днём и занимает 1 из четырёх периодов дня, но при этом может проходить только один раз за день. Т.е Бард не может помочь ей утром а потом ещё и днём.


Так, а вот и отредаченная сцена с просмотром сериала...


#После прохождения этой сцены читатель может смотреть кино с Софи вечером в каждый будний день. Это всё тот же выбор: "Поговорить" - в диалоговом окне Софи. Но сцена урезанная и не приносит никаких плюсов в отношениях с Софи. (По крайней мере в этом апдейте.). Сейчас распишу. И не забудьте о том, что теперь эта функция доступна и по выходным! Пожалуйстаааа Не забудьте убрать Гарри из гостинной в выходные дни!!!!

#Выбор: "Поговорить" - если уже проходил эту сцену.
#Софи сидит на диване в естественной позе как когда читатель просто видит её в гостинной, только она переводит взгляд с телевизора на барда
Барди: "Да просто, хотел поговорить, провести время вместе."
Барди: "Узнать как ты..."
#Софи смотрит на барда с улыбкой.
Софи: "Да всё хорошо... И ты и девчёнки всегда рядом, я не нахожу времени грустить!"
Барди: "Рад это слышать!"
Барди: "Так а как насчёт посмотреть что-то вместе?"
#Софи смотрит на Барди чуть с досадой.
Софи: "Ну... Я тут фильм один смотрю... Не думаю что он будет тебе интересен..."
Барди: "Оу... А как же наш сериал?"
Софи: "Честно говоря, настроения на него нет..."
Барди: "..."
Барди: "Ну... Ладно... Фильм так фильм!"
#Барди садится рядом с Софи. Софи переводит взгляд на экран. Сидит сдержанно, без всяких эмоций.
Барди: "Так и что это за фильм?"
Софи: "А?... Честно говоря... И сама не знаю... Включила то что шло по  телеку..."
Барди: "Ясно..."
Барди мысли: "Фак... Грёбаный Генри..."
#Затемнение.
#Просветление.

#Софи с кайфом лежит на диване упираясь спиной в бок барди, безразлично наблюдая за происходящим на экране. Сделайте её сексуальной, как-то можно выделить грудь. на ей лёгкий халатик как ни как.
Барди: "Боже... Ну и идиот..."
Софи: "А? Что?"
Барди: "Я про фильм."
Софи: "А... Честно говоря... Я не особо следила... Кажется, меня уже вырубает..."
#Затемнение
#Просветление.
#Барди с Софи на диване. Софи уже сидит, облокотившись на спинку дивана и о барди. сделайте её в сексуальной позе, она как никак в тоненьком свободном халатике. Софи всё так же безразлично смотрит в экран.
Барди: "Мда... По моему нормальных сценаристов и на фильмы не хватает..."
Софи: "Слушай... Кажется меня уже вырубает..."
Барди: "Закончим на этом?"
Софи: "Нет, просто предупреждаю что могу уснуть..."
#Затемнение.
#Просветление.
#Софи уснула облокотившись о Барди. Барди смотрит на неё.
Барди: "Уснула..."
Барди мысли: "Боже... Не сладко же ей приходится. Хоть и пытается скрыть это..."
#Барди берёт Софи на руки.
Барди: "Ладно... Это реально уже какая-то традиция..."
#Барди несёт Софи в её комнату в нескольких рендерах.
#Барди кладёт Софи на её кровать. На следующем рендере уже поднялся и смотрит на неё.
Барди мысли: "И можем ли мы хоть как-то тебе помочь?...."
Барди мысли: "Перестала бы уже строить из себя сильную... Было бы гораздо проще..."
Барди: "Ладно... Спокойной ночи..."
#Конец сцены. Игрок получает свободу действий но всё так же может только спать.
