Сцена 1.2
#Если мы видим сцену во второй раз, но с условием того, что Эмму Барди не ебал и сходу выбрал деньги.
#Барди сидит на своём троне в тенёчке, рядом ебаните какой-то коктейль в стакане. Недалеко, вновь показывается наша компашка маргиналов. Двигается в сторону проката. Изобразите их всё так же. Тип просто возьмите старый рендер.
Барди мысли: "Фак... Снова эти наркоманы..."
Неформал 1: "О! Народ, может ещё раз на велики? А то скучно пипец..."
Неформал 2(Укурок): "Скучно!? Инопланетяне уже близко! И тебе скучно!? Надо бежать! Берите велики и уматываем отсюда!"
Неформалка девушка 1: "Боже... Ну я же ещё в прошлый раз просила ничем его не пичкать!... Боже..."
#Некоторые из нефоров махнули рукой Барди. В остальном - неформалы расходятся по прокату и смотрят на велики. Барди сидит на своём месте.
Барди мысли: " Фак... Ну и на кой хер он опять припёрлись..."
Барди мысли: "Если кто-нибудь из них убьётся, надеюсь это не повесят на меня?"
Барди мысли: "Фак... В таком случае просто скажу что они их угнали"
Барди: "Здоров народ."
#Пара нефоров смотрят на Барди, Поднимают руку в жест приветствия. Клайд среди них. остальные же так же особо не замечая смотрят на велики. Укуренный особенно усердно их разглядывает. Как-то по ржачному. Девушка неформалка рядом с ним, оглядываясь по сторонам, со стыдливым лицом.
#Клайд подходит к Барди и протягивает руку в знак приветствия. Барди пожимает ему руку.
Клайд: "Чё как?."
Барди: "Всё по старому. Если ты про цены."
#Клайд указывает рукой на велики.
Клайд: "До сих пор!?"
Барди: "А что должно было измениться?"
#Клайд слегка приохуевает. Поза и лицо соответствующая.
Клайд: "Да мы тут уже постоянные клиенты!"
Барди: "Извиняй но подобных скидок начальством не предусмотрено"
Клайд: "Ну нихрена себе..."
#Клайд чуть подавленно и задумчиво.
Клайд: "Слушай бро... Может всё-таки решим этот вопрос иначе? Как я в прошлый раз предлагал."
#Клайд указывает рукой на Эмму, все в группе наблюдавшие за их диалогом тоже теперь поглядывают на неё. а Эмма сама смущённо отводит взгляд.
Клайд: "Слушай, братишка... Ну классный же выход из сложившейся ситуации. Почему нет?"
Барди: "Да что ты говоришь... Теперь даже спрашивать её не будешь?"
#Клайд закатывает глаза.
Клайд: "Фа-а-а-а-а-ак Ну да что за ёб вашу мать... Это наш менталитет! Наше мировоззрение, понимаешь? Тут для всех это норма!"
Барди мысли: "Что-то мне подсказывает, что она с этим не согласна... И чего она тусит здесь?"
#Клайд довольный. поза открытая, поза и лицо такие, словно он предлагает актуальную авантюру..
Клайд: "Ну чего ты ломаешься как девственница на пьянке!"
#Клайд оборачивается к остальным и подзывает рукой кого-то из них.
Клайд: "Эмма! Подойди."
#Скромняшка подходит к нам. Стоит в неуверенной позе, скромненько зажато. Смотрит вниз. Клайд обращается к ней открыто и вальяжно.
Клайд: "Как на счёт поработать своим язычком на благо всей нашей компашки. малышка?"
Эмма: "Ладно..."
#Скромняшка засмущалась. Клайд смотрит на Барди и снова обращается к нему.
Клайд: "Видишь?"
Барди мысли: "Я то, как раз так и вижу... Да и ты видишь, но пользуешься..."
#Крупным планом прокрутку по стесняющейся Эмме.
Барди мысли: "И что такая милашка вообще забыла в этой неформальной пати маргиналов?"
#После прокрутки на исходную.
Клайд: "Ну так что Согласен?"
Барди мысли: "Фак... Может всё же стоит преподать ей урок? Может хоть тогда она осознает, что всё это - тот ещё бред..."
#Выбор: "Да, почему бы и нет (Шкала не колышется.)\Нет спасибо, давайте пожалуй всем известной валютой и рассчитаемся +кролик"

#Ответ: "Нет спасибо, давайте пожалуй всем известной валютой и рассчитаемся +кролик"
Барди мысли: "Да ну его в задницу. Что бы она не делала среди этих отбросов, думаю ей и без того тут хреново. Не хочу быть тем кто усугубит её положение ещё сильнее."
#Клайд хмурится. Девушка рядом с ним смущена. Отводит взгляд.
Барди: "Я конечно всё понимаю, но мне кажется что её такое положение дел совсем не устраивает... И я уверен что ты и сам это видишь."
Клайд: "Да всё в порядке с ней! Согласна она!"
#Клайд обращается к Эмме. Эмма отводит взгляд вниз.
Клайд: "Ну скажи же! Эмма!"
Эмма: "Да."
Барди: "И тем не менее. Либо деньги, либо идите во все четыре стороны. Пешком."
#Клайд вздыхает разочарованно.
Клайд: "Пф-ф-ф-ф-ф... Ладно."
#Клайд достаёт кошелёк из кармана. Достаёт из него бабки и даёт их Барди.
Клайд: "Вот. Держи. Доволен?"
Барди: "Да, вполне."
#Клайд с Эммой идут к остальным. На след рендере ребята садятся на велики и уезжают.
Барди мысли: "Господи... Что за бедняжка... Что бы она не делала среди них, думаю ей и без того несладко..."
Барди мысли: "Нет, правда... Что она вообще забыла среди этих ушлёпков..."
#Конец сцены. К концу дня Барди получает чуть больше бабла чем обычно и +1 к шкале кролика.
#В следующий раз когда мы видим их эта же сцена просто проигрывается вновь, и так до тех пор, пока Барди наконец не выебет Эмму или не отпустит её без минета. (В общем до тех пор пока он не согласится с клайдом и не останется с Эммой наедине будет повторно вновь и вновь проигрываться эта сцена. Как только это произойдёт и Барди останется с Эммой наедине, сцена прихода нефоров будет меняться.)

#Ответ: "Да, почему бы и  нет?"
Барди мысли: "Фак... Не хочется мне это делать, но если она после прошлого раза ничего не поняла, думаю и не поймёт пока не встрянет в этом дерьме по уши."
Барди мысли: "Если она девушка умная, то осознаёт что ею просто пользуются, и сейчас сама же и пошлёт их на три буквы. А если же нет... Что ж... Её дело."
Барди: "А знаешь... Плевать. Давай."
#Клайд довольный хлопает Барди по плечу и подмигивает ему.
Клайд: "Ну наконец-то, бро! Так бы сразу! Я знал что в итоге мы с тобой найдём общий язык."
Клайд: "Хотя говоря по правде я уже совсем засомневался, когда ты вновь начал читать свои морали..."
#Клайд обращается к Эмме, всё ещё радостный и довольный. Эмма всё такая же смущённая и нерешительная.
Клайд: "Ну что Эмма?"
Эмма: "Я..."
#Клайд подмигивает Эмме.
Клайд: "Не парься, это норма. Стэйси вон нам на мороженое насосала."
Клайд: "Давай, помоги своим товарищам."
Барди мысли: "Мда... Что за уроды..."
#Клайд уходит к компашке и машет Эмме рукой.
Клайд: "Ладно, мы пошли. Звякни на мобилу как закончите."
Эмма: "Эм... Ладно..."
#Компашка радостные все уходят. Эмма смотрит им вслед. Ебаните ей сексипозу в полоборот. Она всё ещё слегка смущается и взволнована происходящим, но в позе выделите попу фигуру и прочие всевозможные прелести, далее сделайте по ней секси прокрутку остановившись на всех прелестях. В общем сделайте красиво.
Барди мысли: "Фак... А стоило ли вообще соглашаться..."
Барди мысли: "Я конечно сказал, что хочу чтоб она что-то осознала... Но всётаки, как-то это жестоко..."
#Они пропали из виду. Эмма смотрит на Барди в нерешительности, затем подходит.
Эмма: "..."
Барди: "Слушай, у тебя всё в порядке? Просто, как тогда так и сейчас, думаю тебя не особо радует такое положение вещей..."
Эмма: "Всё хорошо..."
#Эмма смущается поменяйте ей позу на такую же зажатую и робкую.
Эмма: "Может... Ты сядешь?"
Барди мысли: "Что? Она всё ещё собирается?... Боже... Мне всё больше интересно, что ею движет... Ладно... Глянем, что из этого выйдет..."
#Барди садится на кресло. Эмма встаёт перед ним вся зажатая и скромненькая переминается с ноги на ногу.
Эмма: "..."
Барди мысли: "Хах, и что? На  этом моменте вся решительность и энтузиазм испарились?"
Барди мысли: "Впрочем... Как я и думал..."
#Эмма удивлённо смотрит на Барди.
Барди: "Ну и что дальше? Будем ждать когда оно само всё произойдёт?"
Барди: "Или ты про себя там заклинание стояка читаешь?"
Эмма: "Что?"
#Эмма переводит взгляд на Барди Лицо у неё неуверенное и смущённое.
Барди: "Боже..."
#Эмма удивлена, слегка испуганное лицо. Прикрыты рот и нос ладонями смотрит на Барди.
Бард: "Господи... И вот как? Скажи мне на милость, как тебя вообще ебать такую скромную стесняшку?"
Эмма: "Что?"
Барди: "Я должен задавать этот вопрос. Что?"
Барди: "Что ты вообще тут забыла?"
#Эмма робко отводит взгляд.
Эмма: "Отсосать тебе должна..."
Барди: "Да не об этом я..."
Барди мысли: "Боже... И что это за ёб твою мать..."
Барди: "Слушай, Ты пипец как не вписываешься в компашку. Что ты забыла среди этих маргиналов?"
#Эмма слегка взбудоражено смотрит на Барди, по типу: "Чо? Нахрена тебе оно надо!?"
Эмма: "Что? Да мы просто... Гуляем... Дружим..."
Эмма: "Да... Они мои друзья..."
Барди мысли: "Да ты что... Правда что ли?"
#Эмма вновь смущённо отводит взгляд.
Барди: "Да что ты говоришь... Ладно, можешь и не рассказывать. Мне кажется, я уже догадываюсь как это работает."
Барди: "Влюбилась, решила сблизиться, и пошло-поехало, да? В Клайда какого-нибудь? Иначе, после прошлого раза вряд ли стесняшка вроде тебя ещё хоть раз затусила бы среди них."
#Эмма ошарашена. Всё отрицает.
Эмма: "Нет! Мы просто гуляем. Это моя компашка!"
Барди: "Использует тебя твоя компашка причём по полной. И ты отлично это всё осознаешь."
#Эмма хмурая обращается к Барди.
Эмма: "Это не твоё дело! К чему вообще этот диалог!? Тебе правда это интересно?"
Барди: "Мне? Ничуть."
#Барди указывает руками на член.
Барди: "По сути мне тут должно было быть интересно. Но я что-то всё никак не дождусь, вот и пытаюсь скрасить наше безумно занимательное времяпрепровождение диалогом."
#Эмма отвечает Барди хмуро.
Эмма: "Вот и давай так тогда! Заткнись и сиди."
Эмма: "И наслаждайся!"
Барди мысли: "Фак... Она серьёзно?"
Барди: "Ладно..."
Барди: "Ничего не имею против. Наоборот, всё жду не дождусь..."
#Эмма садится на колени. Убирает волосы, и наклоняется к члену.
#Эмма смотрит на него в нерешительности, на пах, член не вытащила. Кладёт руку туда.
Барди: "..."
Эмма: "..."
Барди: "Мда... очевидно это не так работает..."
Барди: "Будут ещё варианты? Может на него... Ну, я не знаю... Подуть надо?"
#Эмма хмуро поднимает взгляд на Барди.
Эмма: "Заткнись! Я и без тебя всё знаю!"
Барди мысли: "Боже.. Это даже забавно."
#Эмма смущена. Отводит взгляд от Барди
Барди: "Это твой первый раз?"
Эмма: "Нет. Я делала это раньше..."
Эмма: "Но... Я никогда не расплачивалась этим..."
Барди мысли: "Боже... И на кой хрен я вообще согласился на этот Бред..."
#Выбор: "Посмотреть что будет дальше+крыса\Завязывать с этим+кролик."

#Ответ: "Посмотреть что будет дальше+крыса"
Барди мысли: "Боже.. Ладно, мне даже интересно во что всё это выльется... В любом случае, возможно это её хоть чему-то научит..."
Барди: "Так мы и будем продолжать в этом же духе?"
#Эмма смотрит на Барди хмуро.
Эмма: "Да сейчас я! Дай собраться..."
Барди мысли: "Соберёшься ты или нет, в конце концов - думаю не выдержишь и просто сбежишь. Оно будет и к лучшему на самом деле."
Барди мысли: "Нечего тебе делать среди этих обдолбанных отморозков"
#Барди расстёгивает ширинку. Эмма удивлённо смотрит на него.
Барди: "Я даже немного тебе помогу."
#Эмма вздыхая успокаивает себя.
Эмма: "Ладно... Фак..."
#Эмма приспускает трусы и вынимает член Барди, Она удивлена. На следующем редере смотрит на Барди.
Эмма: "Боже... Он и должен быть таким большим!?"
Барди: "Он должен быть больше."
#Эмма в ахуях.
Эмма: "Что!?"
Барди мысли: "Ещё не всё? Ладно... А если так?"
Барди: "Господи... Слушай, ты сама на это подписалась. Так что заткнись уже и заставь его стоять!"
#Эмма отводит взгляд от Барди и начинает нерешительно дрочить и всячески пытаться его поднять.
Барди: "Да... Так и продолжай."
#Барди расслабляется на кресле, у Эммы наконец получается поднять его член.
Эмма: "Господи и как тут вообще..."
Барди: "Меньше слов, больше дела."
Барди: "Не думал что ты так сильно зацепилась за своё место в этой шайке?"
Эмма: "Не зацепилась я..."
#Эмма смотрит вновь на Барди, взгляд удивлённый, отчасти хмурый.
Барди: "Ты же понимаешь, что если не осилишь ртом, то нам придётся как-то иначе решать этот вопрос..."
Эмма: "Что!? И как ты себе это представляешь!?"
Барди: "Честно? С кайфом. Очень хорошо представляю, как ты снимаешь свои штаны, приспускаешь трусики..."
#Эмма хмуро и смущённо чуть поворачивает в сторону голову и косится на Барди всё ещё держа в руке его член.
Эмма: "Да если он мне в рот не влезет о чём вообще может идти речь!"
Барди: "Ох... Ты даже и не представляешь на что способна твоя киска..."
Барди: "Как и твоя отпадная попка..."
#Эмма хмуро смотрит на Барди.
Эмма: "Эй! Давай просто закончим это по быстрому и всё!"
Барди: "Ну... Тут уже всё зависит от тебя... Заканчивать, или же просто забить... Это же ну явно не твоё."
#Эмма смотрит на член Барди, затем, на следующем рендере пытается взять его в рот. Отчасти у неё это получается, но не полностью.
Барди мысли: "Что? Она всё-таки решилась?"
#Эмма заглатывает член полностью.
Барди мысли: "Ну нихрена себе! Охренеть!"
Барди мысли: "И она играла в эту милашку стесняшку!?"
Барди: "Ну нихрена себе! И зачем была вся эта показуха со скромностью!?"
#Эмма вынимает член изо рта и смотрит на Барди.
Эмма: "Я говорила, что делала это раньше!"
Эмма: "Просто... Никогда не расплачивалась этим... И он правда, слишком большой!"
Барди: "Хах... Не ожидал, говоря по правде."
Эмма: "Помолчи, и дай сосредоточиться!"
Барди мысли: "Боже... Может я вообще зря тут распинаться пытался?"
#Включается анимация где Эмма дрочит Барди рукой. Второй рукой она отводит волосы за ухо.
#Далее анимация минета идёт по одному и тому же принципу.


#Изменения начинаются с этого момента.
#Эмма со злостью смотрит на Барди. Рукой вытирает сперму с лица.
Эмма: "Боже... А предупредить!?"
Барди: "Мне тоже понравилось, спасибо. Хоть и совершенно не ожидал говоря по правде..."
#Эмма чуть смущённо, при этом не много хмурая.
Барди: "К слову, на удивление, это было правда охуено!"
Эмма: "Я знаю..."
Эмма: "Ладно, на этом всё?"
Барди: "Ага, велики ваши."
Барди мысли: "Хоть я и не совсем это планировал..."
Эмма: "Ещё бы..."
#Эмма смущённая. Чуть опустила взгляд.
Барди: "К слову ты с чего-то стала гораздо более открытой."
Эмма: "Тебе показалось."
Барди мысли: "Это минет на неё так подействовал?"
#Эмма достаёт телефон и смотрит в экран.
Эмма: "Ладно, я звоню Клайду."
Барди: "Ага."
#Эмма прикладывает к уху телефон и н ждёт. На следующем рендере ей отвечают.
Эмма: "Да... Мы закончили."
Эмма: "Да, всё хорошо, можем ехать."
#Эмма кладёт телефон в карман, она слегка подавлена.
Барди: "Знаешь... Не думаю что его можно было бы покорить отсосав какому-то незнакомцу..."
Эмма: "Его девушка буквально час назад сделала это при нём за мороженное..."
#Эмма хмуро смотрит на Барди.
Эмма: "И вообще я ничего такого и не хотела!"
Барди: "Ну да... Ну да..."
Барди мысли: "Если ты тусуешься в такой компашке то это просто твоя жопа ищущая приключений"
Барди мысли: "А если ты так цепляешься за это место что готова даже переступить через себя... Это явно из-за кого-то третьего..."
#Эмма вновь робко и чуть обиженно смотрит вниз. Поза зажатая.
Барди мысли: "Эх... мне её даже немного жалко..."
Барди мысли: "Такая наивная..."
Барди мысли: "Но где она мать вашу научилась так отсасывать..."
#Барди показывает ладонью на кресло рядом.
Барди: "Может присядешь и составишь мне компанию на этот недолгий период ожидания?"
#Эмма садится на кресло рядом с Барди, Барди садится на своё кресло. эмма смущена и подавлена, смотрит вниз.
Эмма: "Ага..."
#Эмма слегка в ахуе.
Барди: "Ладно... Ну как? Понравилось?"
#Эмма смотрит на Барди хмуро, чуть со злостью.
Эмма: "Что? Нет!"
#Эмма опускает грустный взгляд вниз
Барди: "Ты уже не в первый раз била себя в грудь заявляя что не против..."
Барди: "И стоило ли оно того?"
#Эмма подавленно опускает глаза.
Эмма: "А что я могла? Не сделай я этого, и моя репутация была бы сломана!"
Барди: "И какая разница? Я не поверю, что ты искренне боишься потерять эту компанию. Ты совсем не вписываешься к ним. Словно белая ворона. Так что ты забыла среди них?"
#Эмма смотирт на Барди взглядом по типу: "Бляяя да заебааал!"
Эмма: "Ладно. Да. Я люблю Клайда. И что теперь?"
Эмма: "Он всегда был... Таким, и тусовался среди... Таких... И по другому я не смогу сблизиться с ним."
Барди: "Ясно..."
#Эмма смотри на Барди с удивлением и лёгкой ухмылкой.
Эмма: "И ты не будешь читать мне морали как раньше? О том что мне это не надо и всё прочее?"
Барди: "А какая разница? Я пытался первое время как-то отгородить тебя от этого, Даже сейчас был уверен, что ты откажешься от всего этого дерьма и свалишь сама..."
#Эмма в подавленной позе и с выражением лица.
Барди: "Но я никак не ожидал, что ты действительно пойдёшь на это. И раз уж так, то не думаю что мои слова хоть как-то повлияют на ситуацию..."
Барди: "Да и в любом случае, к словам незнакомца мало кто прислушивается, и что бы я не считал. И как бы не говорил, победить любовь мои слова не  смогут."
#Эмма внимательно слушает Барди, с каким-то даже восхищением.
Барди: "Просто сейчас, думаю ты хотя бы поняла, что тебе это не по нраву. Тебя буквально принудили к интиму с незнакомцем, и ты в очередной раз дала своё согласие."
Барди: "Но не думаю, что исход тебя устроил"
Барди: "Так что... Просто попытайся не давать им пользоваться собой вот так. Сохрани хоть каплю достоинства перед самой собой. Потому что, насколько я вижу, всё это тебе чуждо."
Барди: "А если ради кого-то заставишь себя переступить через свои жизненные принципы и табу, то принять себя больше не сможешь. Это будет грызть тебя изнутри."
Барди: "Как сейчас, я думаю."
#Эмма отводит разочарованный взгляд.
Эмма: "Да знаю я... Просто..."
Эмма: "Я не знаю..."
Барди: "Тебе не нужно оправдываться. Я лишь дал совет. Твоё дело - решить, прислушиваться к нему, или нет."
Барди: "К слову, наверно мне так же стоит и попросить прощения за произошедшее..."
#Эмма. Поменяйте позу, приелась. Но чтоб подходила под образ.
Эмма: "Да я..."
Эмма: "Спасибо. И за то что пытался помочь, тоже..."
#Эмма смотрит на Барди очень смущаясь. Щёки розовеют и прочее.
Барди: "Ты безумно милая и приятная девушка. По этому, думаю ты сможешь найти к нему подход и другим способом, и даже, возможно, сможешь изменить его."
#Эмма опускает взгляд вниз.
Эмма: "Спасибо... Это... Приятно слышать..."
Эмма: "Надеюсь ты прав. Но знать бы ещё как..."
#Эмма смотрит на Барди с какой-то извинительной улыбкой.
Эмма: "Ты кстати, оказывается, тоже..."
Барди: "Что?"
Эмма: "Просто, ещё изначально когда ты отказался, я, видела в тебе хорошего человека..."
Эмма: "А когда вдруг согласился в этот раз... Ты сам понимаешь. Я думала... В общем, я уже накрутила себе мыслей о том, какая ты мразь..."
Барди: "Хах... В принципе, это логично."
#Эмма отводит смущённый взгляд.
Эмма: "..."
Барди: "..."
#Эмма смотрит на Барди смущённо.
Эмма: "Знаешь, если бы я изначально знала что ты действительно классный человек... Может, меня бы это и устроило..."
Эмма: "Просто, сейчас, зная что ты хороший человек... В душе мне не так плохо..."
#Эмма чуть ухмыляясь, словно шуточно отстраняется от Барди
Барди: "Ого... Что ж... Запомню эту фразу для следующего раза!"
Эмма: "Да пошёл ты... Просто это лучше чем то что делает Стэйси. Ей конечно плевать, но тот мороженщик - та ещё жирная немытая скотина..."
Барди: "Мда-а-а-а..."
#Эмма ещё более смущена. поза такая же. Указательные пальцы друг в друга тычутся.
Эмма: "А ещё..."
Эмма: "Он нереально огромный."
Барди: "Ого... Спасибо..."
#Эмма взбудоражено.
Эмма: "Да я не об этом! Как ты с таким живёшь!?"
Барди: "Да тут всё просто, к колену привязываю в узел чтоб не болтался особо, и нормально."
#Эмма смотрит на Барди хмуро.
Эмма: "Я серьёзно."
Барди: "Хах... Ну, приходится как-то нести этот крест."
Барди: "Как говорится, кто если не я... Кстати, вот и твои друзья подошли."
#Эмма смотрит в сторону откуда пойдут её друзья.
Эмма: "О..."
#Эмма смотрит чуть смущённым взглядом на Барди.
Эмма: "Ну... Я пойду..."
Барди: "Ага..."
#На горизонте показывается компашка народу. Эмма сразу идёт к ним. Подходит к главе и чуть улыбаясь робко, что-то ему говорит.
#Компашка как-то хвалит её и радуется, а Клайд подходит к Барди.
Клайд: "Ну что? Мы рассчитались?"
Барди: "Ага."
#Клайд оборачивается на своих, подзывает их к великам.
Клайд: "Поехали, народ!"
#Толпа подходит к великам.
Укурок: "Ни хрена... Мать вашу курс отсоса выше чем курс доллара!"
#Укурок по пути оборачивается к девушке неформалке 1
Укурок: "Бля сестрёнка! Научи меня сосать!? Я хочу захватить этот мир!"
#Девушка неформалка 1, даёт пиздють укурку. на следующем рендере компашка расселась по великам.
Барди: "Фак... Это было приятно, но заработаю я сегодня куда меньше..."
Барди мысли: "Надеюсь у Эммы там всё будет хорошо..."
#Компашка собирается уезжать, Эмма оборачивается на Барди и смотрит на него тёплым взглядом. После этого все уезжают.
#Конец ответвления. Конец сцены. Переход на следующий этап или конец велопроката впринципе. Барди заработал в разы меньше бабла.

#Выбор: "Завязывать с этим+кролик."
Барди мысли: "Ладно, Наверно пора перестать мучать бедняжку. Всё равно, видимо эффекта от этого ноль, и она всё равно останется при своём..."
#Эмма виноватыми глазками смотрит на Барди и тянется руками к его паху.
Барди: "Ладно Видимо эффекта ноль, давай уже прекращать этот цирк."
Эмма: "Прости, Я сейчас. Просто... мне непривычно и смущаюсь ещё..."
#Эмма мило и удивлённо смотрит на Барди.
Барди: "Да не об этом я."
Эмма: "Что?"
Барди: "Не в моих это принципах - принуждать кого-то к итиму."
Барди: "Особенно того, кто этого совершенно не хочет. Я же вижу что тебя такое положение вещей совершенно не устраивает."
Барди: "Говоря по  правде, просто хотел чтоб ты сама поняла что не сможешь пойти на это и отказалась от всего этого дерьма."
#Эмма отводит тоскливый взгляд вниз.
Барди: "Ты ничего так и не усвоила когда они пытались принудить тебя к этому в первый раз, думал, может хоть сейчас до тебя дойдёт... Прости."
Эмма: "Спасибо..."
Эмма: "..."
Барди: "Может ты встанешь?"
Эмма: "Нет..."
#Эмма вновь хватается за штаны Барди в области паха. Барди удивлён.
Барди: "Что? Ты чего!?"
Эмма: "Но мне нужно это!"
Барди мысли: "Фак! Мать твою! Ты так и не поняла ничего?"
#Барди хватает Эмму за руки.
Барди: "У тебя крыша что ли поехала? Говорю же, я не заставлю тебя это делать!"
#Эмма словно в какой-то детской истерике смотрит на Барди.
Эмма: "Мне нужно отсосать член!"
Барди: "..."
Барди мысли: "Господи, да что это за ёб вашу мать-то!?"
#Барди встаёт, Эмма поднимается за ним. Вид у неё тоскливый, словно обиженный. Взгляд в сторону.
Барди: "Да что с тобой? Я же говорю, я просто хотел чтоб ты осознала что тебе оно не нужно!"
Эмма: "Я знаю... Но ты хоть представляешь какой это будет удар по моей репутации!?"
Барди: "Боже... Тебя правда волнует сохранение репутации в компашке каких-то укуренных маргиналов? Да весь этот концерт только для того, чтоб ты осознала что оно тебе не нужно!"
#Эмма взгляд на Барди Поза и выражение лица как на прошлом рендере.
Эмма: "Да. Нужно."
Барди мысли: "Фак... И что делать... Это выглядит как изнасилование. Нахрена мне оно надо?"
Барди: "Пффффф...."
#Эмма смотрит на Барди удивлённо. Словно не понимая сказанной им фразы.
Барди: "Ладно, раз уж это так для тебя важно, бери так. Скажешь им что всё было и поедите."
Эмма: "Что?"
Барди: "Позвонишь, скажешь что закончили и поедете, если ты считаешь что для тебя так необходимо остаться среди них."
Барди: "Но я всё равно не считаю что ты вписываешься в эту компашку. Нельзя давать так собой пользоваться."
Барди мысли: "Господи... И откуда во мне столько альтруизма... Это её миловидный образ так на меня подействовал?"
Барди мысли: "В любом случае... Ну не могу я. Просто не смогу. ФАк, я был уверен что она и сама не сможет!"
#Эмма растроганная этим развитием событий смотрит на Барди.
Эмма: "Но... А как же ты?"
Барди: "Ох... Милашка, прошу, не превращай этот прекрасный акт альтруизма в обмен хотелками."
Барди: "Я ничего с этого не потеряю."
#Эмма отводит взгляд вниз.
Эмма: "Но... Мы же не так договорились..."
Барди: "Не думаю что с твоим стеснением и нежеланием, что-то выйдет. Так что забей. Да и я изначально не рассчитывал ни на что."
Барди: "Как я и говорил, до последнего был уверен что ты хоть что-то осознаешь, и сбежишь сама."
Барди: "Так что, раз уж всё так сложилось. Лучше присядь и составь мне компанию на этот недолгий период."
#Эмма садится на кресло рядом с Барди, Барди садится на своё кресло. эмма смущена и смотрит вниз.
Барди: "Ну так что? Продолжим наш диалог? Ты совсем не вписываешься к ним, словно белая ворона. Так что ты забыла среди них?"
Эмма: "Да, Я люблю Клайда. И что теперь?"
Эмма: "Он всегда был... Таким, и тусовался среди... Таких... И по другому я не смогу сблизиться с ним."
Барди: "Ясно..."
#Эмма смотри на Барди с удивлением.
Эмма: "И ты не будешь читать мне морали о том что мне это не надо и всё прочее?"
Барди: "Нет. До тебя ничего не дошло в первый раз. Когда они без зазрений совести хотели подтолкнуть тебя на подобное и переступить через себя."
Барди: "Вразумить тебя действием у меня не вышло. Что уж говорить о нотациях незнакомца к которым и так мало кто прислушивается."
Барди: "Что бы я не считал. и как бы не говорил, победить любовь мои слова не смогут."
#Эмма внимательно слушает Барди, с каким-то даже восхищением.
Барди: "Просто попытайся не давать им пользоваться собой вот так. Сохрани хоть каплю достоинства перед самой собой. Потому что, на сколько я вижу, всё это тебе чуждо."
Барди: "А если ради кого-то заставишь себя переступить через свои жизненные принципы и табу, то принять себя больше не сможешь. Это будет грызть тебя изнутри."
Барди: "Думаю ты и сама поняла это сегодня..."
#Эмма отводит разочарованный взгляд.
Эмма: "Да знаю я... Просто..."
Эмма: "Я не знаю..."
Барди: "Тебе не нужно оправдываться. Я лишь дал совет. Твоё дело - решить, прислушиваться к нему, или нет."
Барди: "К слову, наверно мне так же стоит и попросить прощения за произошедшее..."
#Эмма. Поменяйте позу, приелась. Но чтоб подходила под образ.
Эмма: "Да я..."
Эмма: "Спасибо. И за то что пытался помочь, тоже..."
#Эмма смотрит на Барди очень смущаясь. Щёки розовеют и прочее.
Барди: "Ты безумно милая и приятная девушка. По этому, думаю ты сможешь найти к нему подход и другим способом, и даже, возможно, сможешь изменить его."
#Эмма опускает взгляд вниз.
Эмма: "Спасибо... Это... Приятно слышать..."
Эмма: "Надеюсь ты прав. Но знать бы ещё как..."
#Эмма смотрит на Барди с какой-то извинительной улыбкой.
Эмма: "Ты кстати, оказывается, тоже..."
Барди: "Что?"
Эмма: "Просто, ещё изначально когда ты отказался, я, видела в тебе хорошего человека..."
Эмма: "А когда вдруг согласился в этот раз... Ты сам понимаешь. Я думала... В общем, я уже накрутила себе мыслей о том, какая ты мразь..."
Барди: "Хах... В принципе, это логично."
#Эмма отводит смущённый взгляд.
Эмма: "..."
Барди: "..."
#Эмма смотрит на Барди смущённо.
Эмма: "Знаешь, если бы я изначально знала что ты действительно классный человек... Может, меня бы это и устроило..."
#Эмма чуть ухмыляясь, словно шуточно отстраняется от Барди
Барди: "Ого... Что ж... Запомню эту фразу для следующего раза!"
Эмма: "Да пошёл ты... Просто это лучше чем то что делает Стэйси. Ей конечно плевать, но тот мороженщик - та ещё жирная немытая скотина..."
Барди: "Мда-а-а-а..."
#Эмма смотрит на Барди, с выражением лица словно внезапно что-то вспомнила.
Барди: "Ну, думаю пора уже как-то и окликнуть твоих друзей."
Эмма: "Ах да... Точно!"
#Эмма достаёт телефон и смотрит в экран.
Эмма: "Ладно, я звоню Клайду."
Барди: "Ага."
#Эмма прикладывает к уху телефон и н ждёт. На следующем рендере ей отвечают.
Эмма: "Да... Мы закончили."
Эмма: "Да, всё хорошо, можем ехать."
#Эмма кладёт телефон в карман, она слегка подавлена.
Барди: "Знаешь... В любом случае, не думаю что его можно было бы покорить отсосав какому-то незнакомцу..."
Эмма: "Его девушка буквально час назад сделала это при нём за мороженное..."
Барди: "Мда... Тяжко..."
#Эмма понимающе и с какой-то грустной самоиронией улыбается Барди.
Барди: "Ну... Зато это не тебе приходится отсасывать мерзкому не мытому мороженщику. Который по твоим словам аа ещё мразь..."
Эмма: "Это уж точно..."
#Эмма вновь робко и чуть обиженно смотрит вниз. Поза зажатая.
Барди мысли: "Эх... мне её даже немного жалко..."
#На горизонте показывается компашка народу Эмма смотрит в их сторону..
Эмма: "О... Во и они..."
Барди: "Ага..."
#Эмма смотрит на Барди нерешительно.
Эмма: "Ну... Я пойду, наверно."
Барди: "Удачи."
Эмма сразу встаёт и идёт к ним. Подходит к главе и чуть улыбаясь робко, что-то ему говорит.
#Компашка как-то хвалит её и радуется, а Клайд подходит к Барди.
Клайд: "Ну что? Мы рассчитались?"
Барди: "Ага."
#Клайд оборачивается на своих, подзывает их к великам.
Клайд: "Поехали, народ!"
#Толпа подходит к великам.
Укурок: "Нихрена... Мать вашу курс отсоса выше чем курс доллара!"
#Укурок по пути оборачивается к девушке неформалке 1
Укурок: "Бля сестрёнка! Научи меня сосать!? Я хочу захватить этот мир!"
#Девушка неформалка 1, даёт пиздють укурку. На следующем рендере компашка расселась по великам.
Барди мысли: "Надеюсь у Эммы там всё будет хорошо..."
#Компашка собирается уезжать, Эмма оборачивается на Барди и смотрит а него тёплым взглядом. После этого все уезжают.
Барди: "Фак... Заработаю я сегодня куда меньше..."
Барди: "Боже... Мой альтруизм когда-нибудь сведёт меня в могилу..."
#Конец ответвления. Конец сцены. Переход на следующий этап или конец велопроката впринципе. Барди заработал в разы меньше бабла.



Сцена 1.3
#Если мы видим сцену во второй раз, но с условием того, что Эмму Барди ебал, либо же просто отдал велики бесплатно.
#ВНИМАНИЕ!!!!! Этот вариант начала будет использоваться во всех случаях, если Барди уже оставался 1 на 1 с Эммой!!!
#Барди сидит на своём троне в тенёчке, рядом ебаните какой-то коктейль в стакане. Недалеко, вновь показывается наша компашка маргиналов. Двигается в сторону проката. Изобразите их всё так же. Тип просто возьмите старый рендер.
Барди мысли: "Фак... Снова эти наркоманы..."
Барди мысли: "И снова у них не будет денег..."
Неформал 1: "О! Народ, может ещё раз на велики? А то скучно пипец..."
Неформал 2(Укурок): "Скучно!? Инопланетяне уже близко! И тебе скучно!? Надо бежать! Берите велики и уматываем отсюда!"
Неформалка девушка 1: "Боже... Ну я же ещё в прошлый раз просила ничем его не пичкать!... Боже..."
#Неформалы расходятся по прокату и смотрят на велики. Барди сидит на своём месте.
Барди мысли: " Фак... Ну и на кой хер они опять припёрлись..."
Барди мысли: "Если кто-нибудь из них убьётся, надеюсь это не повесят на меня?"
Барди мысли: "Фак... В таком случае просто скажу что они их угнали"
Барди: "Здоров народ."
#Нефоры смотрит на Барди, радостно машут ему как своему в знак приветствия. Клайд среди них. Эмма смущённо отводит взгляд. На следующем рендере, укуренный особенно усердно разглядывает велики. Как-то по ржачному. Девушка неформалка рядом с ним, оглядываясь по сторонам, со стыдливым лицом.
#Клайд подходит к Барди и протягивает руку в знак приветствия. Барди пожимает ему руку.
Клайд: "Чё как?."
Барди: "Всё по старому. Если ты про цены."
#Клайд сходу приобнимает Барди за плечо.
Клайд: "Бро! Какие цены? У нас же отработанная схема!"
#Клайд указывает рукой на Эмму, все в группе наблюдавшие за их диалогом тоже теперь поглядывают на неё. а Эмма сама смущённо отводит взгляд.
Клайд: "Ну классный же выход из сложившейся ситуации. Так почему бы и нет, верно?"
Барди: "Да что ты говоришь... Теперь даже спрашивать её не будешь?"
#Клайд закатывает глаза.
Клайд: "Фа-а-а-а-а-ак Ну да что за ёб вашу мать... Это наш менталитет! Наше мировоззрение, понимаешь? Тут для всех это норма!"
#Клайд смотрит на Барди ухмыляясь.
Клайд: "К слову ты уже воспользовался этим, на кой хрен продолжаешь корчить из себя праведника?"
Барди мысли: "Мда... В любом случае от этого мне уже не отвертеться..."
#Клайд довольный. Поза открытая, поза и лицо такие, словно он предлагает ахуительную авантюру.
Клайд: "Ну чего ты ломаешься как девственница на пьянке!"
#Клайд оборачивается к остальным и подзывает рукой кого-то из них.
Клайд: "Эмма! Подойди."
#Скромняшка подходит к нам. Стоит в неуверенной позе, скромненько зажато. Смотрит вниз. Клайд обращается к ней открыто и вальяжно.
#Крупным планом прокруточку по стесняющейся Эмме. Эмма смотрит на камеру.
Клайд: "Как на счёт поработать своим язычком на благо всей нашей компашки. малышка?"
Эмма: "Ладно..."
#Скромняшка засмущалась. Клайд смотрит на Барди и снова обращается к нему.
Клайд: "Видишь?"
Барди мысли: "Я то, как раз так и вижу... Да и ты видишь, но пользуешься..."
Барди мысли: "Фак... И что это всё за бред..."
Клайд: "Ну так что Согласен?"
#Выбор: "Да, почему бы и нет (Шкала не колышется.)\Нет спасибо, давайте пожалуй всем известной валютой и рассчитаемся +кролик"

#Ответ: "Нет спасибо, давайте пожалуй всем известной валютой и рассчитаемся +кролик"
Барди мысли: "Да ну его в задницу. Как бы там не относилась ко мне Эмма, по её словам... Мне в любом случае нужны баби."
#Клайд хмурится. Девушка рядом с ним смущена. Отводит взгляд.
Барди: "Не, я пожалуй пас."
Клайд: "Да всё в порядке с ней! Согласна она!"
#Клайд обращается к Эмме. Эмма отводит взгляд вниз.
Клайд: "Ну скажи же! Эмма!"
Эмма: "Да."
Барди: "Я конечно всё понимаю, но мне тоже нужно зарабатывать."
#Клайд вздыхает разочарованно.
Клайд: "Пф-ф-ф-ф-ф... Ладно."
#Клайд достаёт кошелёк из кармана. Достаёт из него бабки и даёт их Барди.
Клайд: "Вот. Держи. Доволен?"
Барди: "Да, вполне."
#Клайд с Эммой идут к остальным. На след рендере ребята садятся на велики и уезжают.
Барди мысли: "Господи... И почему эта свора наркоманов выбрала именно мою точку..."
Барди мысли: "Хотя Эмма - достаточно милая... Только вот что она вообще забыла среди этих ушлёпков..."
Бард мысли: "Эх... Любовь - страшная штука..."
#Конец сцены. К концу дня Барди получает чуть больше бабла чем обычно и +1 к шкале кролика.
#Отныне и впредь, так сказать, это вступление будет использоваться всегда и в последующих их посещениях. Если Барди уже хоть раз уединялся с Эммой.

#Ответ: "Да, почему бы и нет (Шкала не колышется.)
#ВНИМАНИЕ!!!!! Сейчас будет 2 варианта продолжения!!!!! Первый - при котором в сцене до этого Барди не стал ебать Эмму и второй, если барди её ебал. Второй вариант будет проигрываться всегда с того момента когда Эмма отсосала Барди!!!!!
#Ветка первая! При которой в сцене до этого Барди не стал ебать Эмму! Эта ветка будет проигрываться только один раз и увидеть её можно лишь в том случае если Барди отпустил Эмму когда договорился с клайдом о минете в первый раз.

Барди мысли: "Интересно, дошло ли до неё хоть что-нибудь после прошлого раза... И что вообще сейчас происходит в её голове..."
Барди мысли: "Она ведь и сама понимает что происходит в этой компашке..."
Барди мысли: "Ну а с другой стороны... Помнится мне она говорила что была бы не против, знай она раньше какой я человек..."
Барди: "А знаешь... Плевать. Давай."
#Клайд довольный хлопает Барди по плечу и подмигивает ему.
Клайд: "Ну наконец-то, бро! Так бы сразу! Я знал что в итоге мы с тобой найдем общий язык."
Клайд: "Хотя говоря по правде я уже совсем засомневался, когда ты вновь начал читать свои морали..."
#Клайд обращается к Эмме, всё ещё радостный и довольный. Эмма всё такая же смущённая и нерешительная.
Клайд: "Ну что Эмма?"
Эмма: "Да... Я знаю..."
#Клайд подмигивает Эмме.
Клайд: "Ага. Отлично. Мы подождём тебя в сторонке, как в прошлый раз."
Клайд: "Давай, помоги своим товарищам."
Барди мысли: "Мда... Что за уроды..."
#Клайд уходит к компашке и машет Эмме рукой.
Клайд: "Ладно, мы пошли. Звякни на мобилу как закончите."
Эмма: "Ага..."
#Компашка радостные все уходят. Барди садится на кресло, если не сидел на нём до этого. в его руке вновь появляется стакан с напитком. Эмма смотрит им вслед. Ебаните ей сексипозу в полоборот. Она всё ещё слегка смущается и взволнована происходящим, но в позе выделите попу фигуру и прочие всевозможные прелести, далее сделайте по ней секси прокрутку остановившись на всех прелестях. В общем сделайте красиво.
Барди мысли: "Фак... А стоило ли вообще соглашаться..."
Барди мысли: "Я конечно помню что она говорила... Но не слишком ли много веса я вложил в эти слова влюблённой по уши девчонки..."
#Они пропали из виду. Эмма смотрит на Барди и улыбается ему тёплой искренней улыбкой..
Барди мысли: "Мда... Видимо я сегодня опять остался без денег... И что на меня нашло когда я вновь соглашался на эту авантюру..."
Эмма: "Привет, как ты?"
Барди: "Да, привет. Всё в норме как видишь, кручусь верчусь, как и раньше. А твои дела как? Есть хоть какой-то прогресс в охмурении главаря банды моргеналов?"
#Эмма чуть задумчивая. Позу ей сделайте соответствующую, тип руки скрещены на груди, но одна ладонь на подбородке. Лицо задумчивое, взгляд немного вверх.
Эмма: "Всё хорошо. Но с последним... Ну... Относительно..."
Барди: "Мда... Ясно... Может присядешь?"
#Эмма садится на кресло рядом с Барди. Барди протягивает ей руку в которой стакан с напитком. Эмма принимает напиток и улыбаясь делает глоток. После, на исходную. Эмма сидит в кресле держа в руках напиток.
Эмма: "Спасибо."
Барди: "Значит всё по старому и ты снова среди этих отбросов общества?"
#Эмма чуть опускает взгляд. Лицо вновь слегка подавленное.
Эмма: "..."
Барди: "И они продолжают пользоваться тобой как разменной валютой?"
#Эмма поднимает глаза на Барди. На лице лёгкая счастливая улыбка.
Эмма: "А вот тут уже нет!"
Эмма: "С тобой, мне удалось избежать этой участи!"
Барди: "Это ещё каким образом? Прислушалась к моим советам?"
#Эмма с обвинительным выражением лица, и позой, такой словно накосячила, робко улыбаясь смотрит в сторону.
Эмма: "Ну... Да, я прислушалась!"
Эмма: "Но нет."
Барди: "Почему-то так я и думал... Ну, дело твоё."
#Эмма улыбается барди искренне. Поза обычная.
Эмма: "Нет, всё действительно хорошо. Просто изначально я говорила о том, что теперь, всё делает Стэйси. Как в принципе было у них и раньше..."
Эмма: "Я достаю нам велики, и на меня перестали косо смотреть и вообще перестали особо обращать внимание в этом плане. Можно даже сказать, что меня наконец приняли как свою."
#Эмма робко опускает взгляд.
Барди: "Мда... Отличный обряд инициации у вас там..."
Эмма: "И не говори..."
#Эмма смотрит на Барди словно внимательно слушая его. Выражение лица слегка виноватое.
Барди: "Ну, в любом случае, Я рад что у тебя всё... Хоть и со скрипом, но хорошо."
Барди: "Если это вообще можно так назвать..."
Эмма: "Спасибо."
#Эмма опускает взгляд.
Эмма: "..."
Барди: "..."
#Эмма поднимает на Барди взгляд. Выражение лица как и поза слегка смущённое, и робкое. Поза зажатая.
Эмма: "Ну и... Что будем делать?"
Барди: "В смысле?"
#Эмма нервная улыбочка, рукой чешет затылок.
Эмма: "Ну... Ты же не забыл для чего меня оставили тут?..."
Барди мысли: "Ах да... Точно..."
Барди мысли: "Она всё ещё думает, что я буду заставлять её отсасывать мне?"
#Эма смотрит на Барди не понимающим взглядом, тип: "Чо?"
Барди: "Неужели ты всё ещё думаешь что я заставлю тебя делать что-то против твоей воли?"
#Эмма смотрит на Барди, словно восхищённо.
Барди: "Не переживай. Я не сторонник подобного. Сейчас посидим немного, потом позвонишь Клайду и скажешь что всё готово."
Барди: "Как в прошлый раз в общем..."
#Эмма снова с непонимающим выражением лица.
Эмма: "Подожди, А зачем ты тогда вообще согласился?"
#Эмма умиляется, но слабо заметно. Вся из себя робкая скромняшка, чуть покраснели щёки итд.
Барди: "Просто хотел знать всё ли с тобой хорошо. Не переживай, я ни на что не рассчитывали не буду тебя принуждать."
Барди мысли: "Но вот самой тебе как? С совестью там... Нет? Не грызёт?"
Эмма: "Спасибо... Это очень мило  твоей стороны..."
#Эмма опускает неуверенный взгляд.
Эмма: "..."
#Эмма смотрит на Барди и показывает на напиток в её руке.
Эмма: "Слушай а он алкогольный?"
Барди: "Пффф... Я сижу тут по сто часов в день на жаре! конечно алкогольный, мне нужно как-то расслабляться и убить скуку!..."
Барди: "Но, градус в нём низкий так что не переживай..."
#Эмма залпом выхлёбывает весь стакан, затем ставит его на землю. После, на следующем рендере смотрит на Барди уверенным взглядом.
Эмма: "Значит, сейчас расслабишься!"
Барди: "Что?"
Эмма: "Я не могу продолжать поступать так с тобой! Ты уже второй раз остаёшься без выручки из-за меня!"
#Эмма неуверенным взглядом смотрит на Барди.
Эмма: "Но, денег чтоб оплатить их у меня нет..."
Барди мысли: "Ох нихрена себе что намечается-то..."
Барди: "Тебе не стоит заставлять себя."
#Эмма невозмутимо задирает нос и смотрит в сторону.
Эмма: "Я не могу так. Меня и так совесть мучает а прошлый раз. Я тебя до последнего тем ещё ублюдком считала! а ты вон каким оказался..."
Эмма: "Совсем не знаешь меня, а помочь пытаешься, ещё и в ущерб себе."
Эмма: "Мерзко даже..."
#Эмма смотрит на Барди. выражение лица такое же. руки скрещены на груди.
Эмма: "И к слову, тогда, я ещё говорила, что ты классный... И что может быть, была бы не против..."
Барди: "То были слова влюблённой восхищённой девочки."
#Эмма смотрит на Барди хмуро.
Эмма: "Так значит, да?"
Эмма: "А это? Тоже слова влюблённой восхищённой девочки?"
#В двух-трёх рендерах Эмма снимает с себя верхнюю одежду и оголяет грудь.
Барди: "Ну нихрена себе... Подожди, алкоголя в том напитке почти не было! Что это?"
Эмма: "Считай что это за прошлый раз."
Барди мысли: "И как эта милая скромняшка преобразилась, в это?"
#Эмма встаёт с кресла и подходит к Барди. Садится перед ним на колени. Её лицо вдруг стало нерешительным и робким. У барди сквозь джинсы стояк. Ебаните пару прокруток сексуальных.
Барди мысли: "Боже... А тело  у неё отпадное..."
Барди: "Да ладно, забей. Всё хорошо."
#Эмма хмуро смотрит на Барди.
Эмма: "Заткнись. У тебя и у самого встал вообще-то!"
Барди: "Ну естественно. У кого не встанет когда перед ним стоит такая красотка?"
#Эмма отводит всё ещё хмурый, но чуть смущённый взгляд.
Эмма: "Спасибо... Я сейчас, дай только собраться... И не отпирайся мне тут больше! Я ещё давно решила что так и будет!"
#Эмма расстёгивает ширинку
#Эмма вздыхая успокаивает себя.
Эмма: "Ладно... Фак..."
#Эмма приспускает трусы и вынимает член Барди, Она удивлена. На следующем редере смотрит на Барди.
Эмма: "Боже... Он и должен быть таким большим!?"
Барди: "Воу... Эм... Спасибо?..."
#Эмма в ахуях.
Эмма: "Фак! Я... Говорила всем в компашке что он был у тебя огромным чтоб хоть как-то сгладить вину..."
Барди: "Что?"
Эмма: "Но Чёрт! Реально!?"
Барди: "Эм... Ты действительно рассказывала друзьям о моём члене который даже не видела?"
#Эмма отводит взгляд от Барди. Чуть обиженный и смущённый взгляд.
Эмма: "Забудь что я это сказала... И вообще замолчи. Меньше слов больше дела..."
Барди мысли: "Но... Дела тут вообще-то только у тебя..."
#Эмма начинает нерешительно дрочить.
Эмма: "Господи и как тут вообще..."
Эмма: "Как это сосать?"
#Эмма смотрит вновь на Барди, взгляд удивлённый, отчасти хмурый.
Барди: "Если не осилишь ртом то мы могли бы как-то иначе решить этот вопрос."
Эмма: "Что!? И как ты себе это представляешь!?"
Барди: "Честно? С кайфом. Очень хорошо представляю, как ты снимаешь свои штаны, приспускаешь трусики..."
#Эмма хмуро и смущённо чуть поворачивает в сторону голову и косится на Барди всё ещё держа в руке его член.
Эмма: "Да если он мне в рот не влезет о чём вообще может идти  речь!"
Барди: "Ох... Ты даже и не представляешь на что способна твоя киска..."
Барди: "Как и твоя отпадная попка..."
#Эмма хмуро смотрит на Барди.
Эмма: "Эй! Как-то ты слишком начал наглеть пользуясь моей благодарностью и чувством вины!"
Барди: "Ну... Ты сама дала мне зелёный свет и возбудила меня. Да и выглядишь отпадно. Я не могу держать это в себе...."
#Эмма отводит взгляд от Барди.
Эмма: "..."
Эмма: "Просто помолчи. Сиди и радуйся."
#Эмма смотрит на член Барди, затем, на следующем рендере пытается взять его в рот. Отчасти у неё это получается, но не полностью.
Барди мысли: "О да... Наконец-то мы закончили этот бессмысленный диалог и ты перешла к делу..."
#Эмма заглатывает член полностью.
Барди мысли: "Ну нихрена себе! Охренеть!"
Барди мысли: "И она играла в эту милашку стесняшку!?"
Барди: "Ну нихрена себе! И зачем была вся эта показуха со скромностью!?"
#Эмма вынимает член изо рта и смотрит на Барди. Лицо хмурое..
Эмма: "Эй! Не делай так вдруг из меня шлюху!"
Эмма: "Я говорила, что делала это раньше!"
#Эмма. Лицо смущённое.
Эмма: "Просто... Никогда не расплачивалась этим... И он правда, слишком большой!"
Барди: "Хах... Не ожидал, говоря по правде."
Эмма: "Помолчи, и дай сосредоточиться!"
Барди: "Всё-всё Оставляю дело профессионалу."
#Включается анимация где Эмма дрочит Барди рукой. Второй рукой она отводит волосы за ухо. Всё как в прошлой подобной анимации, но сейчас без верхней одежды.
Барди: "Ох... А ты и правда что-то да умеешь..."
Эмма: "..."
Эмма: "Отстань."
#Эмма берёт член в рот, и начинает посасывать его в анимации. Медленно и глубоко.
Барди: "О боже... Да..."
Барди: "Охренеть... И к чему был весь этот концерт?"
#Барди кладёт руку на голову Эммы.
#Эмма убирает его руку и вынимает член изо рта. Смотрит на Барди хмуро но чуть смущённо, с покрасневшими щеками.
Эмма: "Если ты так и будешь мешать мне, то это никогда не закончится!"
Барди: "А я по твоему хочу это заканчивать!?"
#Эмма смущённо отводит взгляд. Чуть хмурая, но это должно выглядеть мило.
Эмма: "Боже, просто не мешай."
Барди мысли: "Боже, охренеть, я вообще не ожидал..."
#Эмма вновь берёт член Барди в рот и снова начинается анимация минета. Медленно.
Барди: "Фак... Обожаю свою работу."
Барди: "Ого, даже так?"
#Промотайте ещё пару ракурсов с минетом.
#После - ускорьте анимацию до среднего уровня.
Барди: "Фак! Это охренено!"
Барди мысли: "Господи..."
Эмма: "Ммммм..."
Барди: "О да!"
#Эмма перестаёт сосат глубоко. делает это по проще, но в том же темпе.
Эмма мысли: "Господи, я же сейчас задохнусь!"
Эмма мысли: "Откуда он такой огромный!? Это я так накаркала рассказывая это остальным?"
Эмма мысли: "Нет! Даже в моих рассказах он не был таким большим!"
Барди: "О да!"
#Ускорьте анимацию. Скорость максимальная. Эмма сосёт глубоко.
Барди: "О боже, Да!"
Эмма мысли: "Господи, ты там скоро!? Я же тут задохнусь!"
#Покажите анимацию с нескольких ракурсов.
Барди: "Фак! Я уже скоро!"
#Эмма заглатывает член в последний раз, после чего её глаза округляются
Барди: "О да!"
Эмма: "Мммммм"
#Эмма вынимает член из себя и Барди продолжает кончать ей на лицо. Эмма откашливается.
Эмма: "Ай!"
Эмма: "Кхм... Кх..."
#Эмма с досадой вытирает с лица сперму.
Эмма: "Боже... Прости, думала у меня получится..."
Барди: "Что?"
Эмма: "Проглотить"Барди: "Господи да забей."
#Эмма чуть смущённо смотрит на Барди.
Барди: "К слову, это было правда охуено!"
Эмма: "Понравилось?"
Барди: "Однозначно! К слову, как?"
Барди: "Я думал ты невинная стесняшка которая члена мужского ещё в глаза не видела!"
#Эмма робко улыбается.
Эмма: "У каждого из нас свои секреты."
Барди: "Ладно, не суть важно. Просто, это было охренено..."
Эмма: "Спасибо... И за то что сделал для меня тоже..."
Барди: "Ох не зря говорят что добро окупается..."
#Эмма искренне посмеивается.
Эмма: "Ага... Видимо..."
#Эмма нейтральная. Только с лёгкой улыбкой.
Эмма: "Ладно, я, пожалуй, позвоню им..."
Эмма: "К слову, мы наверно ещё не раз сюда придём... Сможешь прикрыть меня как-нибудь ещё раз? Пока я "оплачиваю" велики, до меня особо не оркапываяся..."
Барди: "Ох ну если для тебя это так важно... Я может быть и подумаю над этим решением... Но ничего не обещаю конечно..."
#Эмма с наигранной хмурость. смотрит на бади.
Эмма: "Эй! Как будто мне одной это надо! Тебе же тоже понравилось!"
Барди: "Хах... Шучу же. Просто шутки... Я работаю по выходным. Так что хоть каждые выходные приходите."
#Эмма улыбается искренне.
Эмма: "Отлично!"
#Эмма нейтральная достаёт телефон.
Эмма: "Ладно, я наверно, тогда позвоню уже остальным..."
Барди: "Ага... Хотя я был бы не против ещё немного посидеть с тобой."
#У эммы лёгкая улыбка. Она всё ещё смотрит в телефон.
Эмма: "У нас будет время пока они не придут... Просто иначе уже возникнут нежелательные вопросы..."
#Эмма прикладывает к уху телефон и н ждёт. На следующем рендере ей отвечают.
Эмма: "Да... Мы закончили."
Эмма: "Да, всё хорошо, можем ехать."
#Эмма кладёт телефон в карман штанов.
#Затемнение.
#Просветление.
#Эмма сидит на соседнем кресле рядом с Барди, смотрит на Барди смущённо, но с улыбкой.
Эмма: "К слову, знаешь... С тобой, это было не так мерзко, как я себе это представляла..."
Барди: "Ахаха, спасибо."
Эмма: "Ты классный."
#Эмма изображает заносчивость.
Барди: "Ты тоже. Фигура - просто отпад!"
Эмма: "Ага... Ещё бы. Я спортом занимаюсь!"
Барди: "И тусишь в компашке обкуренных нариков..."
Эмма: "Опустим эти мелочи... К слову..."
#Эмма смущена. Указательные пальцы друг в друга тычутся.
Эмма: "Он нереально огромный. Ну... Твой член..."
Барди: "Ого... Спасибо..."
#Эмма взбудоражено.
Эмма: "Да я не об этом! Как ты с ним живёшь!? Почему он такой!? Что это за генная инженерия!?"
Барди: "А... Ты об этом? Да тут на самом деле всё просто, к колену привязываю в узел чтоб не болтался особо, и нормально."
#Эмма смотрит на Барди хмуро.
Эмма: "Я серьёзно."
Барди: "Ну, приходится как-то нести этот крест."
Барди: "Как говорится, кто если не я... Кстати, вот и твои друзья подошли."
Эмма: "О..."
#На горизонте показывается компашка народу. Эмма смотрит на них.
Эмма: "Ну, я пойду тогда..."
#Эмма с теплой улыбкой смотрит на Барди.
Эмма: "Ещё увидимся!"
Барди: "Ага, буду ждать..."
#Эмма сразу идёт к ним. Подходит к главе и чуть улыбаясь робко, что-то ему говорит.
#Компашка как-то хвалит её и радуется, а Клайд подходит к Барди.
Клайд: "Ну что? Мы рассчитались?"
Барди: "Ага."
#Клайд оборачивается на своих, подзывает их к великам.
Клайд: "Поехали, народ!"
#Толпа подходит к великам.
Барди: "Фак... Это было приятно, но заработаю я сегодня куда меньше..."
#Компашка уезжает. Перед тем как все разъехались Эмма оборачивается на Барди и смотрит на него тёплым взглядом.
Барди: "И на кой хрен наркоманам велики..."
#Конец ответвления. Конец сцены. Переход на следующий этап или конец велопроката впринципе. Барди заработал в разы меньше бабла.


#И так, а вот и вторая ветка ответа: "Да, почему бы и нет". Она будет включаться всегда при встречах, после того, как Барди выебал Эмму. Т.е если у них был интим хоть раз, то при каждой встрече, если барди решает воспользоваться предложением, включается эта ветка.
#Ответ: "Да, почему бы и  нет?"
Барди мысли: "А в принципе... Почему бы и нет... Помнится мне Эмма и сама говорила что была бы не против..."
Барди: "А знаешь... Плевать. Давай."
#Клайд довольный хлопает Барди по плечу и подмигивает ему.
Клайд: "Ну наконец-то, бро! Так бы сразу!"
#Клайд обращается к Эмме, всё ещё радостный и довольный. Эмма всё такая же смущённая и нерешительная.
Клайд: "Ну что Эмма?"
Эмма: "Да... Я знаю..."
#Клайд подмигивает Эмме.
Клайд: "Ага. Отлично. Мы подождём тебя в сторонке, как в прошлый раз."
Клайд: "Давай, помоги своим товарищам."
Барди мысли: "Просто без коментариев... В общем-то, как и всегда..."
#Клайд уходит к компашке и машет Эмме рукой.
Клайд: "Ладно, мы пошли. Звякни на мобилу как закончите."
Эмма: "Ага..."
#Компашка радостные все уходят. Барди садится на кресло, если не сидел на нём до этого. Эмма смотрит на барди. Поза слегка сексуальная. Ебаните сексуальную прокруточку по ней.
Барди мысли: "Ну... Время с кайфом провести время...."
#Эмма смотрит на Барди и улыбается ему тёплой искренней улыбкой..
Эмма: "Привет, как ты?"
Барди: "Да, привет. Всё в норме как видишь, кручусь верчусь, как и раньше. А твои дела как? Есть прогресс в охмурении главаря банды моргеналов?"
#Эмма чуть задумчивая. Позу ей сделайте соответствующую, тип руки скрещены на груди, но одна ладонь на подбородке. Лицо задумчивое, взгляд немного вверх.
Эмма: "Всё хорошо. Но с последним... Ну... Относительно..."
Эмма: "Ладно, я же тут не за этим...."
Барди мысли: "Ещё бы..."
#Эмма подходит к Барди. Садится перед ним на колени. Её лицо совсем немного смущённое.
#Если Барди видел сцену где Эмма отсасывала без верхней одежды, (тоесть если в первый раз Барди вошёл в положение Эммы и дал ей велики просто так.) то появляется возможность вновь сделать это без верха. Если Барди не давал ей велики бесплатно в первый раз, то эта механика отключена навсегда.
#Так вот, если Барди доступна эта механика.
#Эмма смотрит на Барди чуть смущённо
Эмма: "Мне раздеваться?"
#Перед барди встаёт выбор: "Да/нет"
#Если ответ: "Нет"
Барди: "Нет, оставь, мало ли кто может нас увидеть... Голая девушка сидящая перед парнем однозначно вызовет больше внимания..."
#Эмма задумчивая.
Эмма: "Ну... В принципе да... Тут ты прав..."
#Конец микро ответвления. Нихрена не меняется и всё идёт по принципу того, как в варианте где он не давал ей велики бесплатно.
#Если ответ: "Да"
Барди: "Ну естественно! Я не упущу шанса поглазеть на твои офигенные формы!"
#Эмма улыбается Барди, после чего на следующем рендере стягивает с себя верхнюю одежду и сидит перед Барди с голым торсом.
#ВНИМАНИЕ!!!! Если барди в первый раз их встречи Т-Т дал Эмме в рот, механика раздевания НЕДОСТУПНА ВООБЩЕ!!!
#Конец ответвления. Далее всё идёт по принципу как в варианте где Барди не давал ей велики бесплатно, кроме того, что в отличие от того случая, в этом она голая как тут так и в анимациях.

#Эмма отводит чуть смущённый взгляд.
Эмма: "Ладно... Начнём..."
Барди: "Пожалуй."
#Эмма расстёгивает ширинку
#Эмма приспускает трусы и вынимает член Барди, Она удивлена. Смотрит на член.
Эмма: "Боже... Я не перестану удивляться его размеру..."
Барди мысли: "Ну а меня, пожалуй, не перестанет радовать твоя реакция..."
#Эмма смотрит на Барди удивлённо.
Эмма: "Нет реально..."
Эмма: "Не перестану удивляться тому, как у меня выходило это сосать..."
Барди: "Моё предложение как-то иначе решить этот вопрос всё ещё в силе..."
#Взгляд эммы становится хмурым.
Эмма: "Отстань."
Барди мысли: "Досадно..."
#Включается анимация где Эмма дрочит Барди рукой. Второй рукой она отводит волосы за ухо. (Все анимации нужны в двух вариантах, с одеждой и без)
Барди: "О да..."
Эмма: "Ладно..."
#Эмма берёт член в рот, и начинает посасывать его в анимации. Медленно и глубоко.
Барди: "О боже... Да..."
Барди: "Как же это мать твою охренено!"
Барди: "Фак... Обожаю свою работу!"
#Промотайте ещё пару ракурсов с минетом.
#После - ускорьте анимацию до среднего уровня.
Барди: "Фак! Это охренено!"
Барди мысли: "Господи..."
Эмма: "Ммммм..."
Барди: "О да!"
#Эмма перестаёт сосат глубоко. делает это по проще, но в том же темпе.
Эмма мысли: "Господи, я правда задохнусь мать вашу!"
Эмма мысли: "Откуда он такой огромный!?"
Барди: "О да!"
#Ускорьте анимацию. Скорость максимальная. Эмма сосёт глубоко.
Барди: "О боже, Да!"
Эмма мысли: "Господи, ты там скоро!? Я же тут задохнусь!"
#Покажите анимацию с нескольких ракурсов.
Барди: "Фак! Я уже скоро!"
#Эмма заглатывает член в последний раз, после чего её глаза округляются. Барди кончает ей в рот.
Барди: "О да!"
Эмма: "Мммммм"
#Эмма вынимает член из себя, после чего откашливается.
Барди: "Фак... Это было охренено!"
#Эмма смотрит на Барди с милой улыбкой.
Эмма: "Понравилось?"
Барди: "Однозначно! К слову, как?"
#Эмма отводит раздосадованный взгляд.
Эмма: "Ага... А я снова чуть не задохнулась!"
Эмма: "Ладно... Фух... На этом всё..."
#Затемнение.
#Просветление.
#На горизонте показывается компашка народу. Эмма смотрит на них.
#Эмма с тёплой улыбкой смотрит на Барди.
Эмма: "Ладно, ещё увидимся!"
Барди: "Ага, буду ждать..."
#Эмма сразу идёт к ним. Подходит к главе и чуть улыбаясь робко, что-то ему говорит.
#Компашка как-то хвалит её и радуется. Клайд машет Барди рукой, Барди машет в ответ.
#Толпа подходит к великам.
Барди: "Фак... Это было приятно, но заработаю я сегодня куда меньше..."
#Компашка уезжает. Перед тем как все разъехались Эмма оборачивается на Барди и смотрит на него тёплым взглядом.
Барди: "И на кой хрен наркоманам велики..."
#Конец ответвления. Конец сцены. Переход на следующий этап или конец велопроката впринципе. Барди заработал в разы меньше бабла.
