Препод по информатике.
И так... Как вы знаете, сцена с информатичкой планируется как большая тусовка. И-и-и.... Еслт мысля, за которую большое спасибо госпоже рабовладелице нашего не большого подвала. Сцена тусовки будет скорее всего в колледже. Будет момент, когда директриса путём своих грязных махинаций и манипуляций выбьет себе отпуск. и наши ребята решили замутить ахуено большую тусу прямо в колледже. Это будет наверно одна из крупнейших сцен, потому что будет задействованы все этажи, в каждом будет что-то происходить, много людей и прочее... В общем пизда вам господа художники. в нескольких кабинетах ебаться будут. Может запланируем пару оргий и прочих прелестей жизни, в которых наш главный герой будет иметь честь поучаствовать. Таким образом этот апдейт - как затишье перед бурей. Реально, тусовка будет как крупный ивент в игре, с большим количеством контента с разными персонажами. Хочу сделать побольше микросцен в несколько рендеров величиной, диалогов и людьми коротких, и тд и тп. и несколько крупных моментов. по типу поебушек в кабинетах. Это будет очень интересный ивент, можно связать через него всех персонажей и прочее, но для его прохождения все персонажи должны быть пройдены до определённого уровня, и в  нём можно сразу ебануть несколько сцен по разным персам и сразу одной крупной сценой закрыть многих персонажей. Это будет классно. В нём можно будет уместить хлою, эмили, лесбух, (Но в таком случае нужно вкинуть ещё и сцену знакомства с ними на пляже.) Естественно саму мисс Хилл, которой по большей части мы и посвятим эту сцену.
В общем это будет не просто тоннельная сцена, А примерно то, что было в тусовке третьего апдейта, но крупнее. Так мы сходу сможем скипнуть начало и некоторые сцены по нескольким персонажам и в разы сократить игру. У меня действительно очень большие планы на эту тусовку. Возможно она даже будет разделена на 2 дня и доступна для посещения аж два раза, на вечер двух суток. А на вторые сутки их закроет директриса. Но в таком случае, для получения этой сцены нам нужно будет обязательно  получить некоторые базовые сцены по основным персонажам, которые отметим в дневнике, и я вообще её продумаю лучше. Подобные сцены в играх - редкость и это очень понравится читателям.
И так... К чему я всё это....
А к тому что вам мои дорогие художники и аниматоры, пизда.... Программисту... Пизда... Мне... Покайфу в принципе... Мне будет интересно. По большей части я этим оправдываю довольно долгую прелюдию перед этой сценой... А сама прелюдия заключается в следующем...
Нужно пройти многих персов до определённой ступени, застать диалог Шона  с информатичкой, поговорить с самой информатичкой, Возможно узнать что - то о директрисе, и набрать бабла для реализации.

Ладно, собственно говоря, к самой сцене.
Сцена 1.1 - промежуточная. В ней читатель просто вспомнит о существовании такого персонажа, не много узнает о нём, и узнает о условиях сцены.
Действующие лица: "Барди, Шон, Мисс Хилл."
Локация: "Где-то в стенах колледжа. Можно подобрать место где у нас мало чего происходило. или напротив, самое людное место."
Время: "День или утро."
Предлагаю не врубать тут автотриггер, потому что сцен в коридоре может быть много, и они будут наслаиваться друг на друга. Предлагаю сделать именно так, потому что сцена не имеет особой важности и как-то без разницы как и когда читатель на неё наткнётся.

#В общем, в коридоре добавляем модельку Шона, разговаривающего с Мисс Хилл. При клике на эту парочку и начинается сцена. Шон стоит и пытается что-то объяснить Мисс Хилл. Та в свою очередь прикусив губу стоит в задумчивости и смотрит в сторону.
Барди мысли: "Оу... Шон кадрит очередную студентку?"
Барди мысли: "Хмм... Она выглядит какой-то знакомой..."
Шон: "Да ну почему отменяется-то? Что такого?"
Шон: "Даже если она и вернётся, какая разница! Выведем тебя по тихому и свалим всё на студентов!"
Девушка: "Да если бы дело было только в этом..."
#Мисс Хилл обращается к Шону и начинает перечислять. Шон в растерянности.
Девушка: "Во первых, да. агрессивная псина может всё свернуть, по этому мы должны быть уверены в том, что она не появится и не обломает всё. А уверенным быть не возможно!"
Девушка: "Во вторых, мы должны как-то созвать народ, а сделать это в тихую практически нереально. Какой-нибудь зубрёжник, я уверена, сразу нас сдаст."
Девушка: "И в третьих, мы с тобой такую тусовку не осилим финансово."
#Шон снова настаивает на своём. пытается убедить её. изобразите это в его мимике и позе.
Шон: "Ну первое и третье - вообще не проблема! Я сам разберусь с информацией об этой сучке, а на счёт денег - ну скинутся все вот и всё! Думаю мы с тобой и так вложим основную сумму."
#Шон поменяйте ему позу.
Шон: "Да и что там нужно-то!? Дешёвого бухла чтоб все нажрались в хламину, а на остальное пусть тратятся сами!"
#Шон приобнимает девушку за плечо и рассказывает ей сказки о золотых горах, в которые та практически готова поверить.
Шон: "Зато представь что мы намутим! Офигенно огромная тусовка прямо в колледже! Алкоголь! травка! Веселье! Когда ещё нам представится такая возможность!?"
Шон: "Студенты набухаются и будут ебаться в каждом кабинете!"
Девушка: "Фак... Ну я не знаю, Шон... Это конечно заманчиво, но пока как-то сомнительно... Слишком многое может пойти не так. Слишком много усилий которые могут быть потрачены в пустую..."
#Снова на исходную. Шон в той же позе в которой был в начале сцены. Мисс Хилл задумчиво выставила палец вперёд и словно предлагает ему альтернативу.
Шон: "Да я разберусь со всем!"
Девушка: "Ладно, слушай. Как только эта задумка станет хоть немного прозрачнее, мы поговорим, окей?"
#Шон - глубокий вздох.
Шон: "Ладно, фиг с тобой. Попробую разобраться с этим всем..."
#Мисс Хилл прощается с шоном, тип поднимает руку. Шон остаётся в задумчивости.
Девушка: "Ладно, удачки! Надеюсь ты что-нибудь придумаешь..."
Шон: "Думать в две головы было бы проще."
Девушка: "Я не отказываюсь от идеи. Тоже пораскину мозгами. Найдётся выход - сообщу. Ладно?"
Шон: "Окей..."
#Девушка разворачивается и уходит. На след рендере Барди подходит к Шону.
Барди: "И что это ты - Хитрозадый лис задумал провернуть?"
#Шон поднимает взгляд на Барди.
Барди: "И почему я об этом ещё не знаю?"
#Шон радостно приветствует барди. Рукопожатие и приобнимает.
Шон: "Воу! Здаров бро!"
#Шон смотрит на барди разводя руками.
Шон: "Не поверишь - как раз и хотел с тобой связаться и всё рассказать!"
Барди: "Ну ну..."
Шон: "Да сто процентов бро! Ты мне не веришь?"
Шон: "Как ни грустно, но эту хрень, в одиночку я это не вывезу... И мне реально нужна помощь братишки..."
Барди: "Эх... Ладно... Вываливай, что уж там..."
#Шон а радостной улыбкой смотрит на Барди и хлопает его по плечу.
Шон: "Отлично! Знал что ты подсобишь мне! Тебе понравится уверяю тебя!"
#Шон более или менее нейтральный.
Шон: "Так вот... Мы тут с мис Хилл кое какую авантюру провернуть задумали..."
Барди: "Стоп... Почему "Мисс"?"
#Шон с насмешкой удивлённой смотрит на Бари.
Шон: "О-о-о-оу, я смотрю кое кто вообще на пары забил..."
Шон: "Это наш препод по информатике."
Барди: "Погоди... Она?"
#Шон смеётся.
Шон: "Ага! Сам сперва не поверил. Она нас года на два всего старше!"
Шон: "Офигенная девчёнка, просто свой человек!"
Барди: "Не удивительно..."
#Шон смотрит на Барди удивлённо.
Шон: "Неужели ты её ещё не видел никогда?"
Барди: "Да нет... Кажется... Было дело..."
Барди: "Но я по твоему каждого человека помнить должен?"
#Шон ухмыляется Барди.
Шон: "Не каждого... Но такую - то милашку наверно должен..."
Барди: "Как раз её внешность я и помню... Но не то что она преподаватель..."
Шон: "Во-о-о-оу! Ладно... Узнаю своего друга..."
Барди: "Ладно, так в чём контекст?"
#Шон серьёзный. Смотрит на Барди.
Шон: "Ах да..."
#Шон, полный энтузиазма, начинает что-то рассказывать
Шон: "Представь! Колледж, ночь, куча бухла! Из преподов - только наша сексиинформатичка! и куча пьяых студентов и студенток!"
Барди: "Та-а-ак... Продолжай..."
#Шон смотрит на Барди с насмешкой.
Шон: "Да что продолжать!? Сам дальше представить не можешь! Ладно уж, продолжу отыгрывать роль твоего воображения..."
#Шон, снова преисполненный энтузиазмом грузит барди своими ахуеными исходами.
Шон: "Куча бухих студенток, свободных кабинетов!... Ну... Если их не забьют другие любители потрахушек..."
Шон: "Музыка, веселье! И всё из этого вытекающее!"
#Шон смотрит на Барди с не довольным ебальником.
Барди: "Окей... И каким боком во всём этом дерьме будет крутиться препод?"
Шон: "Так! Бро. Давай ка уточним один момент. Она не просто препод."
#Шон поучительно поднимает палец вверх и с заумным лицом рассказывает что-то Барди.
Шон: "Это, на минуточку, мисс Хилл! Она в своё время такие тусы закатывала! И сейчас продолжает как видишь."
Шон: "Не сравнивай её с другими преподами! Она побольше тусовщик чем ты, бро!"
Барди: "Звучит всё равно сомнительно..."
Шон: "Не сомневайся. Просто поверь мне и не сомневайся бро!"
Барди: "Может и поверю, когда она будет скакать на моём члене..."
#Шон начинает ржать.
Шон: "Ох, надейся бро!"
Барди: "Она ассексуальна?"
#Шон разводит руками
Шон: "А хрен его знает. Мало кто пытался. Она в любом случае какой-никакой, но препод. Её отсюда вышвырнут если подобное всплывёт наружу."
Шон: "В общем на сколько я знаю, к ней не подкатывают. Хотя, я бы тоже не прочь попробовать..."
Шон: "В любом случае, суть в том что она полностью своя в доску. В любой тусе."
Барди: "Хм... Ясно..."
Барди: "Ладно. Так в чём тогда проблема? Где это самое Присущее всем таким посиделкам: "Но"?"
#Шон стал серьёзнее. Он задумчивый.
Шон: "Ах да... Вот тут мы и подошли к главному..."
Шон: "Всё это возможно только если директриса свалит в свой импровизированный отпуск..."
Шон: "Ну и нам надо найти только надёжных людей... Чтоб какой-нибудь ботан нас не выдал, но это практически невозможно!..."
Шон: "Новость разлетится как пердёж в кабинете и об этом точно будут знать все!"
Шон: "Ну... Конечно можно ещё просто побеседовать с их коллегией зубрил и убедить не выдавать нас... Но кто же будет нас слушать?"
Барди мысли: "Хммм... Ну... Если подумать, нас действительно никто слушать не будет... Но если об этом им скажет их авторитет..."
#Шон подавленный задумывается.
Шон: "Вообще... С информацией по директору я бы разобрался... Но вот со вторым... Даже и представить не могу что мы могли бы сделать..."
Бари: "А вот это, если задуматься, я уже могу взять на себя."
#Шон смотрит на Барди с тем же выражением лица.
Шон: "Что?"
Барди: "Да так.. Есть у меня пара мыслей. Можешь положиться на меня..."
#Шон радостный смотрит на Барди. Поза соответствующая.
Шон: "Серьёзно!? Ты сможешь?"
Барди: "Думаю проблем не будет. Скажу тебе больше, скорее всего они будут бухать и трахаться с остальными."
#Шон смотрит на Барди в ахуе.
Шон: "Боже Барди! Ты пытаешься убедить меня в том, что ты, грёбаный волшебник!?"
Барди: "Ну, не совсем, но почти..."
#Шон ну пиздец радостный, словно ребёнок который в карты у отчима выиграл, и этой ночью роли поменяются.
Шон: "Фак! Барди! Я не представляю как ты собираешься это провернуть, но если всё выйдет - то я тебе отсосу!"
Барди: "Так, Бро, притормози, Я рад что ты счастлив, но благодарность придумаем другую..."
#Шон чуть приходит в себя. Всё ещё счастливый.
Шон: "Хах... Как знаешь... Тогда просто подцеплю для тебя офигенных девочек."
Барди: "Воот... Так лучше!"
#Шон хлопает Барди по плечу. Всё ещё счастливый и довольный.
Шон: "Ладно, Тогда лети к Мисс Хилл и рассказывай ей всё."
#Шон по дружески подмигивает Барди
Шон: "Ну или просто скажи что мы разобрались с основными проблемами и можем начинать готовиться!"
Шон: "Она наверняка будет в кабинете информатики."
Барди: "Окей бро. Разберёмся."
#Шон смотрит на Барди серьёзным лицом.
Шон: "Бро, это будет лучшая туса в твоей жизни, так что постарайся!"
Барди: "Надеюсь ты не преувеличиваешь..."
Шон: "Не сомневайся бро!"
#Шон прощается с Барди
Шон: "Ну, я пошёл. Удачи!"
Барди: "Удачи..."
#Шон разворачивается и уходит.
#Конец сцены, игрок получает свободу действий.


############################################################
############################################################

и так....
После того как мы погреем уши в диалоге Шона с мисс Хилл, и последующего диалога с Шоном, у нас активируется мини квест по организации классной тусовки.
Я хз сможем ли мы запихнуть всё конкретно в этот апдейт, но, сейчас я попробую всё расписать.
сама ситуация в том, что Шон с мисс Хил планировали замутить ахуеную тусовочку по случаю отпуска директрисы, но слухи о её отпуске были какие-то нихрена не железобетонные, да и вероятность того что она узнает о вечеринке из-за какого-нибудь зубрилы, их напрягают. Мисс Хилл сразу дала заднюю, а Шон решил разобраться с этим дерьмом, заручившись помощью Барди.
Нас вся эта тема заинтересовала, и потому, Барди решил помочь Шону. С директрисой, Шон, по его словам, сам разберётся. Потому Барди нужно разобраться с зубилами, вместе с Шоном подтянуть народ, заверив их всех о безопасности тусы, и заработать на так сказать, вступительный взнос.
И так, что нам нужно в итоге. Рецепт ахуеной тусы так сказать.
1. Барди идёт поговорить с мисс Хилл. В этом диалоге он должен убедиться что училка и правда та самая охуеная тусовщица, загореться желанием её выебать, и убедиться в том что туса того стоит. Затем убедить её, что всё пройдёт гладко, и они с Шоном во всём разберутся.
2. Пойти и поговорить с Лео. Это очень удачно так совпало, что в третьем апдейте мы подсадили его на женские пёзды, а сейчас пишется апдейт, в котором Барди дал ему возможность эти пёзды добывать. Теперь нам остаётся только прийти и предложить ему тусу пообещав море бухих баб. У Лео загорятся глаза, и мы по тихому аккуратно перейдём к теме зубрил. Пообещаем каждой зубриле по пьяной паре, Заручимся поддержкой их авторитета (Лео) и проблема утечки информации будет решена.
3. Заработать на вступительный взнос.
Как всё будет готово, мы подходим к шону и говорим тип "Вот, всё готово, зубрилы не проболтаются, всех кого знал позвал, бабки на тусу есть, вот." И шон такой "Збс теперь просто жди."
И так, вроде весь план готов. Приступаем к реализации.

1. Сцена разговора с Мисс Хилл.
#ВАЖНО!!!! До этого в заданиях напишите по информатичке, что Барди должен попиздеть с ей.

Сцена врубается автотригером. Как только игрок клацает на кабинет Мисс Хилл днём или утром в будний день.
Локация: "Кабинет информатики."
Действующие лица: "Барди. Мисс Хилл."
Время: "Утро или день."
И так... Начнём.
#Игрок клацает на дверь.
Барди мысли: "Что ж... Ладно... Глянем на эту великую тусовщицу. Шон вроде говорил что она всегда своя в доску..."
#Барди открывает дверь. В кабинете за столом на стуле сидит Мисс Хилл, у неё на коленях сидит полуголая студентка, они целуются. Студентка обнимает мисс Хилл за шею. Сама Мисс хилл уже залезла пальцами ей в трусы. Мисс Хилл с расстёгнутой рубашкой и без лифчика.
Барди мысли: "Ох фа-а-ак! Ну нифига ж себе!"
#На следующем рендере они обе в страхе смотрят на Барди. А на следующем, студентка уже вскочила с препода и одевается. Сама Мисс хилл с лёгкой улыбкой без смущения.
Студентка: "Фак! Ты же сказала что закрыла дверь!"
Барди: "Мне переждать несколько минут за дверью?"
#Мисс Хилл смотрит оценивающим взглядом на уже одевшуюся студентку, затем переводит взгляд на Барди. Студентка стоит рядом смущённая и опустив голову.
Мисс Хилл: "Не стоит. К сожалению, настрой уже сбит..."
Мисс Хилл: "Ладно, можешь идти."
#Студентка смотрит на Мисс Хилл вопросительным взглядом.
Студентка: "А зачёт?"
Мисс Хилл: "Поставлю, как и договорились."
#Студентка убегает из кабинета пробегая мимо Барди. Барди смотрит ей вслед пялясь на задницу.
Барди: "Фак... А у вас есть вкус..."
#Барди смотрит на Мисс Хилл. Та сидит на стуле закинув ноги на стол и затягивается чем-то наподобие вейпа.
Мисс Хилл: "Спасибо. Но суть была не в этом. Ну... Запирай дверь, садись рядом и рассказывай свой офигенный план..."
Барди: "Что?"
#Она переводит взгляд на Барди.
Мисс Хилл: "Хах... Шон рассказал мне о тебе сразу после вашего с ним диалога."
Барди: "И зная о моём приходе, вы между делом решили трахнуть студентку?"
#Мисс хилл с двоякой ухмылкой задирает голову.
Мисс Хилл: "Есть такое... Ладно, садись, расскажу."
Барди: "Не то что бы мне не нравилось... Но ваша рубашка..."
#Мисс Хилл переводит ухмыляющийся взгляд на Барди.
Мисс Хилл: "Тебя это как-то смущает? Мне застегнуть?"
Барди: "Забудем последние несколько секунд нашего диалога."
Мисс Хилл: "Хах..."
#Барди подходит к Мисс хилл, садится рядом. Мисс Хилл опускается к нижнему шкафчику стола и достаёт оттуда открытую пачку чипсов или какую-то подобную херню.
Барди: "А удобно вам тут..."
#Мисс Хилл смотри на Барди с ухмылкой
Мисс Хилл: "Ходил бы на мои пары - понял бы на сколько..."
Барди: "Да кто бы знал что тут у тебя настолько весело!"
#Мисс хилл смотрит на Барди с улыбкой. Хавает чипсы. Её рубашка всё ещё растёгнута. Ноги на столе. Поиграйте с ракурсом. Рубашка скрывает соски.
Мисс Хилл: "Ладно, не суть. Ну так что? Как проблему решать будем? И хватит твоего обращения на "вы"! Бесит."
Барди: "Погоди погоди! Если можно я бы хотел услышать историю со студенткой. Ты знала что дверь не заперта, и была уверена в том, что кто-то может зайти."
Мисс Хилл: "А-а-а... На счёт этого... Я просто поставила на то, что мы успеем. Но, как видишь, ставка не сыграла."
#Мисс Хилл затягивается электронкой задрав голову.
Мисс Хилл: "Секс со студенткой посреди белого дня, когда в колледже дохрена народу..."
Мисс хилл: "Знаешь как это классно? Мог зайти ты. Мог зайти кто-либо ещё вроде директрисы. Риск, адреналин, все дела... Секс без риска - всё равно что сидеть в спорткаре даже не заведя мотор."
Мисс Хилл: "Без него жизнь в принципе не интересная."
#Мисс Хилл приподнимает край своей рубашки не оголяя грудь.
Мисс Хилл: "Даже сейчас кто-то может попасть в кабинет, а я тут своего студента соблазняю..."
Барди: "И у вас это офигенно получается..."
#Мисс Хилл смотрит на Барди игривой ухмылкой задирая рубашку ещё выше и оголяя грудь.
Мисс Хилл: "Да? Что ж... Я рада..."
Барди мысли: "Фак... Да она же... Нет, ладно, в принципе меня всё устраивает."
Барди мысли: "Долбанутая экстрималка..."
Барди: "Я смотрю твой настрой ещё не исчез..."
#Мисс Хилл оставляет рубашку расстёгнутой разведя её края и оголяя грудь.
Мисс Хилл: "Я была настроена выебать ту студентку. Но из-за кое кого, мне придётся довольствоваться малым..."
Барди: "Я думал человеку вроде тебя наоборот должно понравится то что вас с ней спалили..."
#Мисс Хилл отводит взгляд. Той ухмылки больше нет, только улыбка.
Мисс Хилл: "Не всегда знаешь ли..."
Барди: "Знаешь, я в любой момент могу искупить свою вину."
#Мисс Хилл смотрит на Барди оценивающим взглядом.
Мисс Хилл: "Нет, думаю с тебя хватит."
Барди мысли: "Фак..."
Барди: "Ладно, я вроде понял тебя. Вот уж чего точно не ожидал от своего преподавателя..."
Барди: "Но, если тебе нравится подобное, почему тогда тусовку свернула?"
#Мисс Хилл смотрит на Барди удивлённо. Позу меняйте. Играйте с ракурсами.
Мисс Хилл: "Что? Ничего я не сворачивала!"
#Мисс Хилл нейтральная.
Мисс Хилл: "Просто, мне так впадлу заниматься всей этой организацией... А Шон такой человек, который найдёт решения для спасения любой тусы. И нашёл как видишь..."
Барди: "Мда... Жестоко. Но на счёт Шона, ты права."
Мисс Хилл: "Ладно, выкладывай уже. Что вы там придумали. На директрису плевать. Основная проблема это ботаники... Из-за своего подхода, у меня с ними слегка... Натянутые отношения..."
#Мисс Хилл внимательно слушает Барди.
Барди: "Ну, с этим разберусь я. Я знаю их... так сказать, авторитета, который по моей просьбе поговорит с остальными."
#Мисс Хилл смотрит на Барди удивлённо.
Мисс Хилл: "Серьёзно? Я буквально была уверена, что он просто подкинул тебя ко мне чтоб ты уговорил меня не сворачивать тусу... Не думала что решение найдётся так быстро..."
Барди: "Скажу тебе больше, если всё пройдёт как надо, они буду с нами на тусе."
#Мисс Хилл в ахуе смотрит на Барди.
Барди: "Можешь себе представить кучу бухих в хлам зубрёжников, на оргии с остальными студентами?"
Мисс Хилл: "Барди это же охренено!"
#Мисс Хилл вскакивает со стула и радостная держится за лоб.
Мисс Хилл: "Это же охрененно Барди!"
Мисс Хилл: "Боже... Почему мне кажется что после такого, за мной остаётся охренеть какой должок!"
#Мисс Хилл смотрит на Барди с игривой ухмылкой.
Мисс Хилл: "Тут же даже автомата будет мало... Верно?"
Барди мысли: "Ох... Кажется намечается что-то интересное..."
Барди: "В принципе, твой нынешний настрой может решить этот вопрос..."
#Мисс Хилл сексуальной походкой подходит к Барди. Смотрит на него  с той же ухмылкой. Приспускает рубашку с плеч.
Мисс хилл: "Да? Думаю это будет... Равноценно..."
Барди: "Ага..."
#Мисс Хилл надевает рубашку назад и начинает застёгивать пуговицы.
Мисс Хилл: "Отлично! Вот тебе и мотивация!  рассчитываю на тебя!"
Барди мысли: "Фа-а-а-ак! Да ты наверно шутишь мать твою!"
Бард: "Фак! Серьёзно!? Можно хотя бы аванс!"
#Мисс Хилл задумчивая. Стоит облокотившись к столу рядом с Барди. Затем смотрит на него с улыбкой.
Мисс Хилл: "Хорошо. Ты получишь аванс, как только я узнаю, что проблема зубрил решена."
Барди: "Да ну не-ет! Так не честно! Это не гуманно и жестоко!"
#Барди показывает на свой выпирающий сквозь джинсы член.
Барди: "Проблема есть! Проблема создана тобой! И проблему нужно решать!"
#Мисс Хилл смотрит на Пах Барди с приятным удивлением.
Мисс Хилл: "Оу... Я смотрю тебе есть чем гордиться... Значит я с ещё большим нетерпением буду ждать тебя с хорошими новостями..."
Барди мысли: "Да фак!"
#Мисс Хилл показывает Барди на дверь.
Мисс Хилл: "Удачи сладкий. Надеюсь ты не станешь с этим тянуть..."
#Барди встаёт со стула. Мисс хилл смотрит на него с ухмылкой.
Барди: "Ладно, я тебя понял. Всё будет на высшем уровне, и тогда, будь уверена. Тебе не поздоровится..."
Мисс Хилл: "Буду с нетерпением ждать!"
#Барди уходит из кабинета.
Барди мысли: "Фак... Вот же стерва... Но чёрт побери, мне нравится во что это всё вытекает..."
Барди мысли: "Так, нужно сказать Шону, что я точно уже в деле..."
#Конец сцены. Игрок получает свободу действий.
#Сразу после этой сцены Барди должен достать телефон и поговорить с шоном. Вкиньте это в задания.

#Диалог с шоном по телефону.
Барди чат: "Ладно бро, я поговорил с ней. Теперь я точно в деле."
Шон чат: "Воу! Отлично бро! Тогда встретимся и перетрём на счёт зубрил? Я всё ещё не знаю что ты собрался делать."
Шон чат: "Тебе нужна помощь?"
Барди чат: "На самом деле пригодилась бы... Мне нужно пару бутылок пивка... Сможешь протащить их в колледж?"
Шон чат: "Если это ради нашей тусы, то вообще без проблем дружище!"
Барди: "Тогда отлично! Принеси их мне, и можешь вообще не думать о ботаниках. Считай что эта проблема уже решена."
Шон чат: "Хах! Отлично бро! Рассчитываю на тебя! Мы устроим тусу таких масштабов! Это станет одной из легенд этого тухлого городка, которую деды будут рассказывать своим внукам бро!"
Барди чат: "Ох... Не сомневаюсь."
Шон чат: "Ладно. Всё будет братишка. Пиво оставлю в твоём шкафчике удачи бро. а я пока разберусь с инфой по директору."
Барди чат: "Ага, удачи."
#Конец чата. Барди убирает телефон.
#Появляется задание по информатичке: "Забрать пивас из шкафчика Барди."


#Барди открывает шкафчик, берёт две бутылки пива, и разворачивает записку.
#Надпись на записке: "Всё ради благой цели. Надеюсь ты знаешь что делаешь бро..."
Барди мысли: "Ох... Не сомневайся бро... Ещё как знаю..."
Барди мысли: "И так... А теперь, надо по быстрому перетереть с Лео... Наверняка он как всегда сидит в библиотеке..."
#Конец сцены. Игрок получает свободу действий. В заданиях по тусе (информатичке) Напишите что игроку нужно попиздеть с лео.




Диалог с Лео.
Он проходит в библиотеке. Включается пусть как и остальные автотригером.

#Барди приходит в библиотеку. видит лео который усердно строчит что-то в тетради и смотрит в книгу.
Барди мысли: "Ага... А вот и лидер наших книжных червей... Что ж... попробуем наставить его на путь истинный..."
#Барди подходит к Лео.
Барди: "Хей здарова братишка! Я смотрю работа кипит, да?"
#Лео подскакивает с испуга, а затем видит Барди и вскакивает с места на радостях.
Лео: "Барди! Дружище!"
#Лео всячески радостно жестикулируя рассказывает Барди о своих успехах.
Лео: "Всё отпадно Барди! Всё просто шикарно! Пёзды сыпятся одна за другой"
Лео: "И прикинь! Они такие тупые! За элементарную задачку мне уже трое сиськи показали!"
Лео: "Три девушки! Прикинь!?"
#Лео, не получив ожидаемый дикий восторг от Барди, смотрит на него в смятении.
Барди: "Погоди, что!? Показали сиськи!?"
Лео: "Ну... Да... А что не так?"
Барди: "Бог ты мой... Лео! Ты идиот!"
#Лео сидит опустив голову и виновато отведя руки за спину смотрит в пол.
Барди: "Дружище! Ты чего!? Я дал тебе элементарную схему! Рабочую на 100 процентов!"
Барди: "Боже..."
#Барди устало садится на стул. Лео взволнованно смотрит на него.
Лео: "Что такое? Барди? Я чем-то тебя задел?"
Барди: "Да нет, бро, ничем ты чего!"
#Лео. опять виноватое выражение лица и та же поза.
Барди: "Просто... Я даю элементарную схему... За бесплатно, по доброте душевной! Даю знания, за которые вся коалиция задротов готова душу продать!"
Барди: "И как ты этими знаниями пользуешься?"
Барди: "Смотришь на сиськи... Даже не трогаешь сиськи... Смотришь! Мать твою Лео! Ты чего делаешь!?"
#Лео чуть поднимает взгляд пытаясь оправдаться.
Лео: "Ну... Я просто..."
Барди: "Что просто!? Что просто, братишка!?"
Лео: "Сиськи класные..."
Барди мысли: "Фак... И ведь не поспоришь..."
#Лео снова виновато смотрит в пол.
Барди: "И для тебя этого достаточно? Тебе хватает просто смотреть!?"
Лео: "..."
Барди: "Знаешь что ещё круче? Ещё круче трогать сиськи братишка! Но похоже... Ох... Зря я видимо на тебя положился... А я ведь думал, что ты хочешь наконец зажечь огонь в своей тухлой жизни..."
#Лео смотрит на Барди испуганно.
Барди: "Ты ещё слишком зелёный для этого..."
Барди: "Я-то думал ты наконец перестанешь трусить. Станешь своим в доску и мы закатим офигенную тусу с кучей пьяных девочек... Но вряд ли человек навроде тебя сможет мне помочь с этим..."
#Лео падает на колени перед Барди. В истерике хватается за его ногу.
Лео: "Нет пожалуйста! Барди!"
Лео: "Учитель! Не отрекайтесь от меня! Прошу! Я хочу на офигенную тусу!"
Барди: "Мне очень жаль... Но видимо мне придётся найти кого-то другого... Кого-нибудь, кому недостаточно просто смотреть на сиськи..."
#Руки лео опустились. Взгляд стал пустым. Он смотрит перед собой, словно и вовсе сквозь весь этот мир.
Лео: "Нет... Нет, Барди..."
Лео: "Прошу... Я изменюсь... Обещаю..."
Лео: "Я не хочу, чтоб та вечеринка... Стала для меня последней... Барди... Прошу..."
Барди мысли: "Так... Кажется с него хватит, пока совсем кукуха не слетела."
#Лео смотрит на Барди сквозь слёзы счастья.
Барди: "Изменишься? Хмм... Это будет трудно... Не думаю, что у тебя полу..."
Лео: "У меня получится! Я смогу Барди!"
Барди: "Ты уверен? Это будет трудно... Особенно то о чём я хотел тебя попросить..."
#Лео вытирает глаза.
Лео: "Я смогу!"
Барди: "Ладно, тогда скажи мне наконец, чего ты хочешь? Просто смотреть на сиськи!?"
#Лео отводит смущённый взгляд.
Лео: "Я хочу... Трахаться..."
Барди: "Что ты сказал? Я чёт ничего не услышал..."
#Лео смотрит на Бради горящими глазами и стыдливым лицом.
Лео: "Я хочу трахаться!"
#Барди помогает лео встать.
Барди: "Вот так-то лучше, дружище! Надеюсь ты меня не подведёшь..."
Лео: "Я сделаю всё! Жопу порву, Барди, но сделаю!"
Барди: "вот и отлично."
Барди: "Садись рядом"
#Лео садится рядом с Барди. Барди достаёт и кладёт на стол бутылки с пивом. Лео испуганно смотрит на них.
Лео: "Что это?"
Барди: "Это, испытание."
Лео: "Нельзя пить в колледже..."
Барди: "Прости, но если тебя остановит подобное, то говорить о намечающейся тусе и смысла нет."
#Лео в нерешительности смотрит на бутылки.
Лео: "..."
#Лео решительно хватает одну из бутылок и выпивает её залпом.
Барди мысли: "Фа-а-а-а-а-ак... Нихрена себе! А не переборщил ли я?..."
#Лео кладёт пустую бутылку на стол. решительно смотрит на следующую
Лео: "Я не подведу тебя! Не в этот раз!"
#Лео хватает вторую бутылку и собирается выжрать её тоже.
Барди мысли: "ФАК! ФАК! ФАК! Переборщил! Явно переборщил!"
#Барди хватает Лео за руку отводя бутылку от его рта.
Барди: "Всё бро! Всё! Успокойся! Этого более чем достаточно!"
#Лео смотрит счастливым взглядом на Барди.
Лео: "Да? Значит..."
Барди: "Да... Ты в игре братишка!"
#Лео на радостях задирает руки кулаками в небо.
Лео: "Да! Я в игре!"
Барди: "Ладно. Перейдём к делу."
#Лео смотрит на Барди серьёзным видом. Его щёки чуть красные от бухла..
Лео: "Перейдём..."
Барди: "Отлично."
Барди: "Представь себе... Мы в колледже. Учителей нет, директриса в отпуске..."
Барди: "Куча бухла и веселья..."
#Лео чуть встревожен.
Лео: "Прямо в колледже?"
Барди: "И куча пьяных девчонок. Все они полуголые..."
Барди: "У всех есть эм... Сиськи... Очень много сисек, и все эти сиськи можно потрогать..."
#Лео начинает уже плыть в своих фантазиях. Лицо краснеет от бухла. Он в блаженстве.
Лео: "Да... Мне нравится... Продолжай..."
Барди: "В каждом кабинете, бухие в хлам девочки, так и жаждущие запрыгнуть на твой член!"
Лео: "О да..."
#Лео прикрыл глаза плавая в своих фантазиях.
Барди: "Представь, как тебя уже окружила толпа пьяных красоток. Голых красоток... И все с сиськами!"
Лео: "М-м-м-м... Все-все?"
Барди: "Все до единой!"
Лео: "А дальше?"
Барди: "А дальше, в колледж забегает злая как черт директриса и разгоняет всех твоих девочек по домам!"
#Лео приоткрывает глаза и смотрит хмуро на Барди.
Лео: "Почему!?"
Барди: "Потому что какой-то зубрила, рассказал ей что в колледже планируется охренительная туса, Лео. Туса, в которой ты мог бы потрахаться с десятками пьяных красоток, одна за другой."
#Лео подскакивает в ярости и стоит бухой в хлам в позе яростного халка.
Лео: "Кто!? Я сломаю на две части этого грёбанного предателя!? Барди! Только скажи кто он! И мы набьём рыло этому ботанику!"
Барди: "И на его место встанет другой ботаник... Дружище..."
#Лео пригубил второе пиво, сделал несколько глотков, а на следующем рендере стоит и строит планы с дьявольской ухмылкой.
Лео: "Значит мы закопаем их всех..."
Барди мысли: "Фак! Кажется... Я ненароком породил чудовище..."
Барди: "Нет Лео! Мы не будем никого убивать!"
#Лео смотрит на Барди хмурым вопросительным взглядом.
Лео: "..."
Барди: "..."
Лео: "Почему?"
Барди мысли: "Фак! Лео! Остановись!"
Барди: "Тогда наша туса может сорваться."
#Лео успокаиваясь садится на стул, головой упирается в ладонь и задумывается глядя в сторону.
Лео: "А как тогда?"
Барди: "Вот тут мне и пригодится твоя помощь, дружище!"
#Лео в той же позе переводит взгляд на Барди и внимательно слушает.
Барди: "Зубрилы не станут слушать ни меня, ни Шона, верно?"
Лео: Ни в коем случае."
Барди: Но среди ботаников нашего колледжа ты имеешь огромный авторитет, так?
Лео:  "Так."
Барди: "Во-от. И по этому, я хочу чтоб ты поговорил с ними. ты знаешь чего они хотят. Они все - зубрилы, но ты как никто другой знаешь, о их потаённых желаниях, Лео."
Барди: "Уговори их прийти а нашу тусу. Пообещай им девчёнок, веселье... Не знаю... Пообещай зажечь их тухлые жизни!"
#Лео отмахивается от барди.
Лео: "Легче просто их всех закопать, Барди. Чего нам с ними церемониться?"
Барди мысли: "Да Лео мать твою!"
Барди: "Нет, лео, так не пойдёт. Нужно именно притащить их на тусу. Я уверен среди них есть девчонка которую ты бы тоже хотел трахнуть, так чем не офигенный шанс?"
#Лео снова отводит в сторону задумчивый взгляд.
Барди: "Ты же сказал что я могу на тебя положиться."
Лео: "Так-то она так... Но..."
Барди: "Трахаться хочешь? Или уже расхотелось? Если мы этого не сделаем, тусовка накроется. И что дальше? будешь продолжать дрочить на сиськи?"
#Лео встаёт со стула. Вид овер серьёзный.
Лео: "Считай что проблема решена."
#Лео разворачивается и идёт к выходу из библиотеки.
Барди: "Погоди! Ты же не собираешься их убивать!? Лео!"
#Лео кладёт руку на ручку двери.
Лео: "Не думай об этом, дружище. Просто положись на меня. Шон даст тебе знать когда всё будет готово."
#Лео выходит из библиотеки.
Барди мысли: "Фак.. Надеюсь всё обойдётся..."
Барди мысли: "Боже... И в кого я превращаюсь..."
Барди: "И превращаю лео... Меня всё не отпускает мысль о том, что я породил чудовище..."
#Конец сцены. Игрок получает свободу действий.
#В задачах по тусовке появляется задание: "Сообщить Мисс Хилл что всё готово."


И так, с выполнением этих нехитрых манипуляций, мы должны вернуться к мисс Хилл и сказать ей что всё готово. Потому закидываем этот факт в подсказки и пиздохаем покорять сердце информатички и забирать свой аванс. Вообще, в плане об этом ничего не сказано... Но мне кажется нужно добавить хоть какую-то порнушку в этот апдейт, а то чот совсем не то получается...

#Сцена с информатикой запускается автотригером когда игрок клацает на дверь кабинета информатики.
Действующие лица: "Барди, Мисс Хилл. Шон чат, Лео в видео."
Локация: "Кабинет информатики."
Время: "Доступно только в будни на утро или день."
#Игрок клацает на дверь кабинета информатики.
Барди: "Ну... Надеюсь Лео не подведёт... А я пока пожалуй зайду за своим обещанным авансом..."
Барди: "Надеюсь она не трахает там очередную студентку..."
#Барди открывает дверь в кабинет информатики.
Барди: "Не помешаю?"
#Барди в кабинете информатики. Информатичка сидит за столом и перебирает какие-то документы. В сторонке от неё стоит открытый ноут. Её взгляд падает на Барди.
Мисс Хилл: "А... Это ты..."
Барди: "Ага."
Мисс Хилл: "Заходи."
#Мисс Хилл достаёт снова свои чипсы, закидывает ноги на стол и смотрит в ноут.
Барди: "Я смотрю, работа тебя совсем не мучает... Чипсы, сериальчики, удобное кресло..."
Мисс Хилл: "Ага... Прям работа мечты. Ещё бы зарплату побольше..."
Барди: "Но вы можете совращать студенток."
Мисс Хилл: "Ну... Надо же мне чем-то крыть низкую оплату труда..."
Барди: "Хах... Гениально..."
#Мисс Хилл переводит взгляд на Барди.
Мисс Хилл: "Ну и чего ты стоишь там? Я тут офигенный сериал нашла, пошли покажу."
#Барди подходит ближе.
Барди: "Погоди, не до сериалов пока."
#Мисс хилл смотрит на Барди удивлённым взглядом.
Мисс Хилл: "Есть какие-то успехи с задротами?"
Барди: "А то!"
Мисс Хилл: "Рассказывай."
Барди: "Да что рассказывать... Давай может лучше сразу к авансу."
#Мисс Хилл в ахуе. Закрывает ноутбук и откладывает чипсы.
Мисс Хилл: "Погоди, серьёзно?"
Барди: "Ага."
Мисс Хилл: "Так быстро?"
Барди: "Мотивация была уж слишком серьёзной!"
#Мисс Хилл на  радостях вскакивает со стула.
Мисс Хилл: "Барди! Д ты же мой герой! И как прошло!?"
Барди: "Ну... Я уже поговорил с авторитетом их коалиции... И теперь он должен уговорить их чтоб..."
#Мисс Хилл сразу чуть погрустнела.
Мисс Хилл: "А... Подожди. То есь пока ты просто поговорил с лидером?"
Барди: "Ну да."
Мисс Хилл: "А где гарантия того, что он не облажается?"
Барди: "Уж поверь... Этот не облажается."
#Мисс Хилл падает назад на свой стул и смотрит на Барди с ухмылкой.
Мисс Хилл: "Ни в чём нельзя быть уверенным наверняка, дружок. Пока вопрос не будет полностью решён, аванса тебе тоже не видать..."
Барди мысли: "Фак!"
Барди мысли: "Слушай это уже перебор!"
Мисс Хилл: "Давай - давай, сладкий, уговор дороже денег. Иди решай проблему до конца."
Барди мысли: "Да что теперь решать то!? Только ждать остаётся! Пока лео сам не разберётся со своими ребятами! И надеюсь без крови..."
#У Барди уведомление.
Барди: "Секунду."
#Барди достаёт телефон, там смс от шона. Открываем чат с шоном.
Шон чат: "Барди! Мать твою! Ты что сделал!?"
Барди чат: "Что такое?"
Шон чат: "Что такое!? Ты видел вообще что происходит на пляже!? Я уверен что это твоих рук дело! Но чёрт побери, как ты это сделал!?"
Барди чат: "Да что такое-то!? Не тяни!"
Шон чат: "Да я и сам плохо понимаю... Просто Лео позвал меня на пляж сославшись на тебя, а тут..."
Шон чат: "Тут куча злых девственников с недотрахом, во главе с Лео, яростно скандируют о перепихоне! Толпа задротов с их лидером..."
Шон чат: "Фак... Ладно, я так не объясню. Просто лови видео. Покажешь его мисс Хилл тоже и скажешь что проблема решена!"
#Шон отправляет видео.
Мисс Хилл: "Что там?"
Барди: "Да шон видо отправил, попросил посмотреть с тобой."
Мисс Хилл: "Ну так тащи."
#Барди подходит к мисс Хилл. Берёт телефон и открывает видео. Открывает его на весь экран как фотку.Лео стоит на лежаке указывая пальцем на толпу.
Шон: "Чувак это пипец! Просто вслушайся! Я не знаю что ты сделал, но сам дьявол не смог бы лучше!"
Некто из толпы: "Господин лео! Вы трогали сильки!?"
Лео: "Да! Я трогал сиськи!"
Некто из толпы: "И как это было!"
Некто из толпы: "Да! На что это похоже, босс!?"
#Лео зазнавшийся задрав нос и сложив руки на груди отвечает ему.
Лео: "Это похоже... На высшую точку наслаждения сравнимую с пребыванием в раю... И  я обещаю, что вы сможете ощутить это!"
Толпа: "ДА-А-А-А-А-А-А!"
Некто из толпы: "Мы сможем познакомиться с красивыми мальчиками!?"
Лео: "Однозначно! Они окружат вас своим вниманием и заботой!"
Толпа: "Неразборчивый женский визг"
Некто из толпы: "И как нам это получить!?"
Толпа: "Да! Как нам добиться этого!?"
#Лео властно жестикулируя поднимает толпу.
Лео: "А вот тут, вам нужно всего лишь следовать за мной! Так слушайте же меня, друзья!"
Лео: "Я даю вам шанс разжечь бурное пламя страсти и любви в наших жизнях! Шанс, который выпадает лишь раз в жизни!"
Лео: "Воспользуетесь ли вы им!? Или вас устраивает перспектива на всю жизнь остаться девственниками? и волочить своё бессмысленное существование!?"
Лео: "Я уже сделал это! Я переборол свой страх! И вы сможете! Следуйте за мной, и я проведу вас сквозь мирскую рутину в божественный сад райского наслаждения!"
Лео: "Девушки получас внимание всех красавчиков нашего колледжа! А парни, целую толпу красоток готовых ласкать вас до утра!"
#Лео поменяйте жестикуляцию.
Лео: "Ну!? Что вы выберете, друзья!? Продолжать вашу никчёмную жизнь, или же, пойти за мной и открыть для себя что-то новое! Ответьте!"
Толпа: "Мы пойдём за вами!"
Некто из толпы: "Я не хочу умереть девственником Учитель Лео! Прошу! провели меня в рай!"
Толпа: "Мы хотим трахаться!"
Некто из толпы: "И красивых мальчиков!"
#Лео смотрит на остальных с самодовольной улыбкой.
Лео: "Я услышал вас, друзья! Да будет так! Следуйте за мной, и совсем скоро, вы получите то, чего хотите!"
Лео: "А всех кто захочет нам помешать мы..."
Толпа: "Порвём на части!"
Толпа: "Мы закопаем их заживо!"
Некто из толпы: "Я не умру девственником!"
Лео: "Отлично, друзья. Меньшего я от вам и не ждал!"
#Лео показывает рукой на Шона.
Шон: "Ох, Барди... Кажись мне жопа..."
Лео: "Тогда вот он! Шон - наш проводник в мир наслаждения!"
Толпа: "Да-а-а-а-а-а-а!!!"
Шон: "Фак! Полная задница Барди!"
#Конец видео.
#Убираем телефон. Мисс Хилл смотрит в сторону в полном ахуе.
Мисс Хилл: "Охренеть..."
Барди: "Не то слово..."
Мисс Хилл: "Как ты это мать твою сделал!?"
#Мисс Хилл вскакивает со стула и начинает радоваться.
Мисс Хилл: "Барди мать твою как ты это сделал!?"
Барди: "Честно сказать... Сам не ожидал ТАКОГО результата..."
#Мисс Хилл обнимает Барди.
Мисс Хилл: "Ты мой герой Барди!"
Барди мысли: "Фак... ну... Он хотя бы никого не убил... Но теперь вместо одного чудовища готового снести любую. преграду на своём пути, мы имеем толпу чудовищ..."
Барди мысли: "Ладно... Сейчас не об этом..."
Барди: "И как? теперь я получу свой аванс? Как ты там говорила? уговор дороже денег?"
#Мисс Хилл смотрит на Барди игривой ухмылкой.
Мисс Хилл: "Ага... Говорила..."
#Мисс Хилл выталкивает Бади из кабинета.
Барди: "Хей! Там вообще-то другой уговор был!"
Мисс Хилл: "Знаю знаю, о мне нужно приготовиться. Приходи вечером! Я конечно люблю риск, но сейчас, будет плохо если нас прервут!"
#Барди уже в коридоре. на него смотрит с игривой ухмылкой и подмигивает мисс Хилл.
Мисс Хилл: "Я даже и не думала что произойдёт нечто настолько глобальное, а значит и аванс должен быть соответствующим. Вряд ли я откуплюсь тут простым миньетом..."
#Мисс Хилл захлопывает дверь. Барди остаётся за дверью.
Барди мысли: "Оу... Даже не знаю радоваться мне или огорчаться... Интересно, и что она там придумала?"
Барди мысли: "Пожалуй узнаю об этом вечером..."
Барди мысли: "Надеюсь это будет что-то стоящее..."
#Конец сцены, игрок получает свободу действий. В подсказках по усе напишите что Барди должен зайти за авансом вечером.


#И так... Осталось всего ничего. Сейчас пропишу сцену с авансом
Локация: "Кабинет информатики."
Действующие лица: "Барди, Мисс Хилл."
Время: "Вечер. И только будни."
#И так, сцена начинается на всё тех же автотриггер, при клике на кабинет по информатике вечером. Игрок подходит вечером в будний день к кабинету, кликает на дверь, и запускается сцена.
Барди мысли: "Ну... Вот я и на месте... И что она там придумала? И нет бы просто отсосать как нормальный человек, когда у меня был лютый стояк..."
Барди мысли: "С другой стороны нынешняя ситуация тоже выглядит весьма и весьма привлекательной и интригующей..."
Барди мысли: "Ну... Посмотрим что из этого выйдет..."
#Барди стучится в дверь.
Барди: "Можно?"
Мисс Хилл: "Заходи."
#Барди заходит в кабинет, ебаните эффект как будто ему глаза закрыли ладонями, тип сначала мы видим ладони из-за спины, потом темнота.
Барди мысли: "Оу... Даже так..."
Мисс Хилл: "А ты задержался..."
Барди: "Да ты что!? Я почти летел как только наступил вечер!"
Мисс Хилл: "Хи-хи..."
Мисс Хилл: "Ладно, пошли вперед. только медленно и осторожно."
Барди: "Что это вообще за сюрпризы?"
Мисс Хилл: "Ну-у-у... Знаешь... Я люблю что-то необычное. Живём один раз, хотелось бы успеть попробовать всё..."
Барди: "То есть это не моя награда, а скорее удовлетворение твоих фетишей?"
Мисс Хилл: "Хи-хи... Ну... можно и так сказать... Я давно хотела попробовать нечто подобное, и тут подвернулась возможность с тобой... Но я уверяю тебя, тебе понравится!"
Барди: "Оу... Ну... Тогда ладно."
Мисс Хилл: "Подожди! Обещай что будешь делать всё что я скажу, ладно?"
Барди: "Окей!"
Барди мысли: "Фак... а вот это уже страшно... и на что это я так уверенно подписался... От неё же можно ожидать чего угодно!"
Барди мысли: "Фак! Только бы не страпон, только бы не страпон, только бы мать его не страпон!"
Мисс Хилл: "Так, закрой глаза. Я надену тебе на глаза повязку и раздену тебя."
Барди: "..."
#Добавьте звуки раздевания.
Мисс Хилл: "Отлично. Теперь садись."
Барди мысли: "Фак! Только бы не дилдак на стуле, только бы не дилдак на стуле, только бы не... А... Вроде норм... Это просто стул..."
Мисс Хилл: "Заведи руки за спину. Ты конечно пообещал, но я хочу чтоб всё было наверняка..."
Барди мысли: "Да что за вашу мать! почему-то меня это реально начинает пугать... Надеюсь, когда мне развяжут глаза я не увижу четырёх перекаченных амбалов со стояками..."
Барди: "Слушай, это слегка пугает..."
Мисс Хилл: "Хи-хи-хи... Расслабься. Всё в порядке..."
Барди: "Я же не увижу перед собой четырёх голых качков?"
Мисс Хилл: "А хотел бы?"
Барди: "Упаси господь..."
Мисс Хилл: "Хах.. Ладно... Тебе в любом случае уже не сбежать."
Барди: "Предупреждаю, если что-то пойдёт не так, я начну кричать!"
Мисс Хилл: "Колледж пуст, а у меня есть кляп..."
Барди: "Так, может хватит уже издеваться надо мной!?"
Мисс Хилл: "Хи-хи... Ладно. сейчас я развяжу твои глаза."
#Мисс Хилл развязывает повязку на глазах Барди. Барди видит пустой кабинет. Мисс Хилл за его спиной. её пока не видим.
Барди: "Так... Одним страхом меньше... И что ты там задумала?"
#Барди смотрит на свои связанный ноги.
Мисс Хилл: "Сейчас узнаешь..."
#И так... Оденьте Мисс Хилл в костюм дьяволицы. Дайте ей в руки длинный хлыст. Костюм должен быть максимально откровенный. это либо очень откровенное боди, либо верх и низ. Но должно быть что-то сексуальное. на голове рожки, из задницы хвост на анальной пробке.
#Мисс Хилл медленно и сексуально обходит Барди. Сделайте это в нескольких рендерах. Под конец она встаёт перед Барди. Смотрит на него сексуальной доминирующей ухмылкой. Ебаште ахуительные сто тыщ прокруток!
Барди мысли: "Фа-а-а-а-ак... Хвала всем богам за твою фантазию..."
Мисс Хилл: "Ну как?"
Барди: "..."
Мисс хилл: "Эй? Язык проглотил?"
Барди: "Ага... Выглядишь отпадно..."
#Член Барди начинает приподниматься. Мисс Хилл с ухмылкой смотрит на него, касаясь его хлыстом.
Мисс Хилл: "Да... Я вижу..."
Мисс Хилл мысли: "Фак... Кажется... Я не учла размеры..."
Мисс Хилл: "Теперь мне становится страшно..."
Мисс Хилл: "Зови меня госпожой. Этот вечер, ты отыграешь в роли моей послушной сучки!”
#Мисс Хилл смотрит на Барди хмуро.
Барди: "Боже какие страсти... Какая зайка.... Знаешь? С твоим милашным личиком, на тебе этот костюм смотрится скорее мило."
#Мисс Хилл резким движением хуярит Барди хлыстом по плечу.
Барди: "Ау! Больно же!"
Мисс Хилл: "Повтори!"
Барди: "Всё всё... Я понял, суровая госпожа. Рот на замок."
#Мисс Хилл смотрит на Барди с ухмылкой.
Мисс Хилл: "Не заставляй меня использовать кляп. Я этого не хочу. У меня сегодня большие планы на твой ротик, сучка..."
Барди мысли: "Ну нихрена ж себе фетиши... Хммм... А почему бы и не подыграть? Когда ещё предоставится такая возможность?"
Барди: "Прошу прощения, госпожа... Готов принять любое ваше наказание."
Мисс Хилл: "Так лучше. Но сделай лицо попроще, если не хочешь получить ещё один удар. Ты в моей власти, зайчик. Я могу делать с тобой, что угодно."
#Мисс Хилл наклоняется к лицу Барди. шепчет ему с полностью доминирующей ухмылкой.
Мисс Хилл: "И не всё из этого, тебе может понравиться."
Барди мысли: "Фак... Надеюсь она всё ещё просто отыгрывает роль..."
Барди: "Да... Моя госпожа... Прошу прощения..."
#Мисс Хилл отстраняется от Барди. смотрит с довольной ухмылкой
Мисс Хилл: "Хм..."
Мисс Хилл: "Видишь? Как всё на самом деле просто..."
Мисс Хилл: "Если будешь вести себя хорошо, то получишь даже больше чем заслужил..."
Барди: "Фак... Мне начинает это нравится..."
#Мисс Хилл снова хмурая хуярит Барди плетью.
Мисс Хилл: "Тебе ещё учиться и учиться..."
Барди: "Ауч! Простите, Госпожа... Наградите меня пожалуйста..."
#На лице Мисс Хилл снова улыбк
Мисс Хилл: "Хорошо... Мой пёсик сегодня отличился, и даже заслужил награду."
#Мисс Хилл начинает танцевать вокруг Барди. Изобразите это в нескольких рендерах. в нескольких рендерах как она крутится перед ним, виляет задницей у члена.
Барди мысли: "Фак... Я сейчас взорвусь..."
#Мисс Хилл садится на колени Барди и держась за его шею, трётся киской о его член. Ебаните это анимацией сделайте её с нескольких ракурсов и пока идёт анимация, ебаште под неё диалог ниже.
Мисс Хилл: "Ну как? Моя сучка?"
Барди: "Это офигенно... Госпожа..."
Мисс Хилл: "Наслаждайся, пока добрая госпожа даёт тебе эту возможность..."
Барди: "Фак... Вы очень добры..."
Мисс Хилл: "Знаю..."
Мисс Хилл: "Пожалуй, на пока, с тебя хватит..."
#Мисс Хилл встаёт с Барди.
Барди: "Но..."
Мисс Хилл: "Моя сучка может лишь спросить разрешу ли я ей кончить."
#Мисс Хилл хуярит его хлыстом. Смотрит на него всё с той же доминирующей ухмылкой.
Барди: "Ау! Прошу прощения... Госпожа, у меня есть просьба. Позволите спросить?"
Мисс Хилл: "Позволяю. "
Барди: "Я хочу кончить от вашего ротика..."
#Мисс Хилл смотрит на Барди с наигранным удивлением.
Мисс Хилл: "Да?"
Мисс Хилл: "Посмотри ка лучше сюда, сучка!"
#Мисс Хилл кладёт ногу на спинку стула, прижимаясь киской к лицу Барди.
Мисс Хилл: "Твоя госпожа уже вся влажная, из-за тебя!"
Мисс Хилл: "Как ты собираешься решать этот вопрос, сучка?"
Барди: "Я..."
#Мисс Хилл не даёт ему договорить, толкая стул. Барди падает на спинку стула.
Мисс Хилл: "Можешь молчать. Я уже знаю ответ."
#Мисс Хилл подходит к Барди и встаёт над его лицом. (голова Барди между её ног.) ракурс снизу вверх. Она задвигает костюм в области паха в сторону обнажая киску.
#Мисс Хилл садится на колени над лицом Барди, прилегая киской к его губам. Елозит по ним.
Мисс Хилл: "Я же говорила что у меня есть планы на твой ротик."
Мисс Хилл: "Поработай хорошенько, псина. Я хочу чтоб ты вылизал её дочиста, и проглотил всё, до последней капли."
#Если мы можем как-то красиво это анимировать....(Я в душе не ебу как, и полагаюсь на любимых художников. Выручайте, друзья! Даже если она просто будет елозить по его лицу) То давайте сделаем это. И не забывайте про разные ракурсы.
Мисс Хилл: "Оу... А у тебя даже что-то получается..."
Барди мысли: "Фак... Мне реально начинает это нравится! Во что меня превратила эта грёбаная туса..."
Мисс хилл: "Да, вот так..."
Мисс Хилл: "Продолжай в том же темпе пока твоя хозяйка не кончит. Ты же хочешь доставить удовольствие своей госпоже, не так ли?"
Барди мысли: "Фак... и что это за мимолётное покорное: "Да!" - пронеслось у меня в голове!?"
#Мисс Хилл Хватается руками за волосы Барди. Она задирает голову.
Мисс Хилл: "О да... Не останавливайся!"
Мисс Хилл: "Если остановишься, накажу так, что мало не покажется, сучка!"
Мисс Хилл: "Да!"
Мисс Хилл: "О боже! Да!"
#Конец анимации если она была. Мисс Хилл перестаёт контролировать ноги, садится полностью на лицо Барди.
Мисс Хилл: "О боже... Да!..."
Мисс Хилл: "А ты умелая сучка!"
Мисс Хилл: "Определённо заслужил награду."
#Мисс Хилл поднимается на ноги, и поднимает стул барди на ножки.
#Мисс Хилл снова встаёт перед Барди.
Мисс Хилл: "Ну как? Вкусно?"
Барди: "Очень, госпожа..."
Мисс Хилл: "Отлично... Мне понравился твой язычок, я планирую пользоваться им чаще..."
Барди: "Госпожа... Я заслужил награду?"
#Мисс Хилл наигранная задумчивость.
Мисс Хилл: "Думаю... Определённо. Да. Ты заслужил."
Барди мысли: "Да неужели мать вашу я наконец получу свой отсос!"
#Мисс Хилл встаёт на колени и наклоняется к члену Барди. Берёт его в руки и начинает подрачивать. включаем анимацию дрочки.
Барди: "Ох боже..."
Мисс Хилл: "Мда... Кажется мне, что такими темпами это затянется..."
#Мисс Хилл дрочит рукой и сосёт головку члена.
Мисс Хилл мысли: "Фак... Какой же он всё-таки большой..."
Барди: "О да... Госпожа... Это охренено..."
Мисс Хилл мысли: "Интересно... Справится ли моё горло с ним..."
#Мисс Хилл убирает руку и начинает обсасывать член. Ебашим горловой в анимации в общем. Не забывайте менять ракурсы периодический, и показать это действо со всех сторон.
Барди мысли: "Ох фак! Нихрена себе у тебя опыта!"
Мисс Хилл мысли: "Ох чёрт... Откуда ты взял такой большой член! Моя глотка еле справляется!"
Мисс Хилл мысли: "Так... Аккуратнее... Только бы не задохнуться..."
Барди: "Чёрт... Это охренено!"
Мисс Хилл мысли: "Я знаю малыш... Так... Я вроде привыкла..."
Мисс Хилл мысли: "А что ты скажешь на это?"
#Ускоряем анимацию.
Барди: "Фак! Ты что реально из суккубов!?"
Барди: "Чёрт..."
Барди мысли: "Фак... Бошка плывёт, ну нафиг это отыгрывание роли! Это так охрененно!"
Мисс Хилл: "О да малыш... А ведь мы ещё даже не на пике..."
#Ускоряем анимацию ещё сильнее.
Барди: "Фа-а-ак! Чёрт..."
Барди мысли: "Это ещё не всё!? Боже... Зайка ты лучшая!"
Мисс Хилл мысли: "Ещё бы..."
Мисс Хилл мысли: "Но давай ка ты побыстрее, я не смогу долго в таком темпе..."
Барди: "Боже... Я уже скоро!"
Мисс Хилл мысли: "Давай уже! заполни мою глотку!"
#Барди кончает в рот мисс Хилл. сделайте это в нескольких рендерах.
#Мисс Хилл поднимается.
Барди: "Ох... Чёрт... Это было охренено..."
Мисс Хилл: "Ещё бы..."
Мисс Хилл: "Ладно, давай я тебя уже развяжу..."
#Мисс Хилл опускается на колени и развязывает ноги Барди, Затем уходит ему за спину и развязывает руки.
#Барди потирает запястья.
#Мисс Хилл стоит перед Барди. На лице усталая ухмылка.
Мисс Хилл: "Ну как? Было ведь круто? Пёсик?"
Барди мысли: "Хмм... Это было классно... Но не слишком ли госпожа зазналась?"
#Выбор: "Не брать реванш"/"Взять реванш(только для экстра версии.)"
#Ответ: "Взять реванш."
Барди мысли: "Фак… А почему бы и нет? помнится я ещё при первой встрече обещал ей отомстить…"
Барди: "Однозначно... Круто... Но как насчёт реванша?"
#Мисс Хилл смотрит на Барди удивлённо.
Мисс Хилл: "Что?"
Барди: "Зови меня: "Господин", сучка!"
#Барди хватает Мисс Хилл и толкает её к столу. Та падает животом на стол.
Мисс Хилл: "Так Барди, это уже чересчур!"
#Барди хуярит её плетью по заднице.
Мисс хилл: "Ау!"
Барди: "Я смотрю, тебе ещё учиться и учиться, да?"
Мисс Хилл: "Барди, я конечно хотела бы попробовать и это, но тебе не кажется что это уже далеко не аванс?"
#Барди ещё раз херачит её плетью.
Мисс Хилл: "Ау!..."
Барди: "А это и не аванс. Это уже моя маленькая месть…"
Мисс Хилл: "Господин... Хватит!"
#Барди херачит ещё раз.
Мисс Хилл: "Ау! Больно!"
Барди: "Неужели мне нужно учить тебя тому, как общаться со своим господином!?"
Мисс Хилл: "Прошу вас, перестаньте..."
Барди: "Во-от... Можешь же, когда захочешь..."
Мисс Хилл: "Прошу вас, господин, перестаньте... Если это произойдёт сейчас, чем мне отплатить вам на тусовке?"
Мисс Хилл мысли: "Фак-фак-фак! Нет! Я не хочу чтоб ты останавливался! Боже..."
Барди: "Не переживай, что-нибудь придумаем..."
Барди: "Видишь? Мне кажется, ты куда лучше подходишь на роль послушной сучки не так ли?"
Мисс Хилл: "Да... Как скажете..."
#Барди прикладывает член к её киске.
Мисс Хилл мысли: "Фак! У него всё ещё стояк!?"
Мисс Хилл: "Вы уже можете продолжать!?"
Барди: "Считай что это комплимент твоему телу..."
#Барди с силой заталкивает член в киску Мисс Хилл. Та выгибается.
#Включаем анимацию где Барди ебёт мисс хилл.
Мисс хилл: "О боже! Слишком Резко!"
Барди: "А что поделать... сучка сегодня плохо себя вела... Нужно как-то её наказать..."
Мисс Хилл: "Фак! Да! Накажи меня!"
#Барди шлёпает её по заднице.
Мисс хилл: "О боже! Да!"
Мисс Хилл: "Он огромен!"
Барди мысли: "Фак! Какая же она узкая!"
#Барди останавливается, и вынимает член.
Мисс хилл: "Нет! Барди! Господин!"
Барди: "Да успокойся. Не переживай, так просто ты не отделаешься..."
переворачивает Мисс Хилл на спину раздвигая ей ноги и задвигая в сторону трусы. В общем новый ахуеный ракурс. Барди ебёт Мисс хилл в анимации.
Мисс Хилл: "О Фак!"
Барди мысли: "О да, так лучше..."
#Барди ускоряется.
Барди: "Ну и как тебе? Сучка?"
Мисс Хилл: "О Боже, Господин, это прекрасно!"
Мисс хилл: "Прошу, не останавливайтесь!"
Мисс Хилл: "Ещё!"
Барди: "О боже... Да..."
#Ускоряем Анимацию до максимума.
Мисс Хилл: "О боже! Барди! Это слишком!"
Мисс Хилл: "Барди!"
Барди: "Заткнись пока я не затолкал кляп тебе в рот!"
Мисс Хилл мысли: "Фак! ФАК! Я скоро кончу!"
Мисс хилл мысли: "Фак фак фак! Это офигенно!"
Мисс хилл мысли: "Где ты чёрт побери был раньше!"
Барди: "О боже, Да! Я скоро кончу!"
Мисс Хилл: "Да! Я тоже! Заполните меня Хозяин!"
#С последним толчком Барди кончает в Мисс Хилл.
Мисс Хилл: "Ах! Фак!"
Барди: "О да..."
#Барди в анимации, медленно высовывает член из мисс Хилл. Та лежит уставшая.
Мисс Хилл: "Фак, Барди, Где ты был раньше!"
Мисс Хилл: "Ты же понимаешь, что мы обязаны это повторить!?"
Барди: "Боже... Естественно..."
#Конец ответвления. далее по одной ветке.

#Если экстраверсии нет - вариант с перепихоном не доступен.
#Выбор: "Не брать реванш."
Барди мысли: "Фак... Нет... Пожалуй с нас хватит..."
#Конец ответвления. далее по одной ветке.

#Затемнение.
#Просветление.
#Барди и Мисс Хилл сидят на полу рядом друг с другом. Выражение лица Мисс Хилл уставшее и довольое.
Барди: "Фак... Это было охренено! Это лучший аванс!"
Мисс Хилл: "Ага... Только вот... Нужно теперь придумать что-то для полной оплаты..."
Барди: "Уверен, твоя фантазия нас не подведёт..."
Барди: "К слову... Не думал что тебе нравится подобное..."
#Мисс Хилл смотрит на Барди хихикая.
Мисс Хилл: "Я тоже... Первый раз пробую"
Барди: "Серьёзно!?"
Мисс Хилл: "Ага..."
Барди: "Что ж... Получилось отпадно..."
#Мисс Хилл смотрит на Барди с сексуальной ухмылкой.
Мисс Хилл: "Рада что тебе понравилось... К слову, у тебя до безумия классный язык."
Мисс Хилл: "Я планирую часто звать его на рандеву со своей киской..."
Барди: "В любое время, в любом месте... К слову твой ротик тоже до безумия хорош."
#Мисс Хилл смотрит на Барди чуть грустно.
Мисс Хилл: "Отлично... Но наверно время у нас будет только после тусовки..."
Барди: "Ничего. Она тоже не за горами. Да и на ней, я думаю, ты найдешь интересный способ чтоб мы могли отжечь..."
#Мисс Хилл подмигивает Барди.
Мисс Хилл: "Не сомневайся... Не думаю, что после тебя мне захочется спать с кем-либо ещё..."
Мисс Хилл: "Сам на это подписался! Сам подсадил на это меня... Теперь будешь удовлетворять мои сексуальный потребности."
Барди: "Нет, ну давай уже будем честны, подсела на мой язык ты сама."
#Мисс хилл Смеётся  глядя перед собой.
Мисс Хилл: "А что я могла поделать! Это часть образа!"
#Мисс Хилл. Лёгкая улыбка.
Мисс Хилл: "Ладео, одевайся уже... Не стоит нам тут задерживаться."
Мисс Хилл: "Тебе осталось только принести небольшой взнос для организации вечеринки, а с остальным разберёмся мы с Шоном."
Барди: "Ага. Замётано!"
#Барди встаёт и подходит к своей одежде.
#Затемнение.
#Просветление.
#Барди одет. стоит перед Мисс Хилл. та всё так же устало сидит на полу и курит электронку.
Барди: "Ладно. Тогда на этом всё?"
Мисс Хилл: "Ага... Я посижу тут ещё немного, а потом пойду... Удачи..."
Барди: "И тебе."
#Барди подходит к двери, затем - выходит из кабинета.
Барди мысли: "Фак... Это было... Отпадно..."
Барди мысли: "Не думал что доминация со стороны девушки, может быть такой приятной..."
Барди мысли: "И эта Мисс Хилл - оказывается та ещё штучка..."
Барди мысли: "Фак... Мои ожидания на эту тусу растут на глазах... Нужно срочно заработать денег..."
#Конец сцены. Сцена заканчивается глубокой ночью. Барди может только вернуться домой и поспать. В заданиях по тусе появляется подсказка: "Заработать денег(КОЛИЧЕСТВО УКАЗЫВАЕТЕ САААМИИИИИИИ ИСХОДЯ ИЗ ЕГО ЗАРАБОТКА)"

#Так... И наконец заключительная сцена. Активируется когда Барди придёт к кабинету информатики с нужной суммой и нажмёт на дверь.
Локация: "Кабинет информатики."
Действующие лица: "Барди, Мисс Хилл."
Время: "День или утро в будни."
#Барди клацает на кабинет информатики и заходит внутрь. Мисс Хилл пинает балду за столом.
#Мисс Хилл радостно смотрит на Барди.
Мисс Хилл: "О! Сам шаловливый язычок пожаловал!"
Барди: "Так! А давай ка без погонял обойдёмся, королева минета..."
Мисс Хилл: "Как скажешь!"
#Барди подходит ближе.
Барди: "Я деньги принёс."
#Барди протягивает Мисс Хилл деньги. Она их берёт. На след рендере  Она просто смотрит на него с улыбкой.
Барди: "Как там с организацией?"
Мисс Хилл: "Ох... На счёт этого не волнуйся. Мы с Шоном справимся со всем остальным. Остались только мелочи..."
Барди: "Отлично, тогда  пошёл?"
#Мисс Хилл смотрит на барди с игривый ухмылкой
Мисс Хилл: "Ага. Смотри только не слейся... У меня на тебя большие планы..."
Барди: "Ох об этом можешь не беспокоиться. Мне безумно нравятся твои идеи..."
Мисс Хилл: "Рада слышать... Ты не разочаруешься, уж поверь..."
Барди: "А я и не сомневаюсь в этом."
#Барди уходит к двери и выходит за дверь.
Барди мысли: "Что ж... Осталось только ждать..."
#Конец сцены. игрок получает свободу действий.
