## понедельник, утро
## начало v 6


Софи 4.1
#На сколько мы помним, в прошлой сцене, а если точнее в сцене Софи 4, Софи вместе с Барди наклюкались по случаю косяка Генри. Точнее нахуярилась Софи, а Барди как подпёздывающая подружка, поджигал её зад и подливал алкоголя в бокал. Закончилось это всё тем, что Барди довёл ужратую в хлам Софи в комнату и уложил спать.  После чего ушёл спать и сам, практически трезвый.
#Таким образом, при пробуждении, Барди должен подумать о том что там с Софи.
#И так, сама сцена.
#Барди просыпается у себя в комнате, садится на кровать.
#Барди видит флешбек из сцены Софи 4. Просто сделайте несколько листающихся кадров из сцены Софи 4, затемнить или наоборот сделайте их чуть блеклыми чтоб это выглядело как флешбек. Возьмите один кадр из начала сцены с софи, второй из момента где она на диване уже пьяная, и третий из момента где Барди уже укладывает Софи спать.
Барди: "Ох... Весёлая же была ночка... Интересно, Софи там в порядке?..."
Барди: "Вчера она была подавлена, хоть и излила душу под алкоголем..."
Барди: "Наверно стоит пойти и проверить "
#Барди встаёт с кровати  и идёт к выходу из комнаты. Чтоб не показывать весь его переход по комнатам, просто сделайте затемнение и просветление  после которого он появляется перед комнатой Софи.
#Барди стучится в комнату Софи.
Барди мысли: "Может ещё спит?"
#Слышится голос за спиной. Не знаю можно ли это как-то показать на если можно, тип сказать что голос тип из-за спины,  а не голос раздавшийся из комнаты.
Софи: "Да?"
#Барди резко оборачивается. Перед ним Софи, волосы чуть растрёпаны, на ней какой-то халат завязанный на похуй, вид такой, словно она только проснулась. В руке держит стакан с какой-то жидкостью прозрачной.
Барди: "О, доброе утро..."
Барди: "Уже проснулась..."
#На лице Софи появляется досада.
Софи: "Да, доброе..."
#Ебаните прокрутку по Софи.
Барди мысли: "Боже... Потрепало же её... Не думал что пара бокалов вина возымеют такой эффект"
Софи: "А ты как?"
Барди: "Да, тоже всё хорошо..."
#Софи отводит взгляд.
Софи: "На счёт вчерашнего..."
#Софи смотрит в глаза Барди. Вид стыдливый.
Барди: "Всё хорошо, не переживай. Всем порой нужно изливать душу."
#На лице у софи лёгкая улыбка. Она снова отводит взгляд в сторону.
Софи: "Да... Спасибо."
Софи мысли: "Господи... Помнить бы ещё о чём мы вчера говорили..."
Софи мысли: "Ну... Вряд ли там что-то криминальное... Но после того разговора мне явно стало легче..."
#Софи растерянная совсем чуть чуть. Словно Барди выдернул её из размышлений.
Барди: "А как ты себя чувствуешь вообще?"
Софи: "Что?...."
#Софи растерянная улыбка.
Софи: "Ах... Точно..."
Софи: "В принципе всё более или менее в порядке"
#Софи слегка подавленная, словно в дискомфорте.
Софи: "Но сегодня я пожалуй отлежусь у себя.."
Барди: "Ясно... Рад что ты в порядке."
#Софи с таким же выражением лица и в таком же состоянии смотрит на Барди, слегка улыбаясь, но выглядит это скорее как измученная улыбка. подавленная слегка.
Софи: "Спасибо."
#Софи подходит к двери и скрывается за дверью.
Барди мысли: "..."
Барди мысли: "Что ж.. Надеюсь всё действительно хорошо..."
#Конец сцены, игрок получает свободу действий. Время суток не меняется. Сцена слишком короткая для этого
