#Сцена 1.3
#Включается всегда если Барди ебался с Кэрри уже один раз.

#Барди в очередной раз подходит к дому Кэти. В руках Барди коробка и планшет с документом для подписи клиента.
bardi_t "Оппа... А вот и очередное рандеву..."
#Барди смотрит на планшет с заказами. и читает что заказала Кэрри.
bardi_t "Оппа... Только пачка самых дешевых презервативов?..."
#Барди вновь смотрит на дверь.
bardi "Что ж... Да здравствуют чаевые!"
#Барди звонит в звонок.
#Кэрри открывает дверь. Смотрит на Барди с сексуальной игривой ухмылкой. (Можно было бы ебануть новый наряд для разнообразия, но это не обязательно. Просто было бы классно. Вот только это может вызвать некоторые трудности, тип переделывать рендеры, анимации(Будут использоваться те же что и в прошлых сценах.) и прочее. Это будет геморно, поэтому можно и со старым. В принципе игрушек больше не будет, так что переделывать все равно что-то придется. В общем делайте как удобно.)
client_carrie "Ох, Барди! Наконец-то ты пришел..."
client_carrie "А я уже заждалась..."
bardi "Летел как мог, когда увидел заказ..."
#Кэрри смотрит на БАрди улыбаясь. Поза - облокотилась к дверному косяку.
client_carrie "Ты не выглядишь особо потным, врунишка..."
bardi "Думаю таким меня видеть тебе всяко приятнее..."
#Кэрри окидывает барди оценивающим взглядом.
client_carrie "Что ж... Это правда..."
bardi "В любом случае, заказ доставлен!"
#Барди протягивает Кэрри коробку презервативов и планшет с документом для росписи.
#Кэрри берет их, расписывается в документе и смотрит из под него на Барди.
client_carrie "Но мы же оба понимает что настоящим товаром был ты?"
#Кэрри возвращает документ Барди, Барди принимает его.
bardi "Конечно..."
#Кэрри отходит пропуская Барди в дом.
client_carrie "Ну что? Зайдешь на чашечку кофе?"
#Выбор кролик\крыса: "Да, конечно + крыса- Нет, сегодня много работы + кролик"

#Ответ: "Нет, сегодня слишком много работы. + кролик."
#Кэрри расстроенным и сочувствующим взглядом смотрит на Барди.
bardi "Ох... Я бы с радостью... Но сегодня у меня полно заказов."
bardi "У меня совершенно нет времени..."
#Кэрри приближается к Барди, смотрит ему прямо в глаза. сексуальная улыбка на лице. Руки на плечах Барди.
client_carrie "Что, даже совсем чуть чуть?"
bardi_t "Фа-а-ак... Чертова работа... Ну почему именно сегодня заказов так много!?"
#Кэрри отводит расстроенный взгляд вниз.
bardi "Даже на чуть чуть... К сожалению..."
client_carrie "Эх... А я уже настроилась..."
bardi "Да я... Знаешь... Тоже..."
#Кэрри смотрит на Барди с улыбкой.
bardi "Но ничего. В следующий раз - обязательно!"
client_carrie "Ну ладно... Я запомнила."
#Кэрри подмигивает Барди.
client_carrie "Еще один такой облом и мне снова придется заказывать виагру."
client_carrie "Не вынуждай меня."
#Кэрри довольная улыбка. Поза скексуальная.
bardi "Хах... Боже, зачем женщине вроде тебя вообще виагра?"
bardi "Один твой образ действует лучше любых таблеток!"
client_carrie "Ну спасибо... Льстец..."
#Кэрри улыбается.
bardi "Какая лесть? Чистая правда!"
client_carrie "Хах... Ладно, красавчик. Удачи на работе. Жду в следующий раз..."
#Кэрри разворачивается к дому.
bardi "Ага, я тоже..."
#Кэрри развернулась и уходит в дом. в нескольких рендерах. Сделайте сексуальный ракурс на ее задницу.
bardi_t "Боже... Сколько же я теряю..."
#Дверь за Кэрри закрывается.
bardi "Фак... Ну какого же хрена!? В такие моменты я начинаю ненавидеть свою работу!"
#Затемнение.
#Просветление.
#Конец сцены. Включается сцена конца рабочего дня, после которой Барди получает свободу действий. К концу рабочего дня, Барди получает нормальное стандартное зп для этого уровня интернет магазина без чаевых.

#Ответ: "Да, конечно + крыса"
#Кэрри смотрит на Барди выжидающим взглядом. Эмоции на ее лице - возбуждение и нетерпение.
bardi_t "Фак... Работы как всегда валом..."
#Заостряем взгляд на груди Кэрри.
bardi_t "Но черт... Я устраивался сюда только ради этого условия!"
#Кэрри Сексуальная радостная ухмылка.
bardi "Конечно... Если мы с тобой думаем об одном и том же кофе..."
client_carrie "Думаю наши мысли схожи..."
#Кэрри смотрит на БАрди с ухмылкой приподняв бровь.
bardi "Будем проверять качество презервативов?"
client_carrie "Нет. Я верю вашему магазину."
#Кэрри наклоняется к Барди.
client_carrie "И ненавижу резинки."
bardi "Воооу... Я тебя понял..."
bardi "Значит не будем тянуть."
#Барди заходит в дом.
#Затемнение.
#Просветление.
#Барди в гостинной у Кэрри. Кэрри идет за ним.
#Барди оборачивается к Кэрри.
#Кэрри сходу целует Барди в губы. Ебаните несколько сексиракурсов в поцелуе, тип положите руки Барди на задницу Кэрри итд.
#Кэрри отстраняется но только лицом. Ее лицо возбужденное.
bardi "Воу... Какая же ты нетерпеливая..."
client_carrie "Я ждала этого целую вечность!"
client_carrie "И кто бы вообще говорил, я уже чувствую твой член."
#Барди запускает руку в трусики к Кэрри.
bardi "Ага, и снова кто бы говорил..."
client_carrie "Может уже начнем?"
#Барди валит Кэрри на диван, так, чтоб он был сверху и срывает пуговицы с рубашки. Начинает ласкать ее грудь, изобразите это в нескольких рендерах.
#Барди целует Кэрри в губы.
client_carrie "Ммм...."
#Далее меняем ракурс и показываем как он второй рукой дрочит ей. (Клитор.)
bardi "И точно... Ты же вся уже мокрая!"
client_carrie "С того момента как ты позвонил в дверь..."
#Кэрри в нетерпении.
client_carrie "Боже когда ты уже достанешь свой член! Не тяни!"
bardi "Момент."
#Барди растегивает и приспускает штаны. После вынимает член.
#Кэрри наблюдает за этим. Лицо удивленное.
client_carrie "О боже... Какой же он огромный!"
bardi "Ты же его уже видела."
#Кэрри переводит удивленный взгляд на Барди.
client_carrie "Ну и что!? Это не отменяет того что он огромен!"
#Кэрри снова переводит взгляд на член Барди.
client_carrie "Когда мы уже начнем?"
bardi "Хах... Такая нетерпеливая..."
#Выбор: "Выебать в киску\ выебать в задницу."

#Если выбрать классический секс:
client_carrie "Он точно влезет?"
bardi "Не переживай, в прошлый раз ведь влез..."
#Кэрри смотрит на лицо Барди с таким же ахуевающим лицом.
bardi "Не переживай. Чуть что поможем."
client_carrie "Что?"
#Барди вставляет член в Кэрри, Она в ахуях запрокидывает голову назад и выгибается в спине.
client_carrie "Ммммм..."
client_carrie "Ах! Боже! Как же это охрененно!"
client_carrie "Господи сколько же я ждала этого!"
#Включается анимация. Кэрри лежит на спине руки в локтях согнуты. Кисти направлены вверх. Ноги раздвинуты. Барди долбит ее. скорость низкая.
bardi "Ох..."
client_carrie "О Да-а-а-а!"
client_carrie "Барди! Быстрее!"
client_carrie "Я уже не воспринимаю эти нежности! Давай как в прошлый раз пожалуйста!"
#Анимация. Скорость средняя. Барди долбит Кэрри пожоще. (Одним словом тут начинается анимация секса как в оригинале.)
Кэти: "О господи! Да!!"
client_carrie "Барди! Продолжай!"
bardi "О да!"
client_carrie "Ах!"
client_carrie "Да!"
client_carrie "О боже!"
#Меняйте ракурс анимации. в течении сцены во время кликов пытайтесь изобразить 3 ракурса хотя бы.
client_carrie "О да!"
bardi "О боже... Барди! Ты... Да!"
#Анимация ускоряется. Лицо Кэрри ахуевающее и кайфующее. если сможете изобразите анимацию груди, и как ее всю чуть толкает вверх и вниз от действий Барди, а не только член который входит в нее и выходит.
client_carrie "О боже Барди! О да!"
client_carrie "Прошу только не останавливайся!"
client_carrie "О боже! Да!"
client_carrie "Ах!"
client_carrie "Черт! Барди! О Да!"
client_carrie "Господи!"
#Анимация ускоряется еще сильнее. Продолжайте изображать ее с разных ракурсов.
client_carrie "Я... Я сейчас!"
bardi "О да!!"
client_carrie "Кончи в меня Барди! Сделай это в меня!"
#Анимация: Барди заталкивает член внутрь и кончает в Кэрри. Далее статичный рендер. Кэрри в ахуе кайфует.
client_carrie "О да!"
#Кэрри опускает голову и лежит кайфует.
bardi "Боже... Это было ахуено!"
client_carrie "О господи! Барди, ты лучший!"
#Затемнение.
#Просветление.
#Барди сидит на диване на расслабоне. Кэрри лежит у него на коленях. Одна рука барди лежит на груди Кэрри. Одна нога Кэрри свисает с дивана. Лицо Кэрри расслабленное, красное и довольное. Волосы растрепаны.
client_carrie "О боже... Это было потрясно..."
bardi "Черт... Согласен.."
#Конец ответвления. Дальше по одной ветке.

#Если выбрать анал.
client_carrie "Он точно влезет?"
bardi "Конечно. Но не в киску."
#Кэрри переводит удивленный взгляд на Барди.
client_carrie "Что?"
#Барди берет Кэрри за талию и переворачивает ее.
#Кэрри встает на локти, оглядывается на Барди, смотрит на него вопросительной ухмылкой.
client_carrie "Что? Ты хочешь снова опробовать мою попку?"
bardi "Ага."
#Барди приподнимает ее за талию вверх, чтоб она встала на колени. На следующем рендере надавливает ее на спину, чтоб прогнулась. Наконец третий рендер, на котором Барди закидывает одну ногу на диван, вторая нога на полу Кэрри отвернулась вперед. Рка барди, одна у нее на заднице, в другой игрушка.
#Барди шлепает ее по заднице.
bardi "Готова шлюшка?"
client_carrie "Сегодня я подготовилась даже получше чем в первый раз."
#Барди гладит анус Кэрри пальцами, после чего, на следующем рендере вставляет два пальца.
client_carrie "Мммммм..."
#Барди вытаскивает пальцы и прикладывает член, после чего включается анимация, и он в анимации вставляет его внутрь. Кэрри в свою очередь выгнулась на локтях и запрокинула голову вверх.
client_carrie "О да-а-а-а..."
bardi "Узко... Как в первый раз..."
client_carrie "Ты же был у меня первым..."
bardi "Подожди, серьезно!?"
#Кэрри оборачивается на Барди и смотрит на него с улыбкой.
client_carrie "Ага... и мне очень даже понравилось, хоть сперва и было больно..."
bardi "Хах... Ну и отлично!"
#Включается медленно анимация секса.
client_carrie "Ох! Боже!"
client_carrie "Какой же он большой!"
client_carrie "Барди ты разорвешь меня!"
bardi "Заткнись."
#Кэрри просовывает руку между ног и начинает дрочить киску.
client_carrie "А-а-а-а! Да!"
client_carrie "Как же это приятно!"
#Анимация ускоряется.
client_carrie "О боже!"
client_carrie "Барди!"
client_carrie "Ах!"
client_carrie "Боже!"
bardi "Расслабь уже свою задницу!"
client_carrie "Он такой огромный! Он просто разрывает меня"
client_carrie "Как же это приятно!"
#Анимация ускоряется еще сильнее. (Не забывайте про ракурсы.)
client_carrie "О да!"
client_carrie "Господи как же мне хорошо!"
client_carrie "Барди! Я сейчас!..."
bardi "О господи!"
client_carrie "О да Барди! Заполни мою задницу!"
#Анимация заканчивается на последнем толчке и Барди кончает в задницу Кэрри. Кэрри опускает голову вниз.
client_carrie "Ох... Да..."
client_carrie "Это было охренено!"
bardi "Однозначно..."
#Кэрри оттопырив попу опускает локти и падает лицом на кровать. Голова повернута в сторону.
client_carrie "О господи... Это было офигенно..."
#Затемнение.
#Просветление.
#Барди сидит на диване на расслабоне. Кэрри лежит у него на коленях. Одна рука барди лежит на груди Кэрри. Одна нога Кэрри свисает с дивана. Лицо Кэрри расслабленное, красное и довольное. Волосы растрепаны.
client_carrie "О боже... Это было потрясно..."
bardi "Черт... Согласен.."
client_carrie "И снова я не смогу сидеть неделю!"
#Конец ответвления. Дальше по одной ветке.

#Кэрри смотрит на Барди довольная и расслабленная.
client_carrie "Твой член просто нечто, Барди!"
bardi "Хах... Спасибо..."
#Кэрри смотрит на Барди с ухмылкой. Лицо все еще красное а волосы растрепаны. Несколько локонов волос на лице.
client_carrie "Ты знаешь, Я все еще считаю что иметь такой член незаконно по отношению к другим мужчинам!"
client_carrie "Тебе наверно все знакомые завидуют!"
Карди: "Хах... Пока его видели только девушки!"
#Кэрри с подмигивающей ухмылкой.
client_carrie "Главное чтоб ты не стал у них слишком популярен, а то на меня время не найдется..."
bardi "Ох давай не надо тут... Для такой как ты, время всегда найдется."
client_carrie "Хах... Спасибо..."
#Кэрри смотрит на Барди хмуро.
bardi "Видишь? И даже виагры не понадобилось..."
client_carrie "Господи да сколько можно это вспоминать!? Ты всю жизнь мне будешь напоминать это? Я же уже извинилась!"
bardi "Ох, просто так это не смоется..."
#Кэрри смотрит на Барди с вопросительной ухмылкой подведя палец к губе.
client_carrie "Оу... И что же такого нужно сделать?"
bardi "Ох... Я обязательно обдумаю этот вопрос на досуге..."
#Кэрри подмигивает Барди
client_carrie "Что ж... Буду ждать..."
#Кэрри вальяжно и не глядя указывает пальцем в дверь одной из комнат.
client_carrie "К слову, не забывай, у меня целый гардероб подобной одежды... Я помню что тебе она понравилась.  Может как-нибудь мы даже устроим показ мод..."
bardi "Ох... Я подумаю над этим..."
client_carrie "Отлично..."
#Кэрри смотрит на Барди Ухмыляющимся взглядом.
client_carrie "Кстати, кофе будешь? Без виагры на этот раз. Обещаю."
bardi "Хах... Точно, под этим предлогом я и вошел..."
#Барди достает планшет со столика. и смотрит на заказы. В двух рендерах.
bardi_t "Фак... Это жопа... Сколько же времени я потратил..."
bardi "Нет, боюсь на кофе времени нет. Я наверно уже пойду... У меня еще море заказов на сегодня..."
#этти смотрит на Барди с сочувствием.
client_carrie "Но ты же говорил что не так загружен сегодня..."
bardi "Ну, я не мог упустить этот случай... Ты и так редко заказываешь... меня..."
#Кэрри улыбается
client_carrie "Хах... и при этом ты даже умудряешься иногда отказываться..."
bardi "Эх... Работа такая..."
client_carrie "Понимаю... Ладно, не буду тебя больше задерживать."
client_carrie "Спасибо за офигенное настроение и, удачи на работе."
#Барди встает с дивана. Кэрри ложится на диван полностью и прикрывает глаза. Ебаните сексуальную позу и не забывайте что Кэрри все еще наполовину раздета если не на большую часть.
client_carrie "Прости, но провожать я тебя как всегда не буду. Я все еще плохо чувствую свои ноги..."
client_carrie "Барди, ты просто волшебник! Я правда не испытывала такого больше ни с кем!"
bardi "Спасибо, Ты тоже была просто охренительна!"
#Кэрри смотрит на Барди оценивающим сексуальым взгялдом.
client_carrie "Хах... Еще бы!"
client_carrie "Но спасибо..."
bardi "Ага... Ладно, я, наверно, уже пойду."
#Кэрри сново поворачивает голову обратно и лицо смотритвверх.
client_carrie "Просто закрой за собой дверь."
bardi "Конечно."
bardi "До встречи, надеюсь она будет очень скорой…"
bardi "В любом случае, ты знаешь как меня найти."
client_carrie "Ох... Она обязательно еще произойдет. Думаешь ты так просто от меня отделаешься? Я нашла золотую жилу!"
bardi_t "Ох… По моему, я тоже…"
#Барди разворачивается и в нескольких рендерах выходит из дома.
#Барди у двери снаружи дома.
bardi_t "Господи... Это лучшая работа в моей жизни..."
#Барди смотрит на планшет с заказами
bardi_t "И меня попрут с нее нахрен если я продолжу терять так время..."
bardi_t "Фак... Остальные заказы придется доставлять бегом... Но оно того стоило. Я ни о чем не жалею..."
#Затемнение.
#Просветление.
#Конец сцены. Включается сцена конца рабочего дня, после которой Барди получает свободу действий. К концу рабочего дня, Барди получает нормальное стандартное зп для этого уровня интернет магазина + хорошие чаевые.
