# ???? подумать насчет h-сцен. Возможно что-то сделать с участием ГГ в колледже? С кем-то второстепенным?
# добавить скидывание фоточек для ГГ от кого-то. Можно милых или еще каких-то. Хотят функционал в телефоне побольше раскрыть
# у Шона спрашивает, кто был с ним на той фотке (минет)
# можно в смс
# тот ему скажет, что со шлюхой (шлюха у нас есть)
# говорит, приходи вечером ко мне
# только веди себя тихо, чтоб тебя не было слышно
# у Шона эта шлюха сидит на кровати с завязанными глазами. она может сделать ГГ минет + секс. Шон типа с ним поделился по-дружески
# Шон притащил шлюху с завязанными глазами домой. После минета, приходит мама, шухер
# Шон говорит им выбираться в окно. ГГ со шлюхой выбираются, та снимает повязку и спрашивает у ГГ ты кто вообще такой? (после bj)
# Должен быть Шон и куда вообще он меня притащил? Т.е. она не знает что это был дом Шона. ГГ знакомится с ней, та оставляет номер.
# Но у ГГ нет денег. Можно сделать диалог по телефону с ней о цене и тд. Можно спрашивать об услугах.
# ГГ задумывается, как это делает Шон, у него же нет денег на это. Интрига.
