#####inc
##->#####inc

# спальня Барди. момент, на котором закончился 1-й апдейт
# Софи шикоро раскрыв глаза удивленно смотрит на оттопыренное одеяло в районе паза Барди
# он в шоке смотрит на нее
# немая пауза
# потом Софи берет себя в руки, прикрывает глаза рукой
# говорит Барди, что ей очень неудобно, но ему не стоит волноваться из-за этого. в его возрасте это нормально
# Барди про себя думает - вот какого хрена! ему такой сон офигенный снился и тут такое пробуждение. неприятное
# Софи смущенно потупив взгляд говорит, что ждет его на кухне и что завтрак уже готов. быстро выходит из его комнаты
# Барди смотрит на свой стояк и думает, что с этим он на кухню точно не пойдет, Софи итак сильно смутилась
# сначала надо зайти в душ и сбросить напряжение
# идет в душ, там никого нет
# заходит в душевую кабинку и начинает водить рукой по стояку
# пока дрочит, снова представляет себе лицо той, кто ему снился (if'ы), она смеется, потом лицо снова сменяется на Софи
# и тут Барди бурно кончает
# Барди с психом - да твою мать! я что, не проснулся еще!? что за хрень со мной происходит?!
# идет на кухню, где Софи отдает ему завтрак и отправляет его в колледж
# он чувствует себя рядом с ней немного смущенно из-за утреннего инцидента
# внезапно она вспоминает про обещанные ею раз в неделю 5 баксов и дает ему эти деньги
# Барди ворчит про себя, что всего 5 баксов, потом думает, что надо бы вечером поинтересоваться у Генри про подработку в велопрокате
# после этого Барди идет в колледж
#
# в колледже нужно определиться с дополнительными предметами
# об этом у его шкафчика ему сообщит зануда одногруппница Сара
# для того, чтобы записаться на доп. предмет, нужно пойти в приемную директора и сообщить об этом секретарю
# Барди может выбрать информатику (доступно, если нормально пообщался с мисс Хилл)
# или живопись (доступно, если толкнул Гарри)
# если ни то, ни другое, то доступ к дополнительным занятиям с мисс Адамс по инглишу открыт вне зависимости от доп. предмета
# также зануда Сара сообщит, что ему надо будет зайти в библиотеку колледжа и получить необходимую для обучения литературу
# начнет агитировать его вступить в их клуб отличников, если конечно у него будет высокая успеваемость
# пока зануда лезет к нему со своими разговорами об учебе, Барди думает как бы ему от нее отделаться
# внезапно ему прилетает сильный толчок в спину - мимо него проходит Гарри с Эмили, Гарри оборачивается и зло смотрит на Барди
# Барди возмущенно кидает ему вслед, какого хрена тот прется и не видит куда
# Гарри на это показывает ему фак, а потом демонстративно обнимает Эмили за талию и они удаляются
# Барди думает про себя, что он не может просто игнонировать такое поведение этого придурка
# если он сейчас промолчит и будет его игнорировать, то начнется такая же хрень, как была в школе. он не может этого допустить
# да и вообще! почему у такого отбитого на всю голову придурка такая красотка девушка? что она в нем нашла?
# в общем, нужно продемонстрировать этому идиоту, что Барди больше его не боится! сегодня же!
# Барди переводит взгляд на лицо зануды Сары, которая оказывается все это время что-то ему рассказывала - ... и если ты станешь членом нашего клуба...
# Барди перебивает ее
# ты говорила, что  мне нужно записаться на доп. предметы, я пойду, пока не начались занятия. кстати, какой у нас предмет сегодня
# она говорит ему, что математика (Барди про себя, о черт!!), а также спортивная тренировка в спорт.зале с тренером Брукс(тренер Brooks - Teacher3)
# также говорит, что кабинет математики на втором этаже, а раздевалка и спорт.зал - на первом
# потом наставительным тоном сообщает, что если Барди поторопится, то успеет до занятий зайти к секретарю и записаться на доп. занятия, что лучше не тянуть с этим
# если Барди идет к секретарю, то может записаться на доступный доп. предмет (if'ы)
# если доступных доп. предметов нет, то говорит, что еще подумает и спрашивает про библиотеку
# секретарь в это время стоит у входа в кабинет профессора и держит в руках чашку кофе с испуганным видом
# в зависимости от того, как Барди с ней общался в прошлый раз (утешал или проигнорил), он на выбор может сказать ей что-то ободряющее про монстра в юбке, котрый засел в кабинете директора
# та либо улыбнется ему в ответ, либо приструнит
# не зависимо от того, записался Барди на доп. предмет или нет, он сначала идет на математику
# состав одногруппников такой же
# препод по математике мисс Кларк с суровым видом стоит перед группой и рассказывает тему
# а Барди опоздал на занятия, т.к. задержася походом к секретарю (если не ходил к секретарю, то просто задержался, раздолбай)
# Кларк недовольна его опозданием и делает ему выговор перед всей группой
# а он в это время ее не слушает, а смотрит на ее грудь
# та рявкает на него, чего он так внимательно там рассматривает, что лучше бы расписание занятий так внимательно изучал
# Барди - вот я придурок, Шон ведь предупреждал меня, что на ее занятия лучше не опаздывать
# варианты ответа на ругань мисс Кларк - извиниться и сказать, что он новенький и поэтому заблудился; не люблю математику, поэтому особо не спешил
# если второй вариант, она возмущенно отправляет его на место за партой (она запомнит эту наглость)
# если первый вариант, то она говорит, что на первый раз прощает его и отправляет за парту
# во время урока Гарри все время злобно посматривает на Барди, если кликнуть на него в движке, то он показывает Барди кулак и злобно скалится
# если кликнуть на синеволосого, то тот злобно скажет  - отвали, лузер и покажет фак
# клик на Роуз - улыбнется ему, клик на Эмили - высокомерно посмотрит на него и снова уткнется в телефон, остальные одногруппники - ноль внимания
# по окончании занятия, прямо перед выходом из кабинета, Клар либо спокойно прощается с Барди в ответ на его до свидания (если извинился за опоздание)
# либо (если ответил нагло), то она подзовет его к себе и будет отчитывать за наглое поведение и что это недопустимо
# два-три варианта ответов ей и рассматривание Кларк (представляет без одежды)
# после этого Кларк выходит из кабинета и Барди остается один
# думает, что эта Кларк настолько суровая, что ей лучше бы не в колледже работать, а надзирателем в тюрьме
# потом он смотрит на пустой кабинет
# перед глазами Гарри, как он ударил его вчера, как толкнул сегодня и как на уроке показывал кулак
# Барди думает, что нужно сделать пакость этому придурку
# вот только какую? желательно сделать так, чтобы он не заподозрил Барди
# меню: написать на парте Гарри гадость или подумать еще
# если написать, то Барди берет со стола препода маркер и вырисовывает на парте Гарри фразу 'Гарри лох'
# после чего выходит в коридор и тоже самое пишет на стене у шкафчиков
# если подумать еще, то Барди направляется к двери
# и внезапно в кабинет заходит Эмили, недовольно смотрит на Барди и идет к парте, за которой она сидела
# Барди спрашивает ее, что она ищет
# она говорит, что не может найти свой телефон, не видел ли он его
# взгляд Барди падает на пол, за ножкой стула лежит телфон Эмили, но она его не видит
# меню выбора - показать Эмили, где телефон или не показывать
# если показать, то она забирает телефон и уходит
# если не показывать, то Барди ногой загораживает телефон и говорит Эмили, что не видел его
# она чертыхается и уходит
# уходя Эмили говорит, что какого он тут стоит. сейчас занятия с тренером Брукс, она заставляет отжиматься за опоздания
# Барди говорит, что уже идет
# если он отдал ей телефон, то идет следом за ней - я не в курсе, где тут раздевалки и зал, проводишь?
# она недовольна, но соглашается
# если телефон не отдал, то дожидается, когда она выходит из кабинета и поднимает ее телефон
# разблокирует его и заходит в галерею посмотреть фотки
# находит фотку, где Эмили лежит на кровати в одних трусиках, прикрывая грудь
# заходит в ее инсту и публикует эту фотку с ее аккаунта
# думает, что это отличный способ взбесить Гарри, и, что будет вообще круто, он расстанется с Эмили
# такому кретину как он нечего делать в обществе такой красотки. чего не скажешь про Барди
# потом он блокирует телефон и выходит из кабинета
# догоняет Эмили и говорит, что вот телефон, он его случайно увидел под партой
# потом просит показать ему, где раздевалки с залом
# Барди при этом пытается намекнуть ей на вознаграждение за помощь с телефоном, при этом он прикасается к ее руке
# она отдергивает руку и посылает его и это все видит Гарри с дальнего конца коридора
# в случае с маркером, Гарри с дальнего конца коридора видит, что Барди пишет про него гадости
# Гарри злобно рычит и бежит на Барди
# Барди в застывает в оцепенении. Тут из класса выходит Лео, спиной назад, разговаривая при этом с учителем в классе (откуда он выходит)
# Гарри натыкается на Лео и они грохаются на пол. Лео в ужасе извиняется перед Гарри, что его не видел, прости-прости
# Гарри сильно ударяется ногой и орет на Лео, что тот слепой кретин и проч
# здесь нужен альтернативный пункт меню, где Барди будет не убегать, а даст отпор Гарри (забить стрелу с Гарри во дворе кооледжа после занятий - как вариант)
# т.к. драться в колледже - это нажить массу неприятностей от монтроидальной профессорши
# Барди выходит из оцепенения (у него есть несколько секунд форы). И он... Убегает в противоположенном направлении
# Бежит и думает куда спрятаться
# он стоит перед раздевалкой, также рядом двери туалета
# выбор: спрятаться в туалете или Спрятаться в женской раздевалке
# если спрятаться в туалете, то Барди думает - Туалет? Туалет уже пройденный этап и скорее всего Гарри будет его искать там в первую очередь
# возврат на меню
# верный выбор - в женской раздевалке
# Барди думает - Раздевалка девочек? Если она открыта и там никого нет, то можно попробовать
# влетает в раздевалку
# у шкафчиков стоит Роуз и переодевается. На лавочке сложенное полотенце, кофточка и лифчик
# Роуз в спортивной обуви, носочках, в юбке (желательно не совсем короткой), но без верха
# Барди в ужасе смотрит по сторонам (ищет место, где может спрятаться). Роуз быстро прикрывает грудь рукой
# Барди сам себе, вслух - Черт-черт-черт!
# Роуз - Барди, ты с ума сошел? Это женская раздевалка! Выйди немедленно!
# Барди смотрит на Роуз - Роуз, пожалуйста не кричи! Черт, мене конец. Мне нужно спрятаться, быстро!
# Роуз - От кого?
# Барди - За мной Гарри гонится, он меня убьет!
# (из коридора слышно голос Гарри - Барди, я знаю что ты в туалете, молись, я уже иду!)
# Барди - Все, сейчас он поймет, что я не в туалете и придет сюда!
# Роуз (все еще прикрывая грудь рукой) - Блин!
# Роуз крутит головой по сторонам, смотрит на лавку, говорит - Есть идея! Лезь под лавку!
# Барди - Чего? Там грязно и меня все равно будет видно!
# выбор: лезть под лавку или спрятаться за шкафчиками
# если он прячется за шкафчиками, то сразу после это влетает Гарри, роуз визжит и прибегает тренер Брукс, выводя Гарри оттуда
# если он лезет под лавку:
# Роуз - А больше тут спрятаться негде, в шкафчик ты не влезешь! Лезь под лавку, я кое что придумала
# Барди лезет под лавку (ему открывается отличный вид из под лавки, снизу вверх на Роуз)
# Роуз - Блин (смотрит на все это дело, прикидывает как спрятать Барди)
# Хватает полотенце, разворачивает его и накидывает на лавку (пытаясь придать картине небрежный вид). Но этого мало, накидывает еще свою кофточку (которая лежала на лавке)
# Роуз - Барди, подожми ноги!
# Барди поджимает ноги
# (в коридоре слышен рев Гарри)
# Роуз понимает, что и этого недостаточно - Блин-блин-блин! Барди! Закрой глаза и не подглядывай!
# выбор закрывать глаза или нет
# Барди закрывает глаза, но подглядывает - Закрыл!
# Роуз - Точно?
# Барди - Да!
# Роуз - Барди, черт! Я сама, тебя убью, потом...
# Спешно снимает с себя юбку и накидывает на лавку. Теперь Барди закрыт и ничего не видит
# Но подсматривал все это время (снизу), в том числе как Роуз снимала юбку и накидывала на лавку
# влетает Гарри. Роуз прикрывает грудь и трусики руками. И начинает истошно визжать! Гарри смотрит по сторонам
# Роуз открывает шкафчик и прячась за дверцей кидает в него лифчик. Кричит - Пошел вон из женской раздевалки!
# На визги и крики прибегает тренер Брукс, хватает Гарри за ухо и выводит из раздевалки
# Роуз говорит Барди вылезать из под лавки, сама прячется за дверцей шкафчика. Барди вылезает, отряхивается, говорит Роуз спасибо, что выручила
# Роуз говорит, что это ей было совсем не просто. И с Барди должок теперь. Просит его выйти, наконец уже, из раздевалки
# Барди выходит
# если кликнуть на дверь спорт. зала, то Барди попадает на урок физры с тренером Брукс
# она заставляет класс отжиматься, прыгать
# Барди в это время разглядывает девочек в шортиках и тренера миссис Брукс
# внезапно Барди в голову прилетит мяч от Гарри
# Гарри скажет, что будет ждать его у входа в колледж после занятий (если Барди прятался от него в раздевалке)
# если не кликать на спорт зал, то Гарри в любом случае будет ждать Гарри у входа
# после урока физры Барди может пойти к выходу с колледжа, либо к преподу по инглишу
# если пытается пойти на доп. предмет, то говорит, что занятий по этому предмету сегодня нет в расписании
# если идет в кабинет инглиша, то там в пустом кабинете сидит миссис Адамс
# она смотрит на него удивленно - ты что-то хотел, Барди? сегодня у тебя нет занятий по английскому
# выбор: сказать, что хочет взять у нее доп.занятия или сказать, что заблудился
# если говорит про доп.занятия, то она говорит, что каждый вечер она остается после занятий в колледже
# и они могли бы выделять немного времени на доп.занятие. в дневное время это будет проблематично, т.к. у нее нет окон между парами
# открывается доступ приходить в колледж вечером на занятия по английскому с миссис Адамс
# если он врет, что просто заблудился, то она спрашивает его, все ли норм с обучением и нет ли сложностей
# посое этого он выходит из кабинета инглиша
# навстречу ему идет училка по живописи
# если он с ней уже знаком, то он здоровается с ней и что записался на ее занятия (если уже сделал это) или что собирается это сделать в ближ. дни
# она говорит, что он может прийти на занятие на след. день и что рада, что он выбрал ее предмет
# если не знаком - выбор: притвориться, что подскользнулся; спросить, где библиотека (туалет или т.п.)
# если спросить, то он с ней разговаривает (частично из диалога с ней, когда он упал в 1-й день)
# если подскользнулся, то рассматривает ее, потом они разговаривают (диалог с ней, когда он упал в 1-й день)
# перед выходом из колледжа он вспоминает, что ему нужно в бибилиотеку, как сказала зануда Сара (если еще не был в библиотеке)
# если клик на библиотеку, то Барди оказывается внутри, вспоминая, что ему сказали получить учебники
# в библиотеке никого из студентов нет, кроме двух - это ботан одногруппник Лео и младшая дочь Софи - Синтия, они сидят не вместе, по разным столикам
# библиотекарь Wilson (Teacher6) стоит у стойки библиотеки
# Барди с ней здоровается, она говорит ему, чтоб говорил тише. тут библиотека и нужно соблюдать тишину
# он подходит к ней и говорит про литературу
# обмен репликами с библиотекаршей + возможность посмотреть на нее (попросить ее достать книги с верхней полки)
# после этого Барди может подойти к Синтии
# она приветливо улыбается ему, спрашивает как у него дела, как учеба
# говорит ему, что часто проводит время в библиотеке колледжа, ей нравится здешняя тишина и спокойствие
# она остается здесь почти каждый день после занятий и может засиживаться до поздна
# Барди спросит, как вчера? Софи говорила, что ты вроде в гостях была
# Барди может спросить Синтию про Оливию, почему она стала такой нервной и хамит ему
# Синтия скажет, что у нее с Оливией отношения не совсем теплые, но общаются они нормально
# и что она сама не понимает, почему Оливия так агрессивно реагирует на приезд Барди
# также он спросит ее про кузину
# Синтия расскажет ему про своих тетю и дядю, которые живут не так далеко от них и про их дочь Николь (обыграть в инц патче)
# Барди спросит, общается ли Софи с этой тетей
# Синтия расскажет, что да, у них хорошие отношения, хотя тетя не очень любит приходить в гости к ним домой, т.к. не долюбливает Генри
# Барди спросит - почему?
# Синтия пожмет плечами, типа сама не в курсе, но отношения тети и Генри весьма напряженные
# потом Барди скажет, что идет домой и спросит, идет ли Синтия
# она ответит, что остается в бибилиотеке, хочет еще немного почитать
# Барди выходит из библиотеки
# идет к выходу из колледжа
# как только он оказывается на улице, ему навстречу грозно шагает Гарри (позади него остается стоять на месте и смотреть на развитие событий Эмили)
# в зависимости от того, писал ли Барди маркером или дотрагивался до Эмили, Гарри рычит ему что-то грозное и замахивается кулаком
# внезапно подбегает Эмили и хватает Гарри за руку, кричит, чтобы тот успокоился, что у него из-за этого могут быть неприятности
# Гарри злобно оттлкивает ее руку - не лезь, дура!
# она начинает кричать на него, крч ругаются
# во время ругани Гарри замахивается и дает ей затрещину(подзатыльник)
# меню выбора у Барди: заступиться за Эмили или уйти
# если заступиться, то он встревает в их разговор и отталкивает Гарри от девушки
# тот рычит и набрасывается на Барди, звук удара и темнота
# Барди открывает глаза - над ним склонилась Эмили и шлепает его по лицу, приводя в чувство
# спрашивает, все ли с ним в порядке
# говорит, что лучше не обращаться к мед.сестре, иначе об инциденте узнает весь колледж, поэтому она надеется, что ничего серьезного
# говорит, что не стоило ему лезть в их разборки, но спасибо, что заступился
# Барди в это время рассматривает ее вблизи и думает, какая же красотка досталась этому упырю
# выбор нескольких фраз
# он говорит ей, как ты это терпишь, он ведь поднял на тебя руку
# она делает покерфейсное лицо и говорит, что это не его дело и вообще ей пора. и уходит
# он благодарит ее, что она вмешалась
# она делает покерфейсное лицо и говорит, что сделала это не из-за него и уходит
# он говорит ей, ты достойна лучшего парня рядом с собой
# она внимательно смотрит на него, потом грустно улыбается и говорит, что сорри, но мне пора
# Барди поднимается
# сигнал о сообщении на телефоне
# Барди достает телефон
# Софи пишет: Милый, надеюсь, сегодня ты не задержишься после колледжа. у нас сегодня гости и мы ждем тебя к ужину.
# Барди думает, вот черт, что еще за гости. я думал, что заскочу по дороге к Шону. но видимо придется поменять планы
#
# по приходу домой, Барди обнаруживает в гостях тетю, младшую сестру Софи
# если не инк - то знакомство с ней, если инк - то здоровается, как дела и т.д.
# тетя одна в гостях, без дочери и мужа
# она сразу посматривает на Барди заинтересованно и он это замечает
# за ужином тетя говорит, что решила открыть свой бизнес - интерент-магазин
# но пока еще в процессе, будет открывать точку выдачи товаров в местном ТЦ и возможно ей понадобится помощь в будущем
# Барди этот момент заинтересует, т.к. ему нужны деньги
# также Барди спросит Софи и Генри про велопрокат, но Генри скажет, что пока не поговорил с его владельцем

# Вечер, ужин всей семьей с тетей, а за ужином разговор.

# 1. В ходе разговора ГГ (и игрок) узнает, что у Оливии есть парень, которого зовут Марк. И что он придет к Оливии вечером.
# В разговоре участвуют Оливия, Софи и немножко Синтия. И пара размышлений ГГ на обсуждаемую тему.

# 2. Дальше. Софи сообщает, что они с Генри, после ужина, должны уйти по важным делам.
# Генри молчит но недоволен. За старшего (по дому) назначается Оливия (с Марком, который придет позже).
# Оливия против, потому что «нянькой не нанималась». Говорит, что тогда пойдут с Марком гулять.
# Тогда Софи назначает старшим ГГ (по старшинству).

# 3. Ужин закончился. Софи и Генри уходят из дома по делам.

# 4. Девчонки расползаются по комнатам. Оливия приготавливаться к вечеру. Синтия делать уроки.

# 5. ГГ пинает буй (или типа делает уроки?), слышит звонок в дверь и идет открывать. Встречает Марка, мельком знакомятся.
# Спускается Оливия, отпускает пару комментариев в своем роде и они с Марком отчаливают.

# 6. ГГ идет к Синтии, но у той завал с домашкой. ГГ идет в комнату, раздевается и в одних трусах шлепается на кровать.
# Смотрит в телефоне ролики (типа с Твича) со стримершами в купальниках и немного возбуждается (думает даже фапнуть).
# Но тут приходит СМС от Софи. Она спрашивает как дела дома. ГГ ей отвечает на СМС, но настрой «уже не тот».
# Идет (прям в трусах) на первый этаж попить воды. Пьет, выходит в холл первого этажа и встречает Синтию в спальном белье
# (не в самом откровенном, но и не в самом закрытом).

# 7. Синтия предлагает посмотреть телевизор вместе (мозги от уроков опухли, но спать еще не хочется). ГГ соглашается и идут в комнату с телеком.
# Решают что будут смотреть (жанр фильма).
# ГГ-крыса, предлагает смотреть ужасы.
# ГГ-кролик, предлагает боевик.
# (тут предлагаю небольшую коллаборацию с ФБ, картинки, которые будут в телевизоре, в архиве)
# Садятся рядышком на диван и включают телевизор.

# 8. Экран затемняется и появляется надпись «а в это время...»

# 9. Мы видим Оливию и Марка. Они пьют пиво. В парке на лавочке/в баре/в машине.
# Марк навеселе, довольный собой, что-то говорит и балагурит.
# Но Оливия его не слышит. Она сидит, периодически отхлебывает из бутылки, лицо напряженное и задумчивое, смотрит куда-то в одну точку.
# Марк прерывает ее раздумья какой-то болтовней. А Оливия отвечает что-то невпопад.
# Марк удивляется ее поведению. Спрашивает что с ней.
# Оливия отвечает, что ее бесит возвращение и присутствие ГГ в доме, говорит что Марку ее не понять. И вообще это ее личное дело.
# Предлагает взять спиртного покрепче, у нее отвратное настроение и пиво ее совсем не берет. Марк скис, но соглашается. Идут «за догоном».

# 10. Экран затемняется. Возвращаемся в дом, где ГГ и Синтия смотрят кино.

# 11. Видим какие-то картинки по телевизору (в зависимости от выборов крыса-ужасы, кролик-боевик).
# Кадр на нашу парочку (ГГ и Синтия) на диване.

# 11А. Если крыса-ужасы.
# Оба сидят внимательно уставившись в экран, лица встревожены. Играет соответствующая (напряженная) музыка (типа из фильма). Синтия жмется к ГГ.
# ГГ, в определенный момент, решает напугать ее еще больше.
# Медленно закидывает руку за спину Синтии и в нужный момент щипает ее за бок.
# Синтия подскакивает и от ужаса запрыгивает на колени к ГГ.
# До нее доходит, что он ее пугает специально и они немного смеются.
# Затем она разворачивается лицом к экрану и они продолжают внимательно смотреть фильм (она остается у ГГ на коленях).
# По ходу просмотра фильма ужасов, Синтия нервно дергается и елозит на коленях у ГГ.
# ГГ подмечает это и думает, что ему приятно как Синтия ерзает своей попкой сидя у него на коленях.
# ГГ начинает слегка возбуждаться (он же в одних трусах, а она в легкой одежде для сна).
# Начинает ее легко щекотать, щипать с разных сторон.
# Синтия, от этого, начинает еще сильней елозить у ГГ на коленях. Периодически смеется и типа возмущается, но продолжает сидеть на месте и смотреть кино.
# ГГ понимает, что это уже перебор, его член встает и упирается (сквозь нижнее белье) в ногу Синтии.
# В этот самый момент на экране возникает надпись «The end». ГГ и Синтия застывают на месте. Несколько секунд паузы.
# Вдруг Синтия спрыгивает с ГГ (он прикрывает пах руками), Синтия смеется, говорит что с ГГ невозможно смотреть ужасы, что он ее защекотал прям.
# В следующий раз они выберут другой фильм (жанр).
# И вообще уже много времени, спасибо за просмотр, но пора спать (Синтия убегает к себе в комнату).

# 11Б. Если кролик-боевик.
# ГГ сидит внимательно уставившись в экран (смотрит кино). Играет соответствующая музыка (типа из фильма). Синтия, от скуки, задремала и сопит у ГГ на плече.
# ГГ замечает это и продолжает смотреть кино. Но у него затекает рука/нога.
# Он пытается аккуратно немного сменить свое положение. От чего голова Синтии медленно сползает вниз и оказывается внизу живота ГГ.
# ГГ замирает, кажется что Синтия вот-вот проснется… Но Синтия, немножко поморщившись продолжает дремать. ГГ вздыхает и продолжает смотреть кино.
# Через какое-то время на экране возникает надпись «The end».
# ГГ сожалеет что фильм закончился. Синтия продолжает лежать на ГГ и дремать.
# Он медленно и аккуратно пытается дотянуться до пульта, который лежит недалеко от Синтии на диване. Хочет включить другой фильм.
# Но пульт выскальзывает из рук и падает на пол.
# На пульте, при падении, включается кнопка, переключается канал и включается порно.
# ГГ ничего не остается как сидеть и смотреть порно, до пульта уже не дотянуться (Синтия все еще спит).
# Лицо Синтии в области живота ГГ и порнушка по телевизору, заставляют ГГ завестись. Он начинает возбуждаться.
# Его член встает и упирается (сквозь нижнее белье) в щеку Синтии.
# В этот момент Синтия открывает глаза, видит что показывают по телевизору, делает большие глаза, резко подскакивает.
# При этом, поднимая голову с колен ГГ, бьет ГГ затылком по подбородку.
# Оба хватаются за головы (Синтия за затылок, ГГ за подбородок). На лицах выражение боли. Смотрят несколько секунд друг на друга и начинают дико ржать.
# Немного успокоившись Синтия спрашивает, чем ГГ это занимался, пока она спала.
# Он объясняет, что хотел переключить фильм, но пульт упал, а переключить он не мог, так как Синтия мило сопела и он не хотел ее будить.
# Еще посмеются, но уже много времени, спасибо за просмотр, но пора спать (Синтия убегает к себе в комнату).

# 12. ГГ перевозбужден. Сначала стримершы с типа Твича, потом кино с Синтией. Он идет в туалет собираясь фапнуть, заходит в душ и включает воду.

# 13. Кадр сменяется на прихожую (ГГ этого не видит!!!). В дом заходит Марк, который буквально тащит на себе пьяную в хлам Оливию.

# 14. Оливия что-то бубнит. Марк ухмыляется и прислонив Оливию к стене, предлагает ей продолжить веселье в ее комнате, мелкие наверняка спят, а родители уехали.
# Он начинает ее целовать в губы, шею, Оливия отвечает взаимностью, хотя на вид (эмоции лица) она плохо понимает что вообще происходит.
# Руки Марка спускаются по бедрам Оливии. Одна рука лезет под юбку и задирает ее с одного края, немного обнажая самый низ трусиков.
# В этот момент Оливия, вроде как, немного приходит в себя. Отдергивает руку Марка и отстраняет его от себя. Она просит Марка уйти, у нее нет настроения.
# Всем мужикам нужно только одно! Она ловит себя на этой мысли, выгоняет Марка и задумчивая, сильно шатаясь, пытается подняться по лестнице.
# Перед лестницей спотыкается и цепляясь за перила шлепается на лестницу. При этом у нее падает из рук телефон, но она этого не замечает.
# Ворча и ругаясь, прихрамывая и потирая ногу, она, зигзагами, идет в комнату где телевизор (где раньше смотрели кино ГГ и Синтия).

# 15. ГГ выходит из душа и заправляет член в трусы. С мыслями, что ему немного полегчало, он выходит в прихожую.
# У лестницы он натыкается на телефон Оливии, берет его в руки и видит на заставке телефона эффектную фотку Оливии.
# Подумав о том, что хоть в чем-то ему наконец повезло, он пытается посмотреть фотки. Но выясняет, что часть папок в галерее закрыты паролем.
# В итоге стоит у лестницы и смотрит те фотки, которые находятся в незаблокированных галереях. Недолго.
# Потому что сзади слышит шаги. ГГ оборачивается и видит шатающуюся Оливию. Она замечает у него в руках ее телефон. И пытается отвесить ему подзатыльник.
# ГГ ловко уворачивается и ловит руку Оливии.
# Возникает пауза (ГГ держит руку Оливии) и они смотрят друг на друга (чувствуется напряжение между ними).
# Оливия берет себя в руки, выдергивает у ГГ из рук телефон. Спрашивает что он в нем искал.
# ГГ говорит, что хотел узнать о ней хоть что-то, так как, с момента его приезда, она только шипела на него, хотя он ей ничего плохого не делал.
# Оливия внимательно выслушав ГГ и оценив его вид в трусах, спрашивает, что он НА САМОМ ДЕЛЕ хотел найти в ее телефоне.

# 16А. ГГ-крыса соврет. Сказав, что хотел посмотреть фотки подружек Оливии.

# 16Б. ГГ-кролик скажет правду, что увидел эффектную фотку Оливии на заставке и на автомате полез смотреть остальные фотки.

# 17. Оливия, на объяснения ГГ, сделает скучающее лицо, развернется и пошатываясь пойдет в комнату с телевизором.
# Но перед дверью остановится, повернется к ГГ и скажет взять бутылку спиртного на кухне. Сама она идет в комнату.
# И пусть ГГ не забудет взять стаканы…

# 18. ГГ идет на кухню, берет бутылку и стаканы и идет в комнату где Оливия.

# 19. Оливия лежит на диване в весьма притягательной позе. Обувь на полу.
# Когда ГГ заходит с бутылкой, она немного поджимает ноги и жестом приглашает его присесть на краю дивана
# (там где освободилось место, когда она поджала ноги).
# ГГ садится. Оливия говорит налить ей и себе. ГГ наливает.
# Оливия, вся задумчивая, делает несколько глотков. ГГ не пьет, просто сидит со стаканом.
# Потом Оливия, снова, делает скучающее лицо.
# Без особого интереса, как будто разговаривая сама с собой, спрашивает ГГ, что он там нес про вечно шипящую Оливию.
# Про подружек Оливии/фотки Оливии (зависит от выбора 16А-16Б выше). Небольшой разговор.
# Оливия подмечает, как бы про себя, что ГГ, оказывается, нравятся девочки постарше. Потом заявляет ему, что ничего такого ГГ не светит.
# Потому что он еще в колледже, у него нет денег и вообще, чтобы завоевать внимание девушек постарше, недостаточно лишь смотреть много порно.
# Нужны опыт и знания.
# ГГ говорит, что у него есть все необходимые знания и опыт.
# Оливия внимательно смотрит на ГГ, потом начинает хохотать. Немного успокоившись, она ему заявляет, что пусть он докажет!
# ГГ спрашивает, как он может доказать и когда.
# Оливия предлагает проверить его прямо здесь и сейчас!
# И со словами «сейчас мы узнаем, на что ты способен», кладет на него ноги (ее ступни оказываются в районе живота ГГ).
# ГГ смотрит на ноги Оливии, потом поднимает свой взгляд от ступней до лица (осмотрев ее всю снизу вверх). Смотрит ей в глаза.
# Оливия снова начинает хохотать. Первая ошибка!
# Мы тут не в гляделки играем. Нужно действовать, а не тупить! Но она ему подскажет. Пусть сделает ей массаж ног.
# Ну хоть это он умеет делать?
# ГГ начинает неумело массажировать ступни Оливии. Оливия сначала смотрит с некоторым интересом,
# потом закрывает глаза и откидывается на диване.
# ГГ продолжает массаж и поглядывает на ножки Оливии.

# 20. ГГ массирует ступни, постепенно поднимаясь выше, то по одной ноге, то по другой.
# Добравшись почти до колен и поглядывая на Оливию, у игрока будет небольшой выбор.

# 20А. Продолжить массировать ноги снизу.
# В этом случае сцена и разговор с Оливией будет чуть короче.

# 20Б. Постепенно подниматься чуть выше колен и массировать уже там.
# В этом случае, когда ГГ доберется уже достаточно высоко, он, в очередной раз, посмотрит на Оливию, которая лежит с закрытыми глазами.

# 21. Наш ГГ, в итоге, возбудится. Оливия откроет глаза и уберет ноги с ГГ.
# Скажет, что он вообще не умеет делать массаж и проверку не прошел.
# ЕСЛИ было (выше) 20А, то добавит, что в следующий раз, когда ГГ попытается кого-то так откровенно лапать выше колена,
# то в лучшем случае получит по морде. ГГ бы и сейчас схлопотал, но он своей неумелостью очень поднял ей настроение.
# Оливия встанет, подойдет к ГГ, нагнется к нему (открывая обзор на ее вырез), встретится с ним глазами и посоветует ему тренироваться.
# Для начала на сверстницах, ну прежде чем замахиваться на что-то большее. Засмеется и взяв обувь, уйдет из комнаты.

# 22. ГГ возвращается в свою комнату и ложится на кровать.
# Лежа он вспоминает (визуально) приятные моменты массажа ног Оливии (с поправкой на 20А-20Б),
# думает почему Оливия сегодня вела себя не как обычно (наверно потому что пьяная?) и как она будет вести себя завтра.
# Потом вспоминает (визуально) приятные моменты просмотра кино с Синтией (с поправкой на 11А-11Б), думает что надо чаще проводить время с ней.
# На этом он засыпает.

# к ночным фантазиям + пункт меню с тетей и пункт с Эмили
# +
# 23. Ночью ему снится сон. Оливия и Синтия. Они очень откровенно одеты, но не голые.
# Они целуются, ласкают друг друга, может быть даже немного раздевают друг друга, но никаких откровенных мест невидно.
# В конце концов экран совсем темнеет…
# Когда ГГ просыпается, то понимает, что это был всего лишь сон.
#
