# в колледже нужно определиться с дополнительными предметами
# об этом у его шкафчика ему сообщит зануда одногруппница Сара
# для того, чтобы записаться на доп. предмет, нужно пойти в приемную директора и сообщить об этом секретарю
# Барди может выбрать информатику (доступно, если нормально пообщался с мисс Хилл) - если что-то выключать, то обосновывать это по сюжету, почему выключено (!)
# или живопись (доступно, если толкнул Гарри)
# если ни то, ни другое, то доступ к дополнительным занятиям с мисс Адамс по инглишу открыт вне зависимости от доп. предмета
# также зануда Сара сообщит, что ему надо будет зайти в библиотеку колледжа и получить необходимую для обучения литературу
# начнет агитировать его вступить в их клуб отличников, если конечно у него будет высокая успеваемость
# пока зануда лезет к нему со своими разговорами об учебе, Барди думает как бы ему от нее отделаться
# внезапно ему прилетает сильный толчок в спину - мимо него проходит Гарри с Эмили, Гарри оборачивается и зло смотрит на Барди
# Барди возмущенно кидает ему вслед, какого хрена тот прется и не видит куда
# Гарри на это показывает ему фак, а потом демонстративно обнимает Эмили за талию и они удаляются
# Барди думает про себя, что он не может просто игнонировать такое поведение этого придурка
# если он сейчас промолчит и будет его игнорировать, то начнется такая же хрень, как была в школе. он не может этого допустить
# да и вообще! почему у такого отбитого на всю голову придурка такая красотка девушка? что она в нем нашла?
# в общем, нужно продемонстрировать этому идиоту, что Барди больше его не боится! сегодня же!
# Барди переводит взгляд на лицо зануды Сары, которая оказывается все это время что-то ему рассказывала - ... и если ты станешь членом нашего клуба...
# Барди перебивает ее
# ты говорила, что  мне нужно записаться на доп. предметы, я пойду, пока не начались занятия. кстати, какой у нас предмет сегодня
# она говорит ему, что математика (Барди про себя, о черт!!), а также спортивная тренировка в спорт.зале с тренером Брукс(тренер Brooks - Teacher3)
# также говорит, что кабинет математики на втором этаже, а раздевалка и спорт.зал - на первом
# потом наставительным тоном сообщает, что если Барди поторопится, то успеет до занятий зайти к секретарю и записаться на доп. занятия, что лучше не тянуть с этим
# если Барди идет к секретарю, то может записаться на доступный доп. предмет (if'ы) - в sandbox выводим только side квесты. Основные сюжетки стараемся делать последовательно.
# если доступных доп. предметов нет, то говорит, что еще подумает и спрашивает про библиотеку
# секретарь в это время стоит у входа в кабинет профессора и держит в руках чашку кофе с испуганным видом
# в зависимости от того, как Барди с ней общался в прошлый раз (утешал или проигнорил), он на выбор может сказать ей что-то ободряющее про монстра в юбке, котрый засел в кабинете директора
# та либо улыбнется ему в ответ, либо приструнит
# не зависимо от того, записался Барди на доп. предмет или нет, он сначала идет на математику
# состав одногруппников такой же
# препод по математике мисс Кларк с суровым видом стоит перед группой и рассказывает тему
# а Барди опоздал на занятия, т.к. задержася походом к секретарю (если не ходил к секретарю, то просто задержался, раздолбай)
# Кларк недовольна его опозданием и делает ему выговор перед всей группой
# а он в это время ее не слушает, а смотрит на ее грудь
# та рявкает на него, чего он так внимательно там рассматривает, что лучше бы расписание занятий так внимательно изучал
# Барди - вот я придурок, Шон ведь предупреждал меня, что на ее занятия лучше не опаздывать
# варианты ответа на ругань мисс Кларк - извиниться и сказать, что он новенький и поэтому заблудился; не люблю математику, поэтому особо не спешил
# если второй вариант, она возмущенно отправляет его на место за партой (она запомнит эту наглость)
# если первый вариант, то она говорит, что на первый раз прощает его и отправляет за парту
# во время урока Гарри все время злобно посматривает на Барди, если кликнуть на него в движке, то он показывает Барди кулак и злобно скалится
# если кликнуть на синеволосого, то тот злобно скажет  - отвали, лузер и покажет фак
# клик на Роуз - улыбнется ему, клик на Эмили - высокомерно посмотрит на него и снова уткнется в телефон, остальные одногруппники - ноль внимания
# по окончании занятия, прямо перед выходом из кабинета, Клар либо спокойно прощается с Барди в ответ на его до свидания (если извинился за опоздание)
# либо (если ответил нагло), то она подзовет его к себе и будет отчитывать за наглое поведение и что это недопустимо
# два-три варианта ответов ей и рассматривание Кларк (представляет без одежды)
# после этого Кларк выходит из кабинета и Барди остается один
# думает, что эта Кларк настолько суровая, что ей лучше бы не в колледже работать, а надзирателем в тюрьме
# потом он смотрит на пустой кабинет
# перед глазами Гарри, как он ударил его вчера, как толкнул сегодня и как на уроке показывал кулак
# Барди думает, что нужно сделать пакость этому придурку
# вот только какую? желательно сделать так, чтобы он не заподозрил Барди
# меню: написать на парте Гарри гадость или подумать еще
# если написать, то Барди берет со стола препода маркер и вырисовывает на парте Гарри фразу 'Гарри лох'
# после чего выходит в коридор и тоже самое пишет на стене у шкафчиков
# если подумать еще, то Барди направляется к двери
# и внезапно в кабинет заходит Эмили, недовольно смотрит на Барди и идет к парте, за которой она сидела
# Барди спрашивает ее, что она ищет
# она говорит, что не может найти свой телефон, не видел ли он его
# взгляд Барди падает на пол, за ножкой стула лежит телфон Эмили, но она его не видит
# меню выбора - показать Эмили, где телефон или не показывать
# если показать, то она забирает телефон и уходит
# если не показывать, то Барди ногой загораживает телефон и говорит Эмили, что не видел его
# она чертыхается и уходит
# уходя Эмили говорит, что какого он тут стоит. сейчас занятия с тренером Брукс, она заставляет отжиматься за опоздания
# Барди говорит, что уже идет
# если он отдал ей телефон, то идет следом за ней - я не в курсе, где тут раздевалки и зал, проводишь?
# она недовольна, но соглашается
# если телефон не отдал, то дожидается, когда она выходит из кабинета и поднимает ее телефон
# разблокирует его и заходит в галерею посмотреть фотки
# находит фотку, где Эмили лежит на кровати в одних трусиках, прикрывая грудь
# заходит в ее инсту и публикует эту фотку с ее аккаунта
# думает, что это отличный способ взбесить Гарри, и, что будет вообще круто, он расстанется с Эмили
# такому кретину как он нечего делать в обществе такой красотки. чего не скажешь про Барди
# потом он блокирует телефон и выходит из кабинета
# догоняет Эмили и говорит, что вот телефон, он его случайно увидел под партой
# потом просит показать ему, где раздевалки с залом
# Барди при этом пытается намекнуть ей на вознаграждение за помощь с телефоном, при этом он прикасается к ее руке
# она отдергивает руку и посылает его и это все видит Гарри с дальнего конца коридора
# в случае с маркером, Гарри с дальнего конца коридора видит, что Барди пишет про него гадости
# Гарри злобно рычит и бежит на Барди
# Барди в застывает в оцепенении. Тут из класса выходит Лео, спиной назад, разговаривая при этом с учителем в классе (откуда он выходит)
# Гарри натыкается на Лео и они грохаются на пол. Лео в ужасе извиняется перед Гарри, что его не видел, прости-прости
# Гарри сильно ударяется ногой и орет на Лео, что тот слепой кретин и проч
# здесь нужен альтернативный пункт меню, где Барди будет не убегать, а даст отпор Гарри (забить стрелу с Гарри во дворе кооледжа после занятий - как вариант)
# т.к. драться в колледже - это нажить массу неприятностей от монтроидальной профессорши
# Барди выходит из оцепенения (у него есть несколько секунд форы). И он... Убегает в противоположенном направлении
# Бежит и думает куда спрятаться
# он стоит перед раздевалкой, также рядом двери туалета
# выбор: спрятаться в туалете или Спрятаться в женской раздевалке
# если спрятаться в туалете, то Барди думает - Туалет? Туалет уже пройденный этап и скорее всего Гарри будет его искать там в первую очередь
# возврат на меню
# верный выбор - в женской раздевалке
# Барди думает - Раздевалка девочек? Если она открыта и там никого нет, то можно попробовать

# кроме туалета (фейковый выбор) и раздевалки с Роуз, будет еще вариант. Например (можно подставить все что угодно/удобно) женский туалет.
# Жмем на этот пункт, но перед входом в туалет нас перехватывает Морис.
# Если были знакомы, то обращается по имени. Если нет, то она спрашивает как зовут.
# А дальше она спрашивает, что не хочет ли ГГ ей помочь. Ей нужен мальчик (посильней, девочки не подойдут), помочь с одной штукой.
# Но если он не хочет, то он не обязан и она найдет кого-то еще (в это время Гарри стоит недалеко и ждет итога).
# ГГ решает, что лучше с Морис, чем с Гарри и соглашается помочь (уходит с ней)
# Тащит ГГ значит охапку "этих самых", Морис впереди.
# Открывает дверь в подсобку, заходит и включает свет. Она стоит внутри и говорит ГГ заносить охапку.

# Кролик идет напролом и упирается краями охапки в проем (не пролазит так охапка), но он решает поднажать и в итоге прорывается внутрь, но с хорошим ускорением.
# Обзор у него закрыт охапкой, а Морис стоит к нему лицом и рядом со входом. Короче он сваливается вместе с охапкой (которая рассыпается) прямо на Морис, роняет ее на пол и оказывается на ней.

# Крыса решает схитрить! Обзор все равно закрыт, но он поворачивает охапку немного боком и пролазит с ней внутрь.
# Морис поворачивается к нему спиной, подходит к стеллажу/ящику на полу. Не оборачиваясь к ГГ, говорит клади вот сюда и нагибается освобождая место (на стеллаже/ящике).
# ГГ ни черта не видит за охапкой, его заносит (корпус отклоняется назад, вперед идут ноги) и со всего маха врезается своим пахом в Морис сзади! В этот момент охапка рассыпается.

# В обоих случаях будет выбор.
# Когда охапка рассыпается (перед самым падением на Морис или перед тем как он в нее врежется) нужно выбрать, "попытаться поймать разлетающиеся в разные стороны листы" или нет.
# Если пытается поймать, то кролик случайно кладет руку на грудь Морис (там ватманы во все стороны летят, невидно ни черта, они еще и упали оба).
# Если крыса, то случайно кладет ей руку на попу (ватманы летят и все такое). ИЛИ даже лучше хлопнет ее по попе! 😛
# Если не пытается поймать, то оба (крыса и кролик) остаются без "сладкого".
# Ну дальше там неловкий момент, несколько секунд паузы, можно даже сделать, что Морис застеснялась/покраснела. ГГ конечно руки отдернит и будет извиняться. Скажет, что невидно было за охапкой, что он не хотел и т.д.
# Ну пока как-то так.
# А! Ну и если ГГ не знаком с Морис, то спросит для чего нужны эти штуки. Она скажет, что она учительница живописи и ГГ (быстренько прикинув), решает спросить, может ли он к ней записаться!


# влетает в раздевалку

# Если Роуз, то в раздевалке два пути - крыса/кролик.

# Крыса лезет под лавку и просит Роуз накрыть его, дальше под лавкой выбор, закрыть глаза или подсматривать.

# Кролик заходит, Роуз еще там нет. Прячется за шкафчиком. Заходит Роуз, начинает переодеваться. Гарри носится в коридоре и орет (его слышно).
# ГГ тупо стоит за шкафчиком и невольно (он не подсматривает, просто ему видно оттуда) видит начало переодевания Роуз.
# Затем прибегает Гарри, Роуз визжит, прибегает учитель и выводит Гарри.
# Роуз начинает переодеваться дальше.
# И выбор, уйти сейчас или стоять/смотреть дальше. Если тихо уходит, то Роуз его окликнет у выхода. Если стоит дальше, видит симпатичную сцену сначала, а потом Роуз поворачивается и его все таки заметит.
# В любом случае, он просит жестом ее не кричать. Она спрашивает, что он тут делает.
# Он честно отвечает, что прятался от Гарри, забежал когда Роуз еще тут не было, но стал невольным свидетелем ее переодевания.
# Может какой-то комплимент отпустить, прям на грани, что Роуз раскраснеется. И перед выходом поблагодарить, что не сдала его учительнице.

# В любом случае Роуз, так или иначе его выручила и за ГГ должок.

# у шкафчиков стоит Роуз и переодевается. На лавочке сложенное полотенце, кофточка и лифчик
# Роуз в спортивной обуви, носочках, в юбке (желательно не совсем короткой), но без верха
# Барди в ужасе смотрит по сторонам (ищет место, где может спрятаться). Роуз быстро прикрывает грудь рукой
# Барди сам себе, вслух - Черт-черт-черт!
# Роуз - Барди, ты с ума сошел? Это женская раздевалка! Выйди немедленно!
# Барди смотрит на Роуз - Роуз, пожалуйста не кричи! Черт, мене конец. Мне нужно спрятаться, быстро!
# Роуз - От кого?
# Барди - За мной Гарри гонится, он меня убьет!
# (из коридора слышно голос Гарри - Барди, я знаю что ты в туалете, молись, я уже иду!)
# Барди - Все, сейчас он поймет, что я не в туалете и придет сюда!
# Роуз (все еще прикрывая грудь рукой) - Блин!
# Роуз крутит головой по сторонам, смотрит на лавку, говорит - Есть идея! Лезь под лавку!
# Барди - Чего? Там грязно и меня все равно будет видно!
# выбор: лезть под лавку или спрятаться за шкафчиками
# если он прячется за шкафчиками, то сразу после это влетает Гарри, роуз визжит и прибегает тренер Брукс, выводя Гарри оттуда
# если он лезет под лавку:
# Роуз - А больше тут спрятаться негде, в шкафчик ты не влезешь! Лезь под лавку, я кое что придумала
# Барди лезет под лавку (ему открывается отличный вид из под лавки, снизу вверх на Роуз)
# Роуз - Блин (смотрит на все это дело, прикидывает как спрятать Барди)
# Хватает полотенце, разворачивает его и накидывает на лавку (пытаясь придать картине небрежный вид). Но этого мало, накидывает еще свою кофточку (которая лежала на лавке)
# Роуз - Барди, подожми ноги!
# Барди поджимает ноги
# (в коридоре слышен рев Гарри)
# Роуз понимает, что и этого недостаточно - Блин-блин-блин! Барди! Закрой глаза и не подглядывай!
# выбор закрывать глаза или нет
# Барди закрывает глаза, но подглядывает - Закрыл!
# Роуз - Точно?
# Барди - Да!
# Роуз - Барди, черт! Я сама, тебя убью, потом...
# Спешно снимает с себя юбку и накидывает на лавку. Теперь Барди закрыт и ничего не видит
# Но подсматривал все это время (снизу), в том числе как Роуз снимала юбку и накидывала на лавку
# влетает Гарри. Роуз прикрывает грудь и трусики руками. И начинает истошно визжать! Гарри смотрит по сторонам
# Роуз открывает шкафчик и прячась за дверцей кидает в него лифчик. Кричит - Пошел вон из женской раздевалки!
# На визги и крики прибегает тренер Брукс, хватает Гарри за ухо и выводит из раздевалки
# Роуз говорит Барди вылезать из под лавки, сама прячется за дверцей шкафчика. Барди вылезает, отряхивается, говорит Роуз спасибо, что выручила
# Роуз говорит, что это ей было совсем не просто. И с Барди должок теперь. Просит его выйти, наконец уже, из раздевалки
# Барди выходит
# если кликнуть на дверь спорт. зала, то Барди попадает на урок физры с тренером Брукс
# она заставляет класс отжиматься, прыгать
# Барди в это время разглядывает девочек в шортиках и тренера миссис Брукс
# внезапно Барди в голову прилетит мяч от Гарри
# Гарри скажет, что будет ждать его у входа в колледж после занятий (если Барди прятался от него в раздевалке)
# если не кликать на спорт зал, то Гарри в любом случае будет ждать Гарри у входа
# после урока физры Барди может пойти к выходу с колледжа, либо к преподу по инглишу
# если пытается пойти на доп. предмет, то говорит, что занятий по этому предмету сегодня нет в расписании
# если идет в кабинет инглиша, то там в пустом кабинете сидит миссис Адамс
# она смотрит на него удивленно - ты что-то хотел, Барди? сегодня у тебя нет занятий по английскому
# выбор: сказать, что хочет взять у нее доп.занятия или сказать, что заблудился
# если говорит про доп.занятия, то она говорит, что каждый вечер она остается после занятий в колледже
# и они могли бы выделять немного времени на доп.занятие. в дневное время это будет проблематично, т.к. у нее нет окон между парами
# открывается доступ приходить в колледж вечером на занятия по английскому с миссис Адамс
# если он врет, что просто заблудился, то она спрашивает его, все ли норм с обучением и нет ли сложностей
# посое этого он выходит из кабинета инглиша
# навстречу ему идет училка по живописи
# если он с ней уже знаком, то он здоровается с ней и что записался на ее занятия (если уже сделал это) или что собирается это сделать в ближ. дни
# она говорит, что он может прийти на занятие на след. день и что рада, что он выбрал ее предмет
# если не знаком - выбор: притвориться, что подскользнулся; спросить, где библиотека (туалет или т.п.)
# если спросить, то он с ней разговаривает (частично из диалога с ней, когда он упал в 1-й день)
# если подскользнулся, то рассматривает ее, потом они разговаривают (диалог с ней, когда он упал в 1-й день)
# перед выходом из колледжа он вспоминает, что ему нужно в бибилиотеку, как сказала зануда Сара (если еще не был в библиотеке)
# если клик на библиотеку, то Барди оказывается внутри, вспоминая, что ему сказали получить учебники
# в библиотеке никого из студентов нет, кроме двух - это ботан одногруппник Лео и младшая дочь Софи - Синтия, они сидят не вместе, по разным столикам
# библиотекарь Wilson (Teacher6) стоит у стойки библиотеки
# Барди с ней здоровается, она говорит ему, чтоб говорил тише. тут библиотека и нужно соблюдать тишину
# он подходит к ней и говорит про литературу
# обмен репликами с библиотекаршей + возможность посмотреть на нее (попросить ее достать книги с верхней полки)
# после этого Барди может подойти к Синтии
# она приветливо улыбается ему, спрашивает как у него дела, как учеба
# говорит ему, что часто проводит время в библиотеке колледжа, ей нравится здешняя тишина и спокойствие
# она остается здесь почти каждый день после занятий и может засиживаться до поздна
# Барди спросит, как вчера? Софи говорила, что ты вроде в гостях была
# Барди может спросить Синтию про Оливию, почему она стала такой нервной и хамит ему
# Синтия скажет, что у нее с Оливией отношения не совсем теплые, но общаются они нормально
# и что она сама не понимает, почему Оливия так агрессивно реагирует на приезд Барди
# также он спросит ее про кузину
# Синтия расскажет ему про своих тетю и дядю, которые живут не так далеко от них и про их дочь Николь (обыграть в инц патче)
# Барди спросит, общается ли Софи с этой тетей
# Синтия расскажет, что да, у них хорошие отношения, хотя тетя не очень любит приходить в гости к ним домой, т.к. не долюбливает Генри
# Барди спросит - почему?
# Синтия пожмет плечами, типа сама не в курсе, но отношения тети и Генри весьма напряженные
# потом Барди скажет, что идет домой и спросит, идет ли Синтия
# она ответит, что остается в бибилиотеке, хочет еще немного почитать
# Барди выходит из библиотеки
# идет к выходу из колледжа
# как только он оказывается на улице, ему навстречу грозно шагает Гарри (позади него остается стоять на месте и смотреть на развитие событий Эмили)
# в зависимости от того, писал ли Барди маркером или дотрагивался до Эмили, Гарри рычит ему что-то грозное и замахивается кулаком
# внезапно подбегает Эмили и хватает Гарри за руку, кричит, чтобы тот успокоился, что у него из-за этого могут быть неприятности
# Гарри злобно оттлкивает ее руку - не лезь, дура!
# она начинает кричать на него, крч ругаются
# во время ругани Гарри замахивается и дает ей затрещину(подзатыльник)
# меню выбора у Барди: заступиться за Эмили или уйти
# если заступиться, то он встревает в их разговор и отталкивает Гарри от девушки
# тот рычит и набрасывается на Барди, звук удара и темнота
# Барди открывает глаза - над ним склонилась Эмили и шлепает его по лицу, приводя в чувство
# спрашивает, все ли с ним в порядке
# говорит, что лучше не обращаться к мед.сестре, иначе об инциденте узнает весь колледж, поэтому она надеется, что ничего серьезного
# говорит, что не стоило ему лезть в их разборки, но спасибо, что заступился
# Барди в это время рассматривает ее вблизи и думает, какая же красотка досталась этому упырю
# выбор нескольких фраз
# он говорит ей, как ты это терпишь, он ведь поднял на тебя руку
# она делает покерфейсное лицо и говорит, что это не его дело и вообще ей пора. и уходит
# он благодарит ее, что она вмешалась
# она делает покерфейсное лицо и говорит, что сделала это не из-за него и уходит
# он говорит ей, ты достойна лучшего парня рядом с собой
# она внимательно смотрит на него, потом грустно улыбается и говорит, что сорри, но мне пора
# Барди поднимается
# сигнал о сообщении на телефоне
# Барди достает телефон
# Софи пишет: Милый, надеюсь, сегодня ты не задержишься после колледжа. у нас сегодня гости и мы ждем тебя к ужину.
# Барди думает, вот черт, что еще за гости. я думал, что заскочу по дороге к Шону. но видимо придется поменять планы
#
