# по приходу домой, Барди обнаруживает в гостях тетю, младшую сестру Софи
# показать тизинг с Софи. ГГ пока не думает про нее, но показать игрокам, как ГГ поднимается за ней по лестнице + еще что-нибудь.
# если не инк - то знакомство с ней, если инк - то здоровается, как дела и т.д.
# тетя одна в гостях, без дочери и мужа
# она сразу посматривает на Барди заинтересованно и он это замечает
# за ужином тетя говорит, что решила открыть свой бизнес - интерент-магазин
# но пока еще в процессе, будет открывать точку выдачи товаров в местном ТЦ и возможно ей понадобится помощь в будущем
# Барди этот момент заинтересует, т.к. ему нужны деньги
# также Барди спросит Софи и Генри про велопрокат, но Генри скажет, что пока не поговорил с его владельцем

# Вечер, ужин всей семьей с тетей, а за ужином разговор.

# 1. В ходе разговора ГГ (и игрок) узнает, что у Оливии есть парень, которого зовут Марк. И что он придет к Оливии вечером.
# В разговоре участвуют Оливия, Софи и немножко Синтия. И пара размышлений ГГ на обсуждаемую тему.

# 2. Дальше. Софи сообщает, что они с Генри, после ужина, должны уйти по важным делам.
# Генри молчит но недоволен. За старшего (по дому) назначается Оливия (с Марком, который придет позже).
# Оливия против, потому что «нянькой не нанималась». Говорит, что тогда пойдут с Марком гулять.
# Тогда Софи назначает старшим ГГ (по старшинству).

# 3. Ужин закончился. Софи и Генри уходят из дома по делам.

# 4. Девчонки расползаются по комнатам. Оливия приготавливаться к вечеру. Синтия делать уроки.

# 5. ГГ пинает буй (или типа делает уроки?), слышит звонок в дверь и идет открывать. Встречает Марка, мельком знакомятся.
# Спускается Оливия, отпускает пару комментариев в своем роде и они с Марком отчаливают.

# 6. ГГ идет к Синтии, но у той завал с домашкой. ГГ идет в комнату, раздевается и в одних трусах шлепается на кровать.
# Смотрит в телефоне инсту Оливии (новое фото) или
# А кролик, не видел фотку (остался без "сладкого") - if.
# Предлагаю Эмили прислать сообщение ГГ. Вечером и с фоткой ("сладкое").
# Не такую откровенную, как у крысы, но что-то эротичненькое. Например в эффектном спальном белье,
# со словами "Собираюсь спать. Решила написать, что я согласна провести тебе небольшую экскурсию."
# вечером ГГ будет смотреть инсту Эмили
# после того как она ему пришлет смску, он полезет в ее инсту.

# Но тут приходит СМС от Софи. Она спрашивает как дела дома. ГГ ей отвечает на СМС, но настрой «уже не тот».
# Идет (прям в трусах) на первый этаж попить воды. Пьет, выходит в холл первого этажа и встречает Синтию в спальном белье
# (не в самом откровенном, но и не в самом закрытом).

# 7. Синтия предлагает посмотреть телевизор вместе (мозги от уроков опухли, но спать еще не хочется). ГГ соглашается и идут в комнату с телеком.
# Решают что будут смотреть (жанр фильма).
# ГГ-крыса, предлагает смотреть ужасы.
# ГГ-кролик, предлагает боевик.
# (тут предлагаю небольшую коллаборацию с ФБ, картинки, которые будут в телевизоре, в архиве)
# Садятся рядышком на диван и включают телевизор.

# 8. Экран затемняется и появляется надпись «а в это время...»

# 9. Мы видим Оливию и Марка. Они пьют пиво. В парке на лавочке/в баре/в машине.
# Марк навеселе, довольный собой, что-то говорит и балагурит.
# Но Оливия его не слышит. Она сидит, периодически отхлебывает из бутылки, лицо напряженное и задумчивое, смотрит куда-то в одну точку.
# Марк прерывает ее раздумья какой-то болтовней. А Оливия отвечает что-то невпопад.
# Марк удивляется ее поведению. Спрашивает что с ней.
# Оливия отвечает, что ее бесит возвращение и присутствие ГГ в доме, говорит что Марку ее не понять. И вообще это ее личное дело.
# Предлагает взять спиртного покрепче, у нее отвратное настроение и пиво ее совсем не берет. Марк скис, но соглашается. Идут «за догоном».

# 10. Экран затемняется. Возвращаемся в дом, где ГГ и Синтия смотрят кино.

# 11. Видим какие-то картинки по телевизору (в зависимости от выборов крыса-ужасы, кролик-боевик).
# Кадр на нашу парочку (ГГ и Синтия) на диване.

# 11А. Если крыса-ужасы.
# Оба сидят внимательно уставившись в экран, лица встревожены. Играет соответствующая (напряженная) музыка (типа из фильма). Синтия жмется к ГГ.
# ГГ, в определенный момент, решает напугать ее еще больше.
# Медленно закидывает руку за спину Синтии и в нужный момент щипает ее за бок.
# Синтия подскакивает и от ужаса запрыгивает на колени к ГГ.
# До нее доходит, что он ее пугает специально и они немного смеются.
# Затем она разворачивается лицом к экрану и они продолжают внимательно смотреть фильм (она остается у ГГ на коленях).
# По ходу просмотра фильма ужасов, Синтия нервно дергается и елозит на коленях у ГГ.
# ГГ подмечает это и думает, что ему приятно как Синтия ерзает своей попкой сидя у него на коленях.
# ГГ начинает слегка возбуждаться (он же в одних трусах, а она в легкой одежде для сна).
# Начинает ее легко щекотать, щипать с разных сторон.
# Синтия, от этого, начинает еще сильней елозить у ГГ на коленях. Периодически смеется и типа возмущается, но продолжает сидеть на месте и смотреть кино.
# ГГ понимает, что это уже перебор, его член встает и упирается (сквозь нижнее белье) в ногу Синтии.
# В этот самый момент на экране возникает надпись «The end». ГГ и Синтия застывают на месте. Несколько секунд паузы.
# Вдруг Синтия спрыгивает с ГГ (он прикрывает пах руками), Синтия смеется, говорит что с ГГ невозможно смотреть ужасы, что он ее защекотал прям.
# В следующий раз они выберут другой фильм (жанр).
# И вообще уже много времени, спасибо за просмотр, но пора спать (Синтия убегает к себе в комнату).

# 11Б. Если кролик-боевик.
# ГГ сидит внимательно уставившись в экран (смотрит кино). Играет соответствующая музыка (типа из фильма). Синтия, от скуки, задремала и сопит у ГГ на плече.
# ГГ замечает это и продолжает смотреть кино. Но у него затекает рука/нога.
# Он пытается аккуратно немного сменить свое положение. От чего голова Синтии медленно сползает вниз и оказывается внизу живота ГГ.
# ГГ замирает, кажется что Синтия вот-вот проснется… Но Синтия, немножко поморщившись продолжает дремать. ГГ вздыхает и продолжает смотреть кино.
# Через какое-то время на экране возникает надпись «The end».
# ГГ сожалеет что фильм закончился. Синтия продолжает лежать на ГГ и дремать.
# Он медленно и аккуратно пытается дотянуться до пульта, который лежит недалеко от Синтии на диване. Хочет включить другой фильм.
# Но пульт выскальзывает из рук и падает на пол.
# На пульте, при падении, включается кнопка, переключается канал и включается порно.
# ГГ ничего не остается как сидеть и смотреть порно, до пульта уже не дотянуться (Синтия все еще спит).
# Лицо Синтии в области живота ГГ и порнушка по телевизору, заставляют ГГ завестись. Он начинает возбуждаться.
# Его член встает и упирается (сквозь нижнее белье) в щеку Синтии.
# В этот момент Синтия открывает глаза, видит что показывают по телевизору, делает большие глаза, резко подскакивает.
# При этом, поднимая голову с колен ГГ, бьет ГГ затылком по подбородку.
# Оба хватаются за головы (Синтия за затылок, ГГ за подбородок). На лицах выражение боли. Смотрят несколько секунд друг на друга и начинают дико ржать.
# Немного успокоившись Синтия спрашивает, чем ГГ это занимался, пока она спала.
# Он объясняет, что хотел переключить фильм, но пульт упал, а переключить он не мог, так как Синтия мило сопела и он не хотел ее будить.
# Еще посмеются, но уже много времени, спасибо за просмотр, но пора спать (Синтия убегает к себе в комнату).

# 12. ГГ перевозбужден. Сначала стримершы с типа Твича, потом кино с Синтией. Он идет в туалет собираясь фапнуть, заходит в душ и включает воду.

# 13. Кадр сменяется на прихожую (ГГ этого не видит!!!). В дом заходит Марк, который буквально тащит на себе пьяную в хлам Оливию.

# 14. Оливия что-то бубнит. Марк ухмыляется и прислонив Оливию к стене, предлагает ей продолжить веселье в ее комнате, мелкие наверняка спят, а родители уехали.
# Он начинает ее целовать в губы, шею, Оливия отвечает взаимностью, хотя на вид (эмоции лица) она плохо понимает что вообще происходит.
# Руки Марка спускаются по бедрам Оливии. Одна рука лезет под юбку и задирает ее с одного края, немного обнажая самый низ трусиков.
# В этот момент Оливия, вроде как, немного приходит в себя. Отдергивает руку Марка и отстраняет его от себя. Она просит Марка уйти, у нее нет настроения.
# Всем мужикам нужно только одно! Она ловит себя на этой мысли, выгоняет Марка и задумчивая, сильно шатаясь, пытается подняться по лестнице.
# Перед лестницей спотыкается и цепляясь за перила шлепается на лестницу. При этом у нее падает из рук телефон, но она этого не замечает.
# Ворча и ругаясь, прихрамывая и потирая ногу, она, зигзагами, идет в комнату где телевизор (где раньше смотрели кино ГГ и Синтия).

# 15. ГГ выходит из душа и заправляет член в трусы. С мыслями, что ему немного полегчало, он выходит в прихожую.
# У лестницы он натыкается на телефон Оливии, берет его в руки и видит на заставке телефона эффектную фотку Оливии.
# Подумав о том, что хоть в чем-то ему наконец повезло, он пытается посмотреть фотки. Но выясняет, что часть папок в галерее закрыты паролем.
# В итоге стоит у лестницы и смотрит те фотки, которые находятся в незаблокированных галереях. Недолго.
# Потому что сзади слышит шаги. ГГ оборачивается и видит шатающуюся Оливию. Она замечает у него в руках ее телефон. И пытается отвесить ему подзатыльник.
# ГГ ловко уворачивается и ловит руку Оливии.
# Возникает пауза (ГГ держит руку Оливии) и они смотрят друг на друга (чувствуется напряжение между ними).
# Оливия берет себя в руки, выдергивает у ГГ из рук телефон. Спрашивает что он в нем искал.
# ГГ говорит, что хотел узнать о ней хоть что-то, так как, с момента его приезда, она только шипела на него, хотя он ей ничего плохого не делал.
# Оливия внимательно выслушав ГГ и оценив его вид в трусах, спрашивает, что он НА САМОМ ДЕЛЕ хотел найти в ее телефоне.

# 16А. ГГ-крыса соврет. Сказав, что хотел посмотреть фотки подружек Оливии.

# 16Б. ГГ-кролик скажет правду, что увидел эффектную фотку Оливии на заставке и на автомате полез смотреть остальные фотки.

# 17. Оливия, на объяснения ГГ, сделает скучающее лицо, развернется и пошатываясь пойдет в комнату с телевизором.
# Но перед дверью остановится, повернется к ГГ и скажет взять бутылку спиртного на кухне. Сама она идет в комнату.
# И пусть ГГ не забудет взять стаканы…

# 18. ГГ идет на кухню, берет бутылку и стаканы и идет в комнату где Оливия.

# 19. Оливия лежит на диване в весьма притягательной позе. Обувь на полу.
# Когда ГГ заходит с бутылкой, она немного поджимает ноги и жестом приглашает его присесть на краю дивана
# (там где освободилось место, когда она поджала ноги).
# ГГ садится. Оливия говорит налить ей и себе. ГГ наливает.
# Оливия, вся задумчивая, делает несколько глотков. ГГ не пьет, просто сидит со стаканом.
# Потом Оливия, снова, делает скучающее лицо.
# Без особого интереса, как будто разговаривая сама с собой, спрашивает ГГ, что он там нес про вечно шипящую Оливию.
# Про подружек Оливии/фотки Оливии (зависит от выбора 16А-16Б выше). Небольшой разговор.
# Оливия подмечает, как бы про себя, что ГГ, оказывается, нравятся девочки постарше. Потом заявляет ему, что ничего такого ГГ не светит.
# Потому что он еще в колледже, у него нет денег и вообще, чтобы завоевать внимание девушек постарше, недостаточно лишь смотреть много порно.
# Нужны опыт и знания.
# ГГ говорит, что у него есть все необходимые знания и опыт.
# Оливия внимательно смотрит на ГГ, потом начинает хохотать. Немного успокоившись, она ему заявляет, что пусть он докажет!
# ГГ спрашивает, как он может доказать и когда.
# Оливия предлагает проверить его прямо здесь и сейчас!
# И со словами «сейчас мы узнаем, на что ты способен», кладет на него ноги (ее ступни оказываются в районе живота ГГ).
# ГГ смотрит на ноги Оливии, потом поднимает свой взгляд от ступней до лица (осмотрев ее всю снизу вверх). Смотрит ей в глаза.
# Оливия снова начинает хохотать. Первая ошибка!
# Мы тут не в гляделки играем. Нужно действовать, а не тупить! Но она ему подскажет. Пусть сделает ей массаж ног.
# Ну хоть это он умеет делать?
# ГГ начинает неумело массажировать ступни Оливии. Оливия сначала смотрит с некоторым интересом,
# потом закрывает глаза и откидывается на диване.
# ГГ продолжает массаж и поглядывает на ножки Оливии.

# 20. ГГ массирует ступни, постепенно поднимаясь выше, то по одной ноге, то по другой.
# Добравшись почти до колен и поглядывая на Оливию, у игрока будет небольшой выбор.

# 20А. Продолжить массировать ноги снизу.
# В этом случае сцена и разговор с Оливией будет чуть короче.

# 20Б. Постепенно подниматься чуть выше колен и массировать уже там.
# В этом случае, когда ГГ доберется уже достаточно высоко, он, в очередной раз, посмотрит на Оливию, которая лежит с закрытыми глазами.

# 21. Наш ГГ, в итоге, возбудится. Оливия откроет глаза и уберет ноги с ГГ.
# Скажет, что он вообще не умеет делать массаж и проверку не прошел.
# ЕСЛИ было (выше) 20А, то добавит, что в следующий раз, когда ГГ попытается кого-то так откровенно лапать выше колена,
# то в лучшем случае получит по морде. ГГ бы и сейчас схлопотал, но он своей неумелостью очень поднял ей настроение.
# Оливия встанет, подойдет к ГГ, нагнется к нему (открывая обзор на ее вырез), встретится с ним глазами и посоветует ему тренироваться.
# Для начала на сверстницах, ну прежде чем замахиваться на что-то большее. Засмеется и взяв обувь, уйдет из комнаты.

# 22. ГГ возвращается в свою комнату и ложится на кровать.
# Лежа он вспоминает (визуально) приятные моменты массажа ног Оливии (с поправкой на 20А-20Б),
# думает почему Оливия сегодня вела себя не как обычно (наверно потому что пьяная?) и как она будет вести себя завтра.
# Потом вспоминает (визуально) приятные моменты просмотра кино с Синтией (с поправкой на 11А-11Б), думает что надо чаще проводить время с ней.
# На этом он засыпает.

# к ночным фантазиям + пункт меню с тетей и пункт с Эмили (не минет, просто голые в соблазнительных позах, можно немного петтинга)
# +
# 23. Ночью ему снится сон. Оливия и Синтия. Они очень откровенно одеты, но не голые.
# Они целуются, ласкают друг друга, может быть даже немного раздевают друг друга, но никаких откровенных мест невидно.
# В конце концов экран совсем темнеет…
# Когда ГГ просыпается, то понимает, что это был всего лишь сон.
#
