# Моника спрашивает у Бифа, где "Ты что-то говорил по поводу работы в офисе?". Также еще вариант
# Биф... Мог бы ты дать еще немного денег? Хотя бы $ 100...
# Детка, хорошо что ты напомнила про сумму. Давай пересмотрим ее! Я считаю что ты развлекаешь папочку недостаточно хорошо и не стоишь $ 5000.
# Я думаю тебя вполне устроят $ 3000. Это хорошие деньги для такой как ты!
# Нет, Биф... Я не подразумевала пересмотр суммы...
# А что ты подразумевала, цыпочка?
# Нет, Биф... Ничего...
# mt Черт! С этим слизняком опасно говорить про деньги!
# Если он не будет давать мне эти $ 5000, то мне конец! Где я еще достану такую огромную сумму?!
# ...
# Какая огромная сумма, Моника? Ты о чем?
# Это же сущие копейки для тебя!
# Не привыкай к тому положению, в котором ты оказалась!
# Не забывай, что ты здесь для того, чтобы выкинуть этого мерзавца из своего кресла и восстановить справедливость!


# Моника также показывает Бифу попу, в случае если пройдена вся фотосессия
label ep23_dialogues1:
    music Hidden_Agenda
    if cloth == "Whore":
        img 9438
        with fade
        m "Биф... Мог бы ты дать еще немного денег?"
        "Хотя бы еще $ 100?..."
        music Groove2_85
        img 9439
        biff "Детка, хорошо что ты напомнила про сумму!"
        "Давай пересмотрим ее!"
        "Я считаю что ты развлекаешь папочку недостаточно хорошо..."
        "И не стоишь тех $ 5000!"
        mt "!!!"
        biff "Я думаю тебя вполне устроят $ 3000."
        "Это хорошие деньги для такой уличной шлюхи как ты!"
        img 9440
        m "Нет, Биф... Я не подразумевала пересмотр суммы..."
        biff "А что ты подразумевала, цыпочка?"
        m "Нет, Биф... Ничего..."
        img 9441
        mt "Черт! С этим слизняком опасно говорить про деньги!"
        "Если он не будет давать мне эти $ 5000, то мне конец!"
        "Где я еще достану такую огромную сумму?!"
        "..."
        img 9442
        with fade
        "Какая огромная сумма, Моника? Ты о чем?"
        "Это же сущие копейки для тебя!"
        "Не привыкай к тому положению, в котором ты оказалась!"
        "Не забывай, что ты здесь для того, чтобы выкинуть этого мерзавца из своего кресла!"
        "И восстановить справедливость!!!"
    if cloth == "CasualDress1":
        img 11281
        with fade
        m "Биф... Мог бы ты дать еще немного денег?"
        "Хотя бы еще $ 100?..."
        music Groove2_85
        img 11282
        biff "Детка, хорошо что ты напомнила про сумму!"
        "Давай пересмотрим ее!"
        "Я считаю что ты развлекаешь папочку недостаточно хорошо..."
        "И не стоишь тех $ 5000!"
        mt "!!!"
        biff "Я думаю тебя вполне устроят $ 3000."
        "Это хорошие деньги для такой уличной шлюхи как ты!"
        if monicaCasualDress1BiffFirstTime == False:
            biff "Тем более, тебе хватает этих денег на дорогие платья!"
        img 11283
        m "Нет, Биф... Я не подразумевала пересмотр суммы..."
        biff "А что ты подразумевала, цыпочка?"
        m "Нет, Биф... Ничего..."
        img 11284
        mt "Черт! С этим слизняком опасно говорить про деньги!"
        "Если он не будет давать мне эти $ 5000, то мне конец!"
        "Где я еще достану такую огромную сумму?!"
        "..."
        img 11285
        with fade
        "Какая огромная сумма, Моника? Ты о чем?"
        "Это же сущие копейки для тебя!"
        "Не привыкай к тому положению, в котором ты оказалась!"
        "Не забывай, что ты здесь для того, чтобы выкинуть этого мерзавца из своего кресла!"
        "И восстановить справедливость!!!"

    if cloth == "WorkingOutfit1":
        img 12810
        with fade
        m "Биф... Мог бы ты дать еще немного денег?"
        "Хотя бы еще $ 100?..."
        music Groove2_85
        img 12811
        biff "Детка, хорошо что ты напомнила про сумму!"
        "Давай пересмотрим ее!"
        "Я считаю что ты развлекаешь папочку недостаточно хорошо..."
        "И не стоишь тех $ 5000!"
        mt "!!!"
        biff "Я думаю тебя вполне устроят $ 3000."
        "Это хорошие деньги для такой уличной шлюхи как ты!"
        img 12812
        m "Нет, Биф... Я не подразумевала пересмотр суммы..."
        biff "А что ты подразумевала, цыпочка?"
        m "Нет, Биф... Ничего..."
        img 12813
        mt "Черт! С этим слизняком опасно говорить про деньги!"
        "Если он не будет давать мне эти $ 5000, то мне конец!"
        "Где я еще достану такую огромную сумму?!"
        "..."
        img 12814
        with fade
        "Какая огромная сумма, Моника? Ты о чем?"
        "Это же сущие копейки для тебя!"
        "Не привыкай к тому положению, в котором ты оказалась!"
        "Не забывай, что ты здесь для того, чтобы выкинуть этого мерзавца из своего кресла!"
        "И восстановить справедливость!!!"
    return
