label ep212_dialogues_revenge_quest1:
    # Сидят Стив, Фред. Перед ними стоит Моника с пистолетом (красивое платье)
    # У Стива член опущен
    music stop
    img black_screen
    with diss
    pause 1.5
    music Master_Disorder
    img 23634
    with fadelong
    sound gag_steve
    steve "ММмммммм!!!"
    steve "ММмммммм!!! Ммммм!!!"
    steve "МММмммпффхххх!!!"
    # Моника убирает кляп у Стива
    img black_screen
    with diss
    pause 1.5
    sound chpok8
    pause 1.5
    music Groove2_85
    img 23635
    with vpunch
    steve "Моника! Что все это значит?!!"
    steve "Что это за место?!"
    img 23636
    with diss
    steve "И что это за штука передо мной???"

    music Master_Disorder
    img 23637
    with fade
    m "Здравствуй, Стив."
    m "Это - бывшая спальня Юлии, моей гувернантки."
    m "А сейчас это, по совместительству, моя спальня."
    music Power_Bots_Loop
    img 23638
    with hpunch
    m "ГДЕ МНЕ ПРИХОДИТСЯ НОЧЕВАТЬ, МАТЬ ТВОЮ!!!"

# Указывает на аккумулятор
    music Master_Disorder
    img 23639
    with fade
    m "А это..."
    m "Это автомобильный аккумулятор, Стив."
    m "Он наш общий друг."
    m "Мы побеседуем с тобой... втроем..."
    m "Если ты не будешь говорить мне правду..."
    img 23640
    with diss
    m "То я дам слово ему..." # указывает на аккумулятор

    music Groove2_85
    img 23641
    with vpunch
    steve "Моника! Ты захватила меня!"
    steve "Это преступление!"
    steve "Отпусти меня! Все еще можно изменить! И..."
    m "Заткнись, слизняк!"

    music Master_Disorder
    sound snd_gun_charge
    img 23642
    with diss

    m "Ты будешь говорить, когда скажу тебе Я!"
    steve "!!!"
    m "Итак, отвечай, кто за всем этим стоит?!"

    steve "За чем стоит, Моника?"

    m "За тем что произошло со мной!!"

    img 23643
    with diss
    steve "Моника, но я ничего не знаю!"
    steve "Я всего-лишь честный бизнесмен, который заключает честные сделки!"

    img 23644
    with fade
    m "Честные сделки, Стив?"
    img 23643
    with diss
    steve "Да, Моника! Честные сделки!"

    music Groove2_85
    img 23645
    with fade
    sound highheels_short_walk
    m "Ты считаешь что заключал со мной честные сделки?"
    m "Ты правда так считаешь?"
    steve "..."

    img 23646
    with diss
    m "Хорошо, Стив."
    m "Мы можем заключить с тобой еще одну сделку. Честную..."
    m "Ты рассказываешь кто стоит за всем этим."
    m "И проживешь еще один день..."
    img 23647
    with diss
    steve "Но Моника! Ты неспособна на такое!"
    steve "Я был добр к тебе и поддерживал тебя все время!"

    music Master_Disorder
    img 23648
    with fade
    m "Значит ты не хочешь заключать сделку, Стив?"

    img 23649
    with diss
    steve "..."
    steve "Моника..."
    steve "Я бы не очень хотел заключать такую сделку... Я..."
    music Groove2_85
    img 23650
    with diss
    steve "Моника, между прочим у нас не закрыта предыдущая сделка!"
    img 23651
    with fade
    m "Какая предыдущая сделка?!"
    music Sneaky_Snitch
    img 23652
    with diss
    steve "..."
    music Groove2_85
    img 23653
    with fade
    m "Ах, ты про это?!"
    music Sneaky_Snitch
    img 23654
    with diss
    steve "..."
    music Groove2_85
    img 23655
    with fade
    m "Значит, Стив, ты предлагаешь мне закрыть ту сделку, да?"
    m "И, в таком случае, ты мне все расскажешь?"
    # С хитринкой
    img 23656
    with diss
    steve "Да, Моника! Я предлагаю закрыть эту сделку и обсудить следующую..."
    img 23657
    with fade
    m "Ты предлагаешь сделать это прямо сейчас?"
    img 23658
    with diss
    steve "Да, Моника! Не бывает неподходящего времени, чтобы закрыть хорошую сделку!"
    # Моника наклоняется
    img 23659
    with fade
    m "Но Стив, как ты предлагаешь мне это сделать?"
    m "Ведь у тебя совсем не стоит..."
    img 23660
    with diss
    steve "Моника, ты знаешь, что это сфера ответственности твоей стороны договора!"
    steve "Ты ведь знаешь что с этим сделать, чтобы успешно закрыть эту сделку!" # ухмыляется
    music stop
    img black_screen
    with diss
    pause 1.5
    music Loved_Up
    img 23661
    with fade
    m "..."
    img 23662
    with diss
    w
    img 23663
    with fade
    steve "Я рад что ты осознала ситуацию и приняла верное решение, чтобы выйти из нее, Моника..."

    # Моника наклоняется
    # ближе, ближе
    img 23664
    with diss
    steve "Я предлагаю сумму следующей сделки в $ 5000, Моника."
    steve "И ты отпускаешь меня."
    img 23665
    with diss
    steve "Но к сделке прилагается дополнительное соглашение."
    steve "За мое молчание, в эту же сумму включительно я возьму в аренду твою попку."
    steve "И возьму прямо здесь, сразу же."
    img 23666
    with fade
    steve "Ты знаешь, я умею быстро восстанавливаться между хорошими сделками, Моника!"
    img 23667
    with diss
    m "Да, Стив..."
    music Master_Disorder
    img 23668
    with diss
    m "Конечно, Стив..."
    img 23669
    with diss
    w
    sound electricity2
    show screen photoshot_screen()
    with hpunch
    pause 0.7
    hide screen photoshot_screen
#    sound scream_steve2

    $ renpy.music.set_volume(0.5, 0.5, channel="music2")
    music2 scream_steve2
    # Моника вешает электрод на Стива
    # Электричество, вспышки
    img 23670
    with hpunch
    steve "ААААААААААА!!!"
    steve "ЧТО ЭТО?!! АААААААА!!!"

    $ renpy.music.set_volume(0.0, 0.5, channel="music2")
    # Моника затыкает Стиву рот
    img 23671
    with fade
    sound chpok8
    m "Наш общий друг возражает против твоей точки зрения, Стив."
    m "И я решила дать ему слово."
#    sound scream_steve2
    $ renpy.music.set_volume(0.5, 0.5, channel="music2")
    img 23672
    with diss
    show screen photoshot_screen()
    with hpunch
    pause 0.7
    hide screen photoshot_screen
    steve "ААААААААААА!!!"

    # Снимает кляп с Фреда
#    sound scream_steve2
    img 23673
    with fade
    m "Ну что, корнишончик."
    steve "ААААААААААА!!!"
    m "Хочешь быть следующим?"

    sound chpok8
    img 23674
    with diss
    fred "Миссис Бакфетт!"
    fred "Пожалуйста! Я сказал все что знал!"

    sound snd_gun_charge
    img 23675
    with fade
    m "Эх, ты снова за старое..."
    m "Мне будет не хватать тебя..." # Направляет пистолет

#    sound scream_steve2
    img 23676
    with diss
    fred "Миссис Бакфетт! Прошу!"
    fred "Дайте мне поговорить с Мистером Стивом!"
    fred "Он все расскажет Вам! Клянусь!"
#    sound scream_steve2
    steve "ААААААААААА!!!"
    steve "ААААААААААА!!! ААААААААААА!!!"

    sound snd_gun_charge
    img 23677
    with fade
    m "Хорошо, корнишончик..."
    m "Это твой последний шанс..."

    music stop
    scene black_screen
    with Dissolve(1)
    sound highheels_short_walk
    pause 1.5
    music2 stop
    sound switch_steve
    pause 1.5
    music Groove2_85
    $ renpy.music.set_volume(1.0, 0.5, channel="music2")
    # Моника убирает электрод, у Стива стоит член
    img 23678
    with fadelong
    w
    img 23679
    with fade
    m "О, Стив!"
    m "Я смотрю твоему члену это понравилось!"

    img 23680
    with hpunch
    steve "Моника! Что ты наделала!"
    steve "Мой член... Это какая-то необъяснимая реакция!"

    img 23681
    with fade
    m "Неважно."
    m "Наша сделка закрыта."
    m "Ты удовлетворен этой сделкой или мне надо еще тшательнее выполнить ее условия?"
    img 23682
    with hpunch
    steve "Сделка закрыта, Моника! Она закрыта!"
    steve "Пожалуйста, не надо!"

    img 23683
    with fade
    m "Хорошо, Стив."
    m "Отвечай, кто стоит за тем что случилось со мной?"

    steve "Моника, я не знаю! Честно!"

    img 23684
    with diss
    m "О БОЖЕ..."
    m "Фред, скажи что-нибудь..."
    m "Иначе ты знаешь что сейчас будет..."

#    music Master_Disorder
    img 23685
    with fade
    fred "Мистер Стив!"
    fred "Пожалуйста, скажите все что знаете!"
    fred "Миссис Бакфетт настроена очень серьезно!"
    fred "У нее пистолет!"
    img 23686
    with diss
    steve "..." # Смотрит подозрительно на Фреда
    img 23687
    with fade
    fred "Мистер Стив, она знает что я отчитывался Вам о ее перемещениях!"
    fred "Если Вы не скажете кто стоит за всем этим, то она решит что это были Вы!"
    steve "Ах ты мерзавец!"

    img 23688
    with fade
    m "Стив, тебе лучше все рассказать, иначе..."
    img 23689
    with diss
    m "Наш общий друг снова просит слово..." # Указывает на аккумулятор
    steve "!!!"

    music Master_Disorder
    img 23690
    with fade
    steve "Я точно не знаю, Моника..."
    steve "Эти люди... Они очень могущественные..."
    img 23691
    with diss
    m "Откуда ты знаешь их?"

    img 23692
    with fade
    steve "Моника, я их не знаю!"
    steve "Однажды позвонили люди с предложением..."
    steve "От которого, как оказалось, невозможно отказаться..."
    steve "Но это было давно и не было связано с тобой..."

    img 23693
    with diss
    steve "Прошло много времени..."
    steve "И вот недавно я снова общался по телефону с ними..."
    steve "Мне сказали что у твоей компании меняются хозяева."
    steve "И чтобы я сидел тихо... И не поднимал шум."

    img 23694
    with fade
    m "И?"
    m "Почему это случилось? Что они сказали тебе?!"
    m "Отвечай!"

    img 23695
    with diss
    steve "Я их спросил об этом. Я спросил что случилось с тобой."
    steve "Мне ответили что у тебя внезапно поменялись ценности в этой жизни..."
    steve "Что ты кого-то встретила, в тот день, когда ты была у меня..."
    steve "И это как-то связано с тем человеком..."

    # Моника задумывается
    music Master_Disorder
    img 23696
    with fade
    sound highheels_short_walk
    mt "В тот день..."
    mt "С человеком..."
    mt "Кто же это мог быть?"
    mt "Где я была в тот день?"
    mt "Это было так давно... У меня та жизнь как в тумане..."
    # черно-белые кадры
    img black_screen
    with diss
    pause 1.5
    img "1649_bw"
    with fadelong
    mt "Банк..."
    mt "Кто-то из клерков?"
    mt "Помню, что я накричала на них..."
    mt "Между прочим за дело!"
    mt "Одна из них оказалось дочерью одного из самых могущественных людей в мире?"
    mt "Да ну, это чушь..."
    # продавец, Моника бросает платье
    img black_screen
    with diss
    pause 1.5
    img "1924_bw"
    with fadelong
    mt "Чертова лесбиянка в магазине..."
    mt "Нет, точно не то..."
    # офис Стива
    img black_screen
    with diss
    pause 1.5
    img "1703_bw"
    with fadelong
    mt "Офис у Стива..."
    mt "Джейн..."
    mt "Эта проститутка... Неужели она замешана в этом?"
    mt "Но нет..."
    mt "Я давно ее знаю. Она обычная карьеристка..."
    # Тиффани
    img black_screen
    with diss
    pause 1.5
    img "1755_bw"
    with fadelong
    mt "..."
    mt "Хм... Эта новенькая..."
    mt "Я ее раньше не встречала..."
    mt "Ничего не знаю про нее..."
    mt "Она смотрела на меня так странно... Как дьявол..."
    mt "Возможно ее подослали туда специально и..."
    music stop
    img black_screen
    with diss
    pause 1.5

    # Моника поворачивается к Стиву
    music Power_Bots_Loop
    sound snd_gun_charge
    img 23697
    with hpunch
    m "Это Тиффани?!"
    m "Та гребаная проститутка, которая работает у тебя, Стив?!"
    m "Значит ты заменшан в этом?!"
    m "Это случилось у тебя в офисе, ДА?!"

    img 23698
    with diss
    fred "Да, Миссис Бакфетт!"
    fred "Это точно она!"
    fred "Мистер Стив замешан в этом!"

    img 23699
    with vpunch
    steve "Что?! Моника, нет!"
    steve "Тиффани точно ни при чем!"
    steve "Я заприметил ее еще на кампусе в университете, который посещал, как спонсор..."

    music Master_Disorder
    img 23700
    with diss
    m "Заткнись, Стив!"
    m "Я догадываюсь, зачем ты спонсируешь подобные заведения!"

    img 23701
    with diss
    steve "Моника, это было не у меня в офисе точно!"
    steve "Они сказали про улицу, что это случилось прямо посреди улицы!"

    img 23702
    with fade
    m "Посреди улицы?!"


    #чб, Моника наезжает на проститутку, либо подбадривает ее
    img black_screen
    with diss
    pause 1.5
    img "1880_bw"
    with fadelong
    if grayMouse2WhoreOffended == True:
        m "Девочка, вот твое место."
        m "Стой тут и наслаждайся карьерой."
    #
    else:
        m "Я тебя знаю."
        m "Ты та модель, которая приходила ко мне на кастинг."
    # крупным планом другая проститутка
    img black_screen
    with diss
    pause 1.5
    img "1882_bw"
    with fadelong
    w

    # Стив
    music Groove2_85
    img 23703
    with fade
    steve "Моника, вспомни, может быть ты что-то сказала кому-то не то что надо..."
    steve "Я знаю твой характер! Тебе нельзя общаться с людьми в обычном мире!"
    music Power_Bots_Loop
    img 23704
    with hpunch
    m "Потому что я привыкла жить в другом мире, Стив!"
    m "Не в вашем мире никчемных неудачников!"

    music Master_Disorder
    img 23705
    with fade
    m "Улица..."
    m "Да, я была на улице в тот день..."
    m "Когда Фред высадил меня за милю от того чертова магазина!"

    music Turbo_Tornado
    img 23706
    with diss
    steve "Фред... Высадил..."
    with vpunch
    steve "Да, Моника!"
    steve "Я уверен, во всем виноват твой водитель!"
    img 23707
    with vpunch
    fred "!!!"
    img 23708
    with fade
    steve "Эти люди вышли на него и подговорили отвезти тебя куда-то!"
    steve "Он главный мерзавец здесь, Моника!"
    steve "И мы с тобой вместе разоблачили негодяя!"
    img 23709
    with hpunch
    fred "ЧТО?! НЕТ!"
    img 23710
    with diss
    steve "Молчи, несчастный!"
    steve "Тебе нечего сказать в свое оправдание!"
    steve "Это из-за тебя моя любимая Моника так пострадала!"
    steve "Мне стоило больших усилий поддерживать ее!"

    # Моника думает
    music Master_Disorder
    img 23705
    with fadelong
    mt "Улица..."
    mt "Значит улица..."
    # Смотрит на Монику
    music Turbo_Tornado
    img 23711
    with diss
    steve "Но я рад что мы объединили свои силы и вывели мерзавца на чистую воду!"
    steve "Я очень рад, Моника!"

    music Master_Disorder
    img 23712
    with fade
    mt "Что же там произошло?"
    mt "С кем я разговаривала?"
    mt "Я разговаривала с той горе моделью, которая пришла устраиваться ко мне..."
    mt "Но не может эта горстка неудачников, которая была вокруг меня, как-то повлиять на мою жизнь..."
    music Turbo_Tornado
    img 23713
    with vpunch
    fred "Миссис Бакфетт! Он лжет!"
    fred "Это он главный злодей!"

    music Master_Disorder
    img 23714
    with fade
    mt "Я вела себя довольно громко..."
    mt "Возможно я привлекла к себе внимание кого-то..."
    mt "Но кого? В трущобах..."
    mt "Неужели такой влиятельный человек любит гулять в трущобах..."
    mt "Как один известный король..."
    mt "Этого не может быть... Но все-же..."

    music Turbo_Tornado
    img 23715
    with diss
    fred "Он рассказывает неправду про то что за этим еще кто-то стоит!"
    fred "Ведь он нанимал меня следить за Вами, Мэм!"
    steve "Нет, Моника! Не верь ему!!!"

    music Master_Disorder
    img 23716
    with fadelong
    mt "Другие варианты еще более безумные."
    mt "Но, если представить что Стив не врет..."
    mt "Хотя того, чтобы Стив не врал, быть не может..."
    mt "Но все-же..."
    mt "Я знаю эту трущобы уже наизусть..."
    mt "Однако, если приглядеться повнимательнее..."
    mt "Возможно там что-то есть, чего я не замечала ранее..."
    music stop
    img black_screen
    with diss
    pause 2.0
    music Groove2_85
    img 23717
    with fadelong
    sound snd_gun_charge
    m "Итак, корнишоны..."
    m "Я скоро вернусь, а вы будете сидеть смирно..."
    m "Попробуете друг друга освободить, вам же будет хуже."
    m "Для вас, на этот случай, есть сюрприз..."
    m "Мой дружок будет приглядывать за вами, мальчики..."
    m "Сидите тихо."
    music stop
    img black_screen
    with diss
    pause 2.0
    music Master_Disorder
    img 23718
    with fadelong
    sound highheels_short_walk
    mt "Что-ж, вперед, Моника!"
    mt "Пришла пора проверить что от меня скрывает это место!"

    return























#
