# велопрокат, первый рабочий день + ивент

# Барди встретился у кафе на пляже с мистером Райтом (в ассетах невысокий, лысый, в возрасте, в цветастой рубашке и шортах)
# здравстуйте мистер Райт, я Барди от Генри
# здравствуй Барди, я помню тебя совсем маленьким еще, ты здорово вырос!
# даже он меня помнит...
# ну что, пойдем к прокату, покажу тебе что и как устроено у нас.
# Мистер Райт, я бы хотел узнать, сколько буду получать, для меня важен этот вопрос
# Ну мальчик, по началу я смогу платить тебе один бакс в час
# Барди удивленно смотрит на него - один бакс в час?!?
# да, пойми, точка сейчас идет в убыток, дороги тут тут разбиты, парк тоже не в лучше состоянии и потом клиентов порядел,
# я пытался добиться реставрации парка, писал в администрацию
# но все тщетно
# Барди думает, вот дерьмо, один бакс, что я с ним буду делать...
# Райт - но знаешь, если ты сможешь привести это место в порядок и подтянуть клинетов, то мы сможем обсудить уже повышение!
# они подходят к прокату, ветхое деревянное сооружение, рядом пара старых велосипедов
# Барди в афиге - и это здесь я должен буду работать?!
# Райт - да, выглядит так себе, собственно как и парк, но это моя первая точка и я хотел чтобы она ожила вновь
# Барди - ну и старье, все в пыли...
# Барди - это лучшее , что сейчас у меня может быть, выхода нет, если я хочу свалить из этой дыры, надо работать
# Райт - Ну что скажешь Барди? я даю тебе полную свободу действий, т.к ты молод и думаю сможешь что нибудь придумать, чтобы привлечь как можно больше клиентов.
# Барди - выбора у меня нет... - да мистер Райт, берусь, смогу приступить на днях после учебы.
# Райт - вот и отлично, если будут какие то вопросы, то возьми номер у Генри.

# на следующий день, до визита к тете и до вечеринки, Барди может пойти в велопрокат
# рабочий день - приходит Бекки
