# велопрокат, первый рабочий день + ивент


ГГ встретился у входа в парк с мистером Райтом в 9:00 (мистер Райт невысокий мужичек в теле, с нелепыми усиками и плешем на голове,
которую прикрывала шлупа на голове, на лице красовались овальные очки)
гг- здравстуйте мистер Райт, я Барди от мистера дяди
мр- здравствуй Барди, я помню тебя совсем маленьким еще, ты здорово вырос!
мгг- даже он меня помнит...
мр- ну что, пойдем к прокату, покажу тебе что и как устроено у нас.
проходя мимо фонтана в парке гг обращается в мр
гг- Мистер Райт, я бы хотел узнать, сколько буду получать, для меня важен этот вопрос
мр- Ну мальчик, по началу я смогу платить тебе один бакс в час
гг* удивленно вылупился на мр - один бакс в час?!?
мр- да, пойми, точка сейчас идет в убыток, дороги тут тут разбиты, парк тоже не в лучше состоянии и потом клиентов порядел,
я пытался добиться реставрации парка, писал в администрацию *мр поправляет очки 
но все тщетно *хмыкнул мр
гг* сделал яростную мину * вот дерьмо, один бакс, что я с ним буду делать...
мр - но знаешь, если ты сможешь привести это место в порядок и подтянуть клинетов, то мы сможем обсудить уже повышение!
гг и мр подходят к лавке, ветхое деревянное сооружение с небольшим ресепшеном и проходом в складское помещение, где хранились велосипеды
гг* и это здесь я должен буду работать с раздраженным удивление смотрит на хижину гг
мр - да, выглядит так себе, собственно как и парк, но это моя первая точка и я хотел чтобы она ожила вновь
гг заглядывает на склад, пока мр стоит и ресепшена и протирает столешницу
гг* ну и хламина, все в пыли... с ужасом смотрит гг
гг* включил свет и увидел потрепанные жизнью два ржавеньких велосипеда, хоть вид их был так себе, но состояние и модели были чуть ли не новые
гг* грустно выдохнув * это лучшее , что сейчас у меня может быть, выхода нет, если я хочу свалить из этой дыры, надо работать
мр* зовет главного героя к ресепшену - Ну что скажешь Барди? я даю тебе полную свободу действий, т.к ты молод и думаю сможешь что нибудь придумать, чтобы привлечь как можно больше клиентов.
гг* выбора у меня нет... - да мистер Райт, берусь, смогу приступить завтра после учебы. *недовольно сказал гг
мр - вот и отлично, если будут какие то вопросы, то возьми номер у своего дяди. * присвистывая мр уходит
