default mlsBardiDay4College1 = 0 # Барди
$ mlsBardiDay4College1 = day # Барди

# при клике на локацию Колледж на карте города
label ep03_dialogues2_college_1:
    # Барди стоит перед входом в колледж
    bardi_t "Шона нет сегодня... Наверное, уже ушел на занятия."
    bardi_t "Жаль. Неплохо было бы поболтать с ним."
    return

# приходит в колледж. Шона во дворе нет
# у шкафчиков встречает Эмили, разговор с ней в зависимости от выбора
# если просто отдал телефон, пытается договориться о встрече на завтра, т.к. сегодня занят
# она говорит, что завтра у одной из студенток вечеринка, где будут все, и она в том числе
# поэтому завтра не вариант. как-нибуь потом, спишемся
# если выложил фотку, говорит, что видел ее фотки в инсте и что они клевые
# предлагает ей как-нибудь встретиться
# она в ответ говорит про вечеринку завтра
# потом он у нее спрашивает, какие занятия
# она отвечает, что сегодня из обязательных только инглиш

# возможность зайти к секретарю - повторение лейбла из в2

# возможность зайти в библиотеку - короткий разговор с миссис Уилсон, Синтии там нет
# мысли по поводу Синтии, как она утром заглянула к нему в душ

# при клике на спортзал, тренер Брукс рявкает на него, что сейчас занятия у другой группы

# при встрече с Кларк, она либо рявкает ему что-то грозно, если он вел себя нагло
# либо просто здоровается, если вел себя нормально

# при встрече с Морис
# если записался на живопись, она говорит, что сегодня занятие по живописи и он может прийти на него
# если не записался, она говорит, что будет рада видеть его в числе своих студентов

# в колледже занятие живописью, кабинет на втором этаже
# помимо Барди, в кабинете другие студенты. из них с группы Барди только девочка-фрик, остальные левые. студентов немного
# Морис дает какое-то элементарное задание, н-р, нарисовать цветок в вазе
# Барди рисует какую-то хрень
# Морис ходит от одного студента к другому, в т.ч. подходит помогать к Барди

# занятие по инглишу
# стандартное занятие с классом, после которого Барди может попроситься остаться на доп. занятие
# на доп. занятии он пускает слюни на Адамс, но она делает вид, что не замечает этого

# между занятиями, в перерыве, звонит Софи - говорит о встрече с Райтом (лейбл написан в family)

# также встречает Шона, который говорит, что завтра вечеринка и зовет Барди с собой
# на вопросы про Бекки (если была эта сцена) ничего не отвечает

# после колледжа встреча с Райтом


# вечеринка проходит в доме одной из студенток с параллельной группы - вечером следующего дня (выходной в колледже)
# присутствуют все одногруппники Барди, в т.ч. и ботаны Сара и Лео
# все напиваются, ботанов спаивают специально, угорают над ними
# кто-то из пьяных девочек лезет танцевать на стол
# кто-то целуется в углу
# Барди пытается поговорить с Шоном, но тот себе уже снял кого-то из девочек
# итог вечеринки - ахнуть зануду или двойной минет в туалете
# на вечеринке, когда Барди отключается после сцены секса или минета - конец в3


# в в4 он проснется утром с диким похмельем у себя дома, не помня как пришел домой
